{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": "equations_inequations",
  "title": "t l charger 834 kb - part 2",
  "content": "AC = 26; AM = 34, AN = ?\n\n2. (IF)//(JG); EJ = 6, 4\n\nEI = 2; FG = 5, 5; EF =?\n\n3. (AB) // (EF); AE = 3; AF = 4\n\nEB = 2,1; FC = ?\n\nCompléter le tableau ci-dessous qui concerne la figure\n\ndans laquelle les droites (EF) et (BC) sont parallèles.\n\nAB\n\nBC\n\nAE\n\nAF\n\nEF\n\nLe quadrilatère ABCD est un parallélogramme. Le\n\npoint E est un point quelconque de la diagonale [BD].\n\nLa droite (AE) coupe (DC) en G et (BC) en F.\n\n1. Montrer que :\n\nEA\n\nEF\n\nEG\n\nEA\n\nED\n\nEB\n\n2. En déduire que : EA² = EF × EG.\n\nLes droites (AB) et (RP) de la figure ci-dessous sont-elles parallèles ?\n\nR\n\nP\n\n45\n\n11\n\n22\n\nOn donne pour la figure ci-dessous : LO = 3 ; OK = 3,9 ; ON = 4,5 ; OM = 2,6\n\nL\n\nK\n\nN\n\nLes droites (LM) et (KN) sont-elles parallèles ?\n\nPage 22\n\n1. Soit ABC un triangle rectangle en A tel que AB = 4 cm ; AC = 6 cm. Calculer BC\n\n2. Soit E un point du segment [\n\n]\n\nAB tel que AE = 2 cm et F un point du segment [\n\n]\n\nAC tel que\n\nAF = 3cm. Montrer que les droites (\n\nBC et (\n\nEF sont parallèles puis calculer EF.\n\nABCD est un trapèze de bases [AB] et [CD]. Le point O est le point d’intersection des droites (AC)\n\net (BD). La parallèle aux bases passant par O coupe respectivement (AD) et (BC) aux points I et J.\n\n1- Faire la figure.\n\n2 - Citer tous les couples de triangles en position de Thalès de la figure.\n\n3 - Ecrire pour chaque cas les égalités des rapports de Thalès correspondantes.\n\nSoit (C) le cercle de centre O et de rayon r = 5cm, A et B deux points diamétralement opposés. La\n\nmédiatrice de [AO] coupe le cercle (C) en C et D. Soit E le symétrique de O par rapport à A et F le\n\nmilieu de [AO].La parallèle à (OC) passant par F coupe (EC) en G. La droite (OC) coupe (BD) en I.\n\n1. Construire la figure.\n\n2. Quelle est la nature du triangle OCE ? En déduire EC.\n\n3. Calcule FG et EG.\n\n4. Démontre que AD = CO.\n\n5. Calcule OI et BI.\n\nSoit (C) le cercle de centre I et de diamètre AB = 5cm et (C’) le cercle de centre B et de rayon AB.\n\nLe point E ∈(C’) tel que AE = 5cm. La droite (AE) coupe le cercle (C) en F. La bissectrice de\n\nl’angle FÎB coupe (ED) en k. La parallèle à (IE) passant par k coupe (AD) en G.\n\nOn donne DK = 3,75√3.\n\n1. Quelle est la nature du triangle AED ? Déduis-en ED et EI.\n\n2. Calcule DG puis KG.\n\n3. Démontre (AE)//KI).\n\nA, B et C sont trois points alignés tel que AC = 3/2 AB. Place un point E qui n’appartient pas à la\n\ndroite (AB).Construis le point F tel que AF = 3/2 AE. La droite passant par B et parallèle à (CE)\n\ncoupe la droite (AE) au point G.\n\n1. Démontre que AG = 2 /3 AE\n\n2. La droite passant par F et parallèle à (CE) coupe la droite (AB) au point H.\n\nx est le nombre tel que AH = x AB. Calcule x.\n\nPage 23\n\nOn considère un rectangle ABCD tel que AB = 8cm et AD = 6cm.\n\n1. Calculer AC.\n\n2. Soit M∈(AB) ; on pose AM = x (x est en cm et x∈R). La droite passant par M et parallèle à\n\n(AC) coupe [BC] en N.\n\nCalculer BM, BN et MN en fonction de x.\n\nExercice 12 :\n\nLe segment [AB] de longueur 10cm et sa médiatrice (D) se coupent en K. Sur la droite (D) place le\n\npoint C tel que BC = 10cm. Le point F∈[CB] tel que CF = 4cm. Place le point P sur (D) tel que\n\nPF = 2cm. On donne CP = 2√3cm\n\n1. Faire la figure.\n\n2. Démontre que (PF) // (BK).\n\n3. Q est un autre point de [BC] tel que CQ = x. La parallèle à (AB) passant par Q coupe (CK) en R.\n\nCalcule CR en fonction de x. Calcule l’aire du triangle CQR en fonction de x.\n\nDans un triangle ABC tel que BC = 6 cm, M est le milieu du segment [BC]. On désigne par P le\n\npoint du segment [BC] tel que BP = 2 cm. La parallèle à (AC) passant par P coupe (AM) en Q et\n\n(AB) en R.\n\n1. Montrer que\n\nRP =\n\npuis que\n\nPQ =\n\n2. En déduire que P est le milieu du segment [RQ].\n\nC1 est un cercle de centre O et de rayon 7,5 cm. [AB] est un diamètre de C1.\n\nE est le point du segment [OB] tel que OE = 5 cm.\n\nC2 est le cercle de centre E passant par B ; il recoupe [OB] en N.\n\n1. a - Faire la figure.\n\nb- Construire un point M de C2 situé à 4 cm de B. La droite (BM) coupe C1 en P. Quelle est la\n\nnature du triangle NMB ? Celle du triangle APB ? Justifier.\n\n2. Calculer la distance MN.\n\n3. Démontrer que les droites (AP) et (NM) sont parallèles. En déduire la distance BP.\n\n4. Démontrer que les droites (PO) et (ME) sont parallèles.\n\n5. La droite (PO) coupe C1 en K. (PN) coupe (BK) en I. Evaluer le rapport BO\n\nBN . Démontrer que I\n\nest le milieu de [BK].\n\nPage 24\n\nCHAPITRE 2 : RELATIONS TRIGONOMÉTRIQUES DANS UN TRIANGLE\n\n: RELATIONS TRIGONOMÉTRIQUES DANS UN TRIANGLE\n\n: RELATIONS TRIGONOMÉTRIQUES DANS UN TRIANGLE\n\n: RELATIONS TRIGONOMÉTRIQUES DANS UN TRIANGLE\n\nRECTANGLE\n\nRECTANGLE\n\nRECTANGLE\n\nRECTANGLE\n\nÉtablis les égalités : a ∈ ]0°,90°[\n\na.\n\ncos²a\n\ntan²a\n\n+ 1\n\nb. 1 - 2 sin² a = 2 cos²a – 1\n\nc. (cos a + sin a) (cos a - sin a) = 2cos²a – 1 d.\n\nsin²a\n\ntan²a\n\n+ 1\n\nRSU est un triangle rectangle en U; RS = 3, SU = 2,\n\nRU =\n\nCalcule cos R , sin R , cos S , sin S, tan S.\n\nTrace un demi-cercle (C) de diamètre AB = 10 et place M sur (C) tel que AM = 6.\n\n1. Quelle est la nature de AMB ? Justifie.\n\n2. Calculer cos MAB et sin MBA .\n\n3. Déterminer graphiquement une mesure approchée de MAB et de MBA .\n\nOn te donne une valeur trigonométrique ; déduis – en l'autre valeur demandée :\n\n1.\n\n?\n\ntan\n\n?\n\nsin\n\n; 6,0\n\ncos\n\n2.\n\n?\n\ncosb\n\n,)\n\nsin\n\n3.\n\n?\n\ntanc\n\n?\n\ncosc\n\n,\n\nsin\n\n4.\n\n?\n\nsin t\n\n,\n\nt\n\ncos\n\nOn considère un triangle isocèle MNP de sommet M tel que : MN = 7cm, NP = 4cm\n\nSoit I et J les milieux respectifs de ([NP] et [MP].\n\n1. Construire le cercle circonscrit à MNP. Indiquer la position de son centre O.\n\n2. Montrer que sin\n\nI\n\nMˆ\n\nP\n\n2 . En déduire cos\n\nI\n\nMˆ\n\nP\n\n3. Calculer le rayon du cercle circonscrit au triangle MNP, puis en donner une valeur approchée.\n\nABC est un triangle rectangle en C : BC = 3 cm et Bˆ = 60°. Construire le triangle ABC\n\n1. Calculer AB puis AC sachant que cos 60° =0,5.\n\n2. Soit I un point de [AC] tel que AI =0,4 x AC ; placer I.\n\n3. La parallèle à (BC) passant par I coupe (AB) en N. Calculer IN et AN.\n\n4. Soit E le point de [BC) tel que BE = 8 cm, calculer AE.\n\nPage 25\n\n5. Soit H et J les projetés orthogonaux respectifs de C et I sur (AE). Construire H et J.\n\na. Montrer que\n\nAJ\n\nAH\n\nb. Montrer que (NJ) et (BH) sont parallèles.\n\n1. a. Construire un cercle (C) de centre I et de rayon 4 cm. A et B sont deux points de (C)\n\ndiamétralement opposés. Placer un point M sur(C) tel que AM = 4 cm.\n\nb. Quelle est la nature du triangle AMI ?\n\nc. En déduire la mesure de l’angle\n\nI\n\nBˆ\n\n2. K est le point d’intersection de la perpendiculaire à (AB) passant par I et la droite (AM).\n\na. Justifier que AMB est un triangle rectangle.\n\nb. En remarquant que cos\n\nAˆ\n\n= cos K Aˆ I, calculer AK et KI.\n\n3. Le point H est le projeté orthogonal de M sur (AB).\n\na. Calculer cos Bˆ de deux manières différentes.\n\nb. Exprimer BH en fonction de cos Bˆ puis démontrer que BH =BM²/AB.\n\n4. Placer le point E sur le segment [AM] tel que AE = 3 cm. La parallèle à (IM) passant par E coupe\n\nle segment [AI] en F. Quelle est la nature du triangle AEF ?\n\nRTS est un triangle tel que : RT = 6 cm ; ST = 8cm ; RS = 10 cm.\n\n1- Montre que RTS est rectangle\n\n2- Calcule cos S, cos R, sin R, sin S, tan S et tan R.\n\n1. ABC est un triangle rectangle en B, cos A= 0,6 et AC = 4cm. Calcule AB et BS.\n\n2. LUC est un triangle rectangle en C, LC= 6cm et sin L 0,4. Calcule LU et UC.\n\nFOL est un triangle de cotés FO = 4,5 cm, FL=6 cm et LO=7 ,5 cm.\n\n1- Montre que le triangle FOL est rectangle.\n\n2- Détermine une valeur approchée à l’unité de chacune des angles F, L et O.\n\n1. LEM est un triangle rectangle en M avec LM = 5 cm et L = 30°. Calcule EM\n\n2. REG est un triangle rectangle en G tel que RE=8cm et E= 33°.Calcule une valeur approchée de\n\nEG à 10-2 prés par défaut\n\nExercice 12 :\n\nABC est un triangle équilatéral de coté x. [AH] est la hauteur issue de A.\n\n1-Exprime AH en fonction de x\n\n2-a. Calcule cos B, sin B et tan B.\n\nb. Déduis-en cos 60°, sin 60° et tan 60°\n\n3- En utilisant les résultats du 2-b) détermine cos 30°, sin 30° et tan 30°.\n\nPage 26\n\n1-a- Construire un cercle (C) de centre I et de rayon r = 4cm. A et B sont deux points du cercle\n\ndiamétralement opposés. Placer un point M sur (C) tel que AM = 4cm.\n\nb- Quelle est la nature du triangle AMI ?\n\nc- En déduire la mesure de BIM ?\n\n2. K est le point d’intersection de la perpendiculaire à (AB) passant par i et la droite (AM).\n\na. Justifier que AMB est un triangle rectangle.\n\nb. En remarquant que cos BAM = cos KAM , calculer AK et K I.\n\n3. Le point H est le projeté orthographe de M sur (AB).\n\na) Calculer cos B de deux manières différentes.\n\nb) Exprimer BH en fonction de cos B puis démontre que BH = BM²/AB.\n\n1 - a- Construire un triangle ABC rectangle en C tel que AC= 8cm et AB = 10 cm\n\nb- Calculer BC.\n\n2 - Soit H le projeter orthogonal de C sur (AB)\n\na - Calculer CH, AH, et BH.\n\nb - Calculer cos ACH et sin BCH. Pouvait-on prévoir ce résultat ?\n\n3 - La parallèle à (CH) passant par B coupe (AC) en E. Calculer CE et BE.\n\n4 - Soit le point J de [AB] tel que BJ = 3/5 BA et K ∈ [AE] tel que AK/AE =2/5.\n\na - Déterminer le réel b tel que EK = b EA.\n\nb - Démontrer que (JK)//(BE).\n\nExercice 15 :\n\nSur une droite (D), on marque les points B, O et C dans cet ordre tel que BO = 5cm et OC= 3cm.\n\nA est le point de contact d’une tangente issue de B au cercle (C) de rayon 3cm et de centre O.\n\n1. Faire la figure.\n\n2. Calculer AB.\n\n3. Soit H le projeté orthogonal de A sur (BC). Calculer BH, AH, OH, HC et AC.\n\nExercice 16 :\n\nOn considère un triangle LMN rectangle en M tel que LM = 6cm et MLN = 30°.\n\n1. Montrer que la valeur exacte de LN est 4√3 cm.\n\n2. Tracer le cercle (C) de diamètre [LM] ; il recoupe le segment [LN] en P. Quelle est la nature du\n\ntriangle LMP ? Justifier.\n\n3. Montrer que la valeur exacte de MP est 3 cm.\n\n4. Montrer que la valeur exacte de LP est 3√3 cm.\n\n5. La perpendiculaire à (LN) passant par N coupe (LM) en R. Que peut-on déduire des droites\n\n(RN) et (MP) ? Justifier\n\n6. Montrer que la valeur exacte de RN est 4 cm.\n\n7. Calculer les aires des triangles MPL et RNL (valeur exact)\n\n8. Quelle est la nature du quadrilatère MPNR ? Calculer son aire.\n\nPage 27\n\nCHAPITRE 3 : ANGLE INSCRIT\n\n: ANGLE INSCRIT\n\n: ANGLE INSCRIT\n\n: ANGLE INSCRIT\n\nOn considère la figure ci-dessous :\n\n1. Citer les angles inscrits de sommet A.\n\n2. Citer les angles inscrits ayant pour sommet un point autre que A et qui interceptent le même arc\n\nqu'un angle inscrit de sommet A.\n\nOn considère un quadrilatère convexe ABCD inscrit dans un cercle C (O,R) de rayon R tel que\n\nDCA = 30° et CAB = 45°.\n\n1. Déterminer les angles DOA et BOC .\n\n2. Déterminer les longueurs DA et CB.\n\nConstruis un triangle ABC isocèle en A, le cercle circonscrit C(O, r) et les bissectrices des angles\n\nABC et ACB qui coupent le cercle respectivement en M et N. Établis l'égalité: ANC = AMB .\n\nOn considère un quadrilatère ABCD dont les sommets sont sur un même cercle C (O, R) et tels que\n\nDAB =105° et ABC =85°. Détermine les mesures des autres angles de ce quadrilatère.\n\nABCD est un parallélogramme tel que\n\nDˆ\n\n= 60°. O est le centre du cercle circonscrit au triangle ABC.\n\n1. Faire une figure.\n\n2. Comparer les angles\n\nBˆ\n\nDˆ\n\n. Justifier.\n\n3. En déduire que\n\nDˆ\n\nOˆ\n\n. Calculer AÔC.\n\nOn considère un triangle ABC inscrit dans un cercle C (O ; R) est tel que :\n\nABC= 85° et BCA= 50°.\n\n1- Déterminer la mesure de l’angle BAC et la nature de BOC.\n\n2- Tracer deux cercles C (O ; R) et C’(O’ ; R) sécantes en A et B et tel que C (O ; R) passe par O’.\n\n3- Déterminer la mesure de l’angle OAB.\n\nPage 28\n\nABC est un triangle inscrit dans un cercle de centre O et de diamètre [AD] tel que B soit sur l’arc\n\nAD ne contenant pas C. La parallèle à (BD) passant par C coupe (AB) en E.\n\n1- Montrer que (CE) est une hauteur du triangle ABC.\n\n2- Calculer\n\nBˆ\n\n,\n\nOˆ\n\n,\n\nCˆ\n\nsi\n\nDˆ\n\n= 70°.\n\nSoit (C) un cercle de centre O. Soient [AB] et [CD] deux diamètres perpendiculaires de ce cercle.\n\nSoit M un point de l’arc\n\nCalculer la mesure des angles\n\n,\n\n(C) est un cercle de centre O et de diamètre [BC] et A un point extérieur à ce cercle. Les droites\n\n(AB) et (AC) se coupent en P et Q ; (PC) et (BQ) se coupent en en M. Que représente le point M\n\npour le triangle ABC ?\n\nTracer deux cercles C (O ; R) et C’(O’ ; R’) tangents extérieurement en A. Par A, tracer deux\n\ndroites quelconques (D) et (D’). (D) coupe le cercle C en B et le cercle C’ en B’. (D’) coupe le\n\ncercle (C) en E et le cercle (C’) en E’.\n\n1- Démontre l’égalité AB’E’=EBA.\n\n2- Démontre que les droites (BE) et (B’E’) sont parallèles.\n\nSoit un triangle ABC rectangle en A tel que AC = 6 cm et ACB = 30°. (C) est un cercle de centre O\n\net de diamètre [AC]. Le cercle (C) coupe (BC) en I.\n\n1- Montrer que (AI) est perpendiculaire à (BC).\n\n2- Calculer BC, AB et AI.\n\n3- Calculer la mesure de ACE. En déduire la nature du triangle AOI et la relation entre IAC et IOC.\n\n4- La droite (IO) coupe (C) en un deuxième point E. Quelle est la nature du quadrilatère AICE ?\n\n5- La bissectrice de l’angle AIE coupe (C) en J et (AC) en K.\n\na- Démontrer que AIJ = ACI et JIE = JCE.\n\nb- Que représente (CJ) pour l’angle ACE ?\n\nExercice 12 :\n\nSoient les cercles (C1) de centre O et de diamètre AK = 6cm et (C2) de centre K et de rayon OK.\n\nLa médiatrice de [OK] coupe (C1) en J et [OK] en H. (C3) est un cercle de centre H et de diamètre\n\nAM, le point I est l’intersection de (C3) avec la demi-droite [ JH) et E le point d’intersection de\n\n(AI) avec (C3).\n\nPage 29\n\n1. Construire la figure.\n\n2. Quelle est la nature des triangles AIM et AOJ ? En déduire JH ?\n\n3. Calculer la mesure de l’angle AOJ puis celles de tous les angles du pentagone AIME.\n\nABC est un triangle inscrit dans un cercle (C) de centre O tel que les angles\n\nsoient\n\nadjacents. On donne mes\n\n; mes\n\n= 100°.\n\nCalculer la mesure de chacun des angles du triangle ABC.\n\nOn considère in triangle ABC isocèle en A, son cercle circonscrit C(O ;R) et D un point\n\ndiamétralement opposé à B.\n\n1- Démontrer que\n\n2- Démontrer que\n\nsont complémentaires.\n\nExercice 15 :\n\nR est un nombre tel que R > 0. On considère un cercle C(O ; r) . A, B et C sont trois point de (C)\n\ntels que BÂC=30°.\n\n1- Calculer BÔC.\n\n2- Pourquoi a-t-on\n\n?\n\n3- Calculer la mesure de ces angles.\n\nExercice 16 :\n\n1. Tracer un cercle et un triangle ABC dont les sommets appartiennent à ce cercle.\n\n2. La bissectrice de l’angle BÂC coupe l’arc\n\nen un point I.\n\n3. Démontrer que triangle BIC est isocèle en I.\n\nExercice 17 :\n\nDeux cercles sont sécants en A et B. Une droite passant par A coupe ces cercles en M et N. Une\n\nautre droite passant par A coupe ces cercles en M’ et N’. Démontrer que les angles\n\nont même mesure.\n\nCHAPITRE 4 : VECTEURS\n\n: VECTEURS\n\n: VECTEURS\n\n: VECTEURS\n\nExercice1\n\nL, O et U sont trois points non alignés du plan. S est le milieu du segment [OU].\n\n1. Construis le point I tel que :\n\nLU\n\nLO\n\nLI\n\n2. Démontrer que\n\nLS\n\nLU\n\nLO\n\nABCD est un parallélogramme de centre O.\n\n1- Construis cette figure.\n\n2- Trouve les vecteurs égaux de la figure.\n\n3- Donne les vecteurs opposés de la figure.\n\nPage 30\n\nABCD est un parallélogramme de centre O.\n\nLes points I, J, K et L sont les milieux respectifs des cotés [AB], [BC], [CD] et [DA].\n\n1- Faire la figure.\n\n2- Compléter les égalités suivantes :\n\nDC\n\n.......\n\nOJ\n\nCO\n\n......\n\nCJ\n\n.....\n\nAL\n\n.......\n\nOD\n\nBO\n\n.......\n\nAI\n\nAL\n\n.......\n\nAB\n\nSoient A, B et C trois points distincts du plan.\n\n1 - Construis le point E tel que :\n\nAB\n\nAE\n\n2 - Construis le point P tel que :\n\nAB\n\nBP\n\nExercice 5\n\nSoient Q, U, A et D quatre points quelconques du plan. On note P, R, L et G les milieux respectifs\n\nde [QU], [UA], [AD] et [DQ].\n\n1- Construis la figure.\n\n2- Détermine la nature du quadrilatère PRLG.\n\nExercice 6\n\nSoit O, A, B trois points distincts non alignés.\n\n1- Construire les points C, D et E tels que :\n\n= AB + AC ; AD =\n\n+ AB ; BO + BE = BA.\n\n2- Vérifier que les points C, O, D sont alignés, ainsi que E, B, D et C, A, E.\n\n3- Préciser la position des points O, B et A.\n\nExercice 7\n\nSoit ABC un triangle et B' et C' les points définis par : AB’= 2/5 AB et AC’= 2/5 AC.\n\nDémontre que les droites (BC) et (B´C´) sont parallèles.\n\nExercice 8\n\nConstruction de la somme de deux vecteurs :\n\n→\n\n→\n\nConstruction d’un vecteur d'origine A et égal au vecteur u + v de deux façons :\n\n1. a. Construis le point B tel que AB = u et le point C tel que BC = v. Justifie que AC = u + v.\n\n1. b. Construis le point D tel que AD = u et le point E tel que DE = v.\n\nPage 31\n\nQue peux-tu dire des points E et C ? Conclus.\n\n2. Sur une autre figure, construis le point I tel que AI = u, le point J tel que AJ = v et le point C tel\n\nque AICJ soit un parallélogramme. Justifie que AC = u + v.\n\nExercice 9\n\nSoit ABCD un parallélogramme et O son centre. Calculer OA + OB + OC + OD.\n\nExercice 10\n\n•\n\nConstruis les vecteurs d'origine A et égaux aux vecteurs :\n\nu -\n\nExercice 11\n\nSoit ABC un triangle quelconque\n\n1. Construis les points E et F tels que : AE = 3AB et AF= 3AC\n\n2. Démontre que les droites (BC) et (EF) sont parallèles (sans utiliser la réciproque de Thalès).\n\nExercice 12\n\n1. Construis un hexagone régulier ABCDEF de centre O.\n\n2. Complète les égalités suivantes en n’utilisant que des noms de points présents sur la figure.\n\nOA+ AB = …… . OA + AB - BO =…… OA - OB = ……\n\nEF + FA + AB = …. OA +OE + OC = …. OA +OC + DE = ….\n\nExercice 13\n\nSoit ABCD un parallélogramme.\n\n1. Construis les points E, F, G et H tels que: DE = 3\n\n4 DA ; AF = 4\n\n5 AB ; BG = 3\n\n4 BC ; CH = 4\n\n5 CD.\n\n2. Quelle est la nature du quadrilatère EFGH ?\n\nExercice 14\n\n1. On considère un segment [AB] de milieu I. Démontrer que pour tout point M du plan\n\n.I\n\n2. ABC est un triangle, on suppose qu’il existe un point H tel que\n\nH\n\nH\n\nH\n\nEn utilisant le point I milieu de [AB], démontrer que H est un point de [IC]\n\nExercice 15\n\nSoit ABC un triangle quelconque.\n\n1. Construis les points M et N tels que : AM= 3\n\n1 AB et AN= 3AC\n\n2. Démontre que les droites (BN) et (MC) sont parallèles.\n\nPage 32\n\nExercice 16\n\nSoit OAB un triangle.\n\n1. Construis les points C et D définis par : OC = 4 OA et CD= 4 AB.\n\n2. Démontre que les points O, B et D sont alignés\n\nExercice 17\n\nABCD est un parallélogramme et M est un point quelconque du plan.\n\nDémontrer que MA + MC = MB + MD\n\nExercice 18\n\n1. Construire le triangle ABC tel que AB = 5 cm, BC = 3 cm et AC = 4 cm.\n\n2. On pose\n\nConstruire\n\nr +\n\n3. Placer le point E tel que\n\npuis diviser le segment [AE] en trois parties égales.\n\n4. On pose\n\nw\n\nr =\n\n. Construire\n\nw\n\n5. Soit G un point tel que\n\nG\n\nG\n\nG\n\n. Démontrer que\n\nG\n\net construire G.\n\nCHAPITRE 5 : REPÉRAGE DANS LE PLAN\n\n: REPÉRAGE DANS LE PLAN\n\n: REPÉRAGE DANS LE PLAN\n\n: REPÉRAGE DANS LE PLAN\n\nOn considère un repère orthonormal (O, I, J). Soient\n\n3)\n\nB(-1;\n\n1)\n\n;1(\n\n1. Donnez une équation générale de la droite (D) passant par A et B.\n\n2. En déduire l’équation réduite de cette droite.\n\n3. Calculer la distance AB.\n\n4. Donner une équation générale de la droite (D’) de vecteur directeur\n\n)1 ;2\n\nU −\n\net passant par (\n\n)1 ;2\n\n5. Montrer que les droites (D) et (D’) sont perpendiculaires.\n\n6. Représenter les deux droites (D) et (D’) dans le repère orthonormal (O, I, J).\n\n1. Dans un repère orthonormal (O, I, J), place les points A (2 ; 1), B (1 ; - 2), C (- 3 ; 3) et D (-1 ; -1).\n\n2. On considère le vecteur U\n\n(2, -1). Calcule les coordonnées des points A’, B’, C’ et D’ tels que :\n\nAA’ = BB’ = CC’= DD’= U\n\n. Place ces quatre points dans le repère orthonormal (O, I, J).\n\nLe plan est muni du repère orthonormal (O, I, J), on donne A (4 , - 6), B (10 , 8), C (0 , -2) et D (3 , 5).\n\n1. Démontrer que AB et CD sont colinéaires.\n\n2. Les vecteurs BD et CD sont-ils colinéaires ?\n\nLe plan est muni du repère orthonormal (O, I, J). On donne : A (- 1, - 1) et B (3, 1).\n\nTrouve les coordonnées de deux vecteurs AC et AD orthogonaux au vecteur AB tels que\n\nC ∈ (OJ) et D ∈ (OI).\n\nPage 33\n\nLe plan est muni du repère orthonormal (O, I, J). On donne : AB (-1 ; - 4), CD (0; - 3), EF (2 ; 3).\n\nCalcule le couple de coordonnées de : AB + CD ; AB + EF et CD + EF\n\nLe plan est muni du repère orthonormal (O, I, J). On donne les points A(- 3 ; -1), B(2 ;1) et C(1 ; y).\n\nCalculer y pour que A, B et C soient alignés.\n\nLe plan muni d’un repère orthonormal (O, I, J).\n\nConstruis les droites (D1) : x = - 2, (D2) : x = 3, (D3) : y = 3 et (D4) : y = - 1,5\n\nLe plan est muni du R.O.N. (O, I, J).Dans chacun des cas suivants, calcule le coefficient directeur\n\nde la droite (AB) :\n\n1) A (3, 5) et B (1, - 2)\n\n2) A (- 1, - 4) et B (- 3, - 2)\n\n3) A (0,5 ; 2) et B (0 ; -1,5)\n\n4) A (3 ; 0) et B (- 3 ; 0,75)\n\nLe plan est muni du repère orthonormal (O, I, J). Dans chacun des cas suivants, trouve une équation\n\nde la droite (L) passant par le point A et parallèle à la droite (BC) :\n\n1) A (1 ; 2), B (4 ; - 3) et C (- 3 ; 2)\n\n2) A (5 ; - 3), B (- 1 ; 2) et C (3 ; 2)\n\n3) A (3 ; - 1), B (1 ; 0) et C (1 ; 4)\n\nLe plan est muni du repère orthonormal (O, I, J). Dans chacun des cas suivants, trouve une équation\n\nde la droite (L) passant par le point A et perpendiculaire à la droite (BC) :\n\n1) A (0 ; - 2), B (4 ; - 3) et C (1 ; - 2)\n\n2) A (1 ; - 1), B (- 1 ; 2) et C (3 ; 2)\n\n3) A (2 ; - 1), B (1 ; 3) et C (1 ; - 3)\n\nLe plan est muni du repère orthonormal (O, I, J). On donne A (3 ; 5), B (- 2 ; 2) et C (- 4 ; 3).\n\nTrouve le couple de coordonnées du point D pour que ABCD soit un parallélogramme.\n\nExercice 12 :\n\nLe plan est muni d’un R.O.N. On donne les points A (-2 ; -2), B (- 4 ; 4), C (2 ; 6) et D (4 ; 0).\n\n1. Démontre que [AC] et [BD] ont même milieu.\n\n2. Démontre que : AC = BD.\n\n3. Démontre que AC ⊥ BD\n\n4. Quelle est la nature du quadrilatère ABCD\n\nPage 34\n\nLe plan est rapporté à un repère orthonormal (\n\n)j\n\n,i,o\n\n. Soit les points A (3 ; -2) ; B (1 ; 2) ; C (9 ; 1).\n\n1. Placer les points A, B et C.\n\n2. Déterminer les coordonnées des vecteurs AB, AC et BC puis les longueurs AB, AC et BC. En\n\ndéduire que ABC est un triangle rectangle en A.\n\n3.Déterminer les coordonnées du point I centre du cercle circonscrit au triangle ABC et son rayon R.\n\n4. En posant ABC = α .Calculer sinα et tanα .\n\nLe plan est muni du repère orthonormal (O, I, J). A (-1 ; 4), B (6 ; -1) et C (0 ; -3) sont 3 points.\n\nLes points A’ et B’ sont les milieux respectifs de [BC] et [AC].\n\n1. Déterminer une équation de chacune des médianes (AA’) et (BB’).\n\n2. Déterminer le couple de coordonnées du point G, centre de gravité du triangle ABC.\n\n3. Vérifier par un calcul que : GA +GB +GC = O\n\net AG = 3\n\n2 AA’.\n\nExercice 15 :\n\nLe plan est muni d’un repère orthonormé (O, I, J). On donne A (-3; 3), B (5; -1) et C (5; 9).\n\n1- Donne une équation de la droite (D) hauteur issue de C du triangle ABC\n\n2- Détermine les coordonnées de K milieu [AB], puis vérifie que K appartient à (D).\n\n3- Déduis-en la nature des triangles ABC et AKC.\n\n4- (C) est le cercle circonscrit au triangle AKC, détermine les coordonnées de son centre L et la\n\nlongueur de son rayon r.\n\n5- Détermine les coordonnées de N symétrique de K par rapport à L. Quelle est la nature du\n\nquadrilatère AKCN ?\n\n6- Montre que le point M (6 ; 6) appartient au cercle (C).\n\nExercice 16 :\n\nLe plan est muni d’un repère orthonormé (O, I, J).\n\n1. Place les points A (3 ; 3) ; B (2 ;-1) ; C (-2 ;-2) et D (-1 ; 2)\n\n2- Montre que [AC] et [BD] ont même milieu.\n\n3- Montre que les droites (AC) et (DB) sont perpendiculaires.\n\n4- Démontre que ABCD est un losange.\n\n5- a. Détermine une équation réduite de la droite (∆) passant par les points B et D.\n\nb. Donne le coefficient directeur et l’ordonnée à l’origine de cette droite.\n\n6- Montre que les points I et J appartiennent à (∆).\n\nExercice 17 :\n\nLe plan est muni d’un repère orthonormé (O, I, J).",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_834_kb.pdf",
    "year": null,
    "zone": null,
    "hasCorrection": false
  }
}