{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": "equations_inequations",
  "title": "t l charger 834 kb - part 3",
  "content": "1- Construire les droites (D) et (D’) d’équation respectives : - x + y + 1 = 0 et x + y + 3 = 0.\n\n2- Montrer que les droites (D) et (D’) sont perpendiculaires. Calculer les coordonnées de leurs\n\npoints d’intersection A.\n\n3- Calculer l’ordonnée du point B appartenant à (D) d’abscisse 4 ainsi que l’ordonnée du point C de\n\n(D’) d’abscisse – 4.\n\n4- a. Déterminer le rayon r et le centre K du cercle (C) passant par les points A, B et C.\n\nb. Construis le cercle(C).\n\n5- Déterminer les coordonnées du point H tel que:\n\nBH =\n\nPage 35\n\nCHAPITRE 6 : TRANSFORMATIONS DU PLAN\n\n6 : TRANSFORMATIONS DU PLAN\n\n6 : TRANSFORMATIONS DU PLAN\n\n6 : TRANSFORMATIONS DU PLAN\n\n1. Trace deux cercles C (O, r) et C’(O', R) sécants en A et B et tels que r <R.\n\nPar A, trace une droite (D) qui recoupe C en E et C’ en F. Par B, trace la droite (D') parallèle à la\n\ndroite (D) ; elle recoupe C en H et C’ en G.\n\n2. a. Fais une conjecture sur la nature du quadrilatère EFGH.\n\nb. Trace respectivement par O et O' les droites (∆) et (∆') perpendiculaires à (D) et (D').\n\nVrai ou faux ?\n\nF est l'image de E par l'action successive de la symétrie d'axe (∆'), suivie de la symétrie d'axe (∆).\n\nc. Prouve la conjecture émise au 2) a).\n\nOn fait subir à la figure suivante l'action successive de la symétrie par rapport à la droite (LM),\n\nsuivie de la symétrie par rapport à la droite (LN). Construire directement la figure obtenue en\n\nutilisant les résultats du cours.\n\nL\n\nN\n\nRefaire en plus grand la figure suivante dans laquelle I, J, K et L sont les milieux des côtés du\n\nquadrilatère ABCD.\n\n1. Quelle est la nature du quadrilatère IJKL ? Justifie ta réponse.\n\n2. a. Construis directement l'image du quadrilatère ABCD par l'action successive de la symétrie par\n\nrapport à I, suivie de la symétrie par rapport à L.\n\nb. Quelle remarque peux-tu faire à propos de l'image de ABCD par l'action successive de la\n\nsymétrie de centre J suivie de la symétrie de centre K ?\n\n3. Construis directement l'image de ABCD, par l'action successive de la symétrie d'axe (LK), suivie\n\nde la symétrie d'axe (IJ).\n\nI\n\nJ\n\nK\n\nD\n\nL\n\nPage 36\n\n1. Trace un rectangle ABCD, puis son image par la rotation de centre A et d'angle 90° (on désignera\n\npar E, F et G les images respectives de B, C et D).\n\n2. Construis l'image de toute la figure par l'action successive de :\n\na. La translation de vecteur AG, suivie de la translation de vecteur AE ;\n\nb. La symétrie par rapport à la droite (EA), suivie de la symétrie par rapport à la droite (CD) ;\n\nc. La symétrie par rapport à D suivie de la symétrie par rapport à G.\n\n1. Construis l'image F1 de la figure F par la symétrie par rapport à (∆), puis l'image F2 de F1 par la\n\nsymétrie d'axe (∆').\n\n2. Par quelle transformation passe-t-on de la figure F à la figure F2 ?\n\nI\n\n² '\n\nF\n\nSoit un point A d'un cercle C (O ; r) et I le milieu de [OA].\n\nSoit (D) la médiatrice de [OA] et (∆) la tangente en A au cercle C.\n\nConstruire l'image du cercle C obtenue en appliquant la symétrie par rapport à (D), puis la symétrie\n\npar rapport à (∆). Par quelle transformation obtient-on cette image du cercle C ?\n\nLe plan est muni d’un repère orthonormé\n\n)j\n\n,i,\n\nSoit les points A (6,5 ; 4), B (-2,5 ; -2) et (D) :\n\n5,1\n\n1. Vérifier que la droite (D) passe par C (4 ;-2).\n\n2. Déterminer l’équation de (AB) et vérifier que (AB) ne passe pas par l’origine.\n\na. Démontrer que (AB) est perpendiculaire à (D).\n\nb. Déterminer les coordonnées du point E commun à (AB) et (D).\n\n3. Soit le point M (-1 ; 3) et soit M’ le point obtenu en appliquant à M la symétrie par rapport (AB)\n\nsuivie de la symétrie par rapport à (D). Démontrer que E est le milieu de [MM’] et en déduire les\n\ncordonnées de M’.\n\n4.Soit N le point obtenu en appliquant à M la symétrie de centre O suivie de la symétrie de centre E.\n\na. Démontrer que\n\nN\n\nb. Déterminer les coordonnées du point N.\n\nPage 37\n\nPlace trois points A, O1 , O2 . Soient A’ le symétrique de A par rapport à O1 et A’’ le symétrique de\n\nA’ par rapport à O2 .\n\n1- Tracer les segments [O1O2] et [AA’’].\n\n2- Prouver que (O1O2) et (AA’) sont parallèles.\n\n3. Il y a une transformation plus rapide pour passer de A à A’’ ( sans passer par A’). Laquelle ?\n\nSoit ABC un triangle quelconque.\n\n1- Construis l’image B’ de B par la rotation de centre C et d’angle\n\nCˆ\n\ndans le sens direct.\n\n2- Construis l’image A1 de A par rotation de centre C et d’angle\n\nBˆ\n\ndans le sens direct.\n\nFaire une figure dans laquelle I, J, k et L sont les milieux des cotés du quadrilatère ABCD.\n\n1- Quelle est la nature quadrilatère IJKL ? Justifie ta réponse.\n\n2- a. Construis directement l’image du quadrilatère ABCD par l’action successive de la symétrie par\n\nrapport à I, suivie de la symétrie par rapport à L.\n\nb. Quelle remarque peut tu faire à propos de l’image de ABCD par l’action successive de la\n\nsymétrie de centre J suivie de la symétrie de centre K ?\n\n3- Construis directement l’image de ABCD, par l’action de la symétrie d’axe (LK), suivie de\n\nla symétrie d’axe (IJ).\n\n1. Tracer un rectangle ABCD ,puis son image par la rotation de centre A et d’angle 90°( on\n\ndésignera par E,F et G les images respectives de B,C et D ).\n\n2. Construire l’image de toute la figure par l’action successive de :\n\na) la translation de vecteurAG , suivie de la translation de vecteur AE .\n\nb) la symétrie par rapport à la droite (EA), suivie de la symétrie par rapport à la droite (CD)\n\nc) la symétrie par rapport à D suivie de la symétrie par rapport à G.\n\nPage 38\n\nCHAPITRE 7 : GÉOMÉTRIE DANS L'ESPACE\n\n: GÉOMÉTRIE DANS L'ESPACE\n\n: GÉOMÉTRIE DANS L'ESPACE\n\n: GÉOMÉTRIE DANS L'ESPACE\n\nExercice n°1\n\nOn considère le cylindre, la demi-boule et le cône représentés ci-dessous :\n\n1. Vérifier au moyen d'un calcul que le volume V1 du cylindre, exprimé en cm3, est égal à 216π et\n\nque le volume V2 de la demi-boule, exprimé en cm3, est égal à 144π.\n\n2. Calculer en cm3 le volume V3 du cône sous la forme kπ (k étant un nombre entier).\n\n3. On constate que V2 = 2V3. En utilisant le formulaire donné ci-dessous, justifier ce résultat.\n\nExercice n°2\n\nSABCD est une pyramide régulière dont la base est le carré ABCD de côté 5 cm et de centre I. La\n\nhauteur [SI] de la pyramide a pour longueur SI = 3 cm.\n\n1. Calculer le volume de la pyramide.\n\n2. Soit M le milieu de l'arête [BC]. Démontrer que la longueur IM = 2,5 cm.\n\n3. On admet que le triangle SIM est rectangle en I.\n\na. Calculer tan (MSI).\n\nb. En déduire la mesure de l'angle MSI à 1° près.\n\nExercice n°3\n\nUn abat-jour a la forme d'une pyramide régulière de sommet O. Sa base est un carré ABCD de côté\n\n60cm. AO= 50 cm.\n\n1. Quelle est la nature du triangle OAB?\n\nPage 39\n\n2. K est le milieu du segment [AB].\n\na. Quelle est la nature du triangle AOK ? Pourquoi ?\n\nb. Calculer sin (AOK) puis donner la valeur de l'angle AOK arrondie au degré prés.\n\nAngle\n\n36°\n\n37°\n\n38°\n\n39°\n\nSinus\n\n0,588\n\n0,602\n\n0,616\n\n0,629\n\nd. En déduire une valeur approchée de l'angle AOB.\n\nExercice n°4\n\nLe château d’eau de la SDE situé à Darou est formé d'une partie cylindrique et d'une partie conique.\n\n1. Donner, en dm3, le volume exact de la partie cylindrique en utilisant le nombre π\n\n2. Donner, en dm3, le volume exact de la partie conique en utilisant le nombre π\n\n3. Donner le volume exact du réservoir, puis sa valeur arrondie à 1 dm3 près.\n\n4. Ce réservoir peut-il contenir 1000 litres? Justifier la réponse.\n\nExercice n°5\n\nOn considère le verre ayant la forme d'un cône de hauteur OS = 12 cm et de rayon OA = 3 cm.\n\n1. Montrer que le volume de ce verre est égal à 36π cm3.\n\n2. Avec un litre d'eau, combien de fois peut-on remplir ce verre entièrement ?\n\n3. Si on remplit ce verre d'eau aux 5/6 de sa hauteur, quel est alors le volume d'eau utilisée ?\n\n4. Calculer la mesure de l'angle OSA (donner la valeur arrondie au degré près).\n\nExercice n°6\n\nLa figure 1 représente le pommeau de levier de vitesse d'une automobile.\n\nIl a la forme d'une demi-boule surmontant un cône dont on a sectionné l'extrémité comme l'indique\n\nla figure 2, on appelle (C1) le cône dont la base est le cercle de rayon [AH] et (C2) le cône dont la\n\nbase est le cercle de rayon [EK]. Ces deux cercles sont situés dans des plans parallèles.\n\nOn pose : SK = 4 cm ; SH = 10 cm ; AH = 2 cm.\n\nPage 40\n\n1. En se plaçant dans le triangle SAH, calculer la tangente de l'angle ASH, en déduire une valeur\n\napprochée de l'angle ASH.\n\n2. En se plaçant dans le triangle rectangle ESK et en utilisant la tangente de l'angle\n\nK\n\nSˆ\n\n, montrer\n\nque : EK = 0,8.\n\n3. a. Calculer les volumes V1 et V2 des cônes (C1) et (C2).\n\nb. Calculer le volume V3 de la demi-boule.\n\nc. Déduire des résultats précédents le volume du pommeau.\n\nExercice n°7\n\nUn cube a des arêtes de 8cm. Un cône de révolution a une base de 8cm de diamètre et une hauteur de 8cm.\n\n1. Calculer le volume du cube.\n\n2. a. Calculer la valeur exacte du volume du cône.\n\nb. Quel est le volume du cône arrondi au cm3 ?\n\n3. On place le cône à l'intérieur du cube. Occupe-t-il plus de 30 % du volume du cube ? Justifier.\n\nExercice n°8\n\nUn jouet a la forme d’une demi-boule surmontée d’un cône de révolution de sommet A, comme\n\nl’indique la figure ci-contre. Le segment [BC] est un diamètre de la base du cône ; le point O est le\n\ncentre de cette base. On donne AB = 7cm et BC = 6cm.\n\n1. a. Construire en vraie grandeur le triangle rectangle AOB.\n\nb. Calculer la valeur exacte de AO.\n\nc. Calculer la valeur exacte du sinus de l’angle\n\nAˆ\n\n. En déduire une mesure de l’angle\n\nAˆ\n\n2. Calculer le volume de ce jouet, cône et demi-boule réunis (donner le résultat arrondi au cm3 près).\n\nPage 41\n\nExercice n°9\n\nUn flacon a la forme d'une pyramide régulière SABCD. Sa base est un carré dont les diagonales\n\nmesurent 12 cm. Sa hauteur [SH] mesure aussi 12 cm. AC = BD = 12 ; SH = 12.\n\n1. a. Représenter en vraie grandeur le triangle SAC.\n\nb. Calculer la valeur exacte de SA.\n\nc. Calculer la mesure, arrondie au degré, de l'angle\n\nAˆ\n\nS\n\n2. a. Calculer l'aire de la base ABCD de la pyramide.\n\nb. En déduire le volume de la pyramide SABCD.\n\nExercice n°10\n\nLa case ci-dessous est constituée d'un cylindre et d'un cône ayant une base commune dont le rayon\n\nmesure 5 cm. La hauteur du cône mesure 12 cm, celle du cylindre mesure 4 cm. On désigne par V1\n\nle volume du cône, par V2 le volume du cylindre, et VT est le volume total de la case.\n\n1. Calculer les valeurs exactes de V1 et V2. Vérifier que V1 = V2.\n\n2. En déduire la valeur exacte du volume total VT puis en donner une valeur arrondie au cm3.\n\nExercice n°11\n\nUne pyramide régulière est représentée ici en perspective :\n\n1. Sur le solide SABCD, nommer les arêtes de même longueur que [SA].\n\n2. Quelle est la nature de la face ABCD ? Expliquer.\n\n3. Calculer le volume de la pyramide SABCD.\n\nPage 42\n\nExercice n°12\n\nLa figure ci-dessous représente le chapeau d’un berger. Elle a la forme d’un cône de hauteur SO = 20\n\ncm et de base le cercle de rayon OA = 15 cm.\n\n1. Calculer, en cm3, le volume de ce cône; on donnera la valeur exacte sous la forme kπ (k∈IN).\n\n2 .Montrer que SA = 25 cm.\n\n3. L’aire latérale de ce cône est donnée par la formule π × R × SA. (R désigne le rayon de la base).\n\nCalculer cette aire.\n\nExercice n°13\n\nUn grenier d'une hauteur totale de 15m est formée d'une tour cylindrique de rayon 6m, surmontée\n\nd'un toit conique.\n\n1. Quelle est la hauteur de la tour, sachant qu'elle est égale aux deux tiers de la hauteur totale ?\n\n2. Trouver la valeur exacte de l'aire de la face latérale de la tour cylindrique.\n\n3. Quel est le volume total du grenier? Donner la valeur exacte, puis une valeur approchée au mètre\n\ncube prés.\n\nPage 43\n\nM. Bèye professeur de Mathématiques au C.E.M. Abdoulaye Mar Diop\n\nIle Nord Saint – Louis\n\nSite web : www.cem-abdoumardiop.edu.sn\n\nMail : rescoben1@hotmail.fr ou rescobengo@gmail.com\n\nSUJETS DE B.F.E.M\n\nMATHEMATIQUES\n\nMATHEMATIQUES\n\nMATHEMATIQUES\n\nMATHEMATIQUES\n\nCE RECUEIL EST DESTINE\n\nCE RECUEIL EST DESTINE\n\nCE RECUEIL EST DESTINE\n\nCE RECUEIL EST DESTINE\n\nAUX ELEVES DE TROISIEME\n\nAUX ELEVES DE TROISIEME\n\nAUX ELEVES DE TROISIEME\n\nAUX ELEVES DE TROISIEME\n\nEpreuves de B.F.E.M\n\nEpreuves de B.F.E.M\n\nEpreuves de B.F.E.M\n\nEpreuves de B.F.E.M : Mathématiques\n\n: Mathématiques\n\n: Mathématiques\n\n: Mathématiques\n\nPage 44\n\nEXAMEN DU B.F.E.M. - SESSION DE JUILLET 1990\n\nI- ACTIVITES NUMERIQUES :\n\nExercice\n\nOn considère les fonctions numériques suivantes:\n\nf(x) = x² + (2 – 2x) (x – 3) – 1\n\n9/4\n\n7/2\n\ng\n\nh(x) = (x +1)( 2x – 2) + (x +3)(x – 3)\n\n1. Factorise f(x) puis g(x).\n\n2. Développe, réduis et ordonne h(x).\n\n3. Résous dans ID puis dans ℚ (x –1)(– x + 7) = (5x – 5)(5x – 2)\n\n4. On pose q(x) = 5(x – 1)(– x 7)/(5x – 5)(5x – 2)\n\na. Détermine la condition d’existence de q(x), puis donne q’(x) l’expression simplifiée de q(x).\n\nb. Détermine q’( 2) et rend rationnel son dénominateur.\n\nc. Résous dans IR q(x) = - 1/5 ;\n\net (x – 1) (–x + 7) ≤ 0.\n\nII- ACTIVITES GEOMETRIQUES\n\n1. Construis le triangle ABC tel que AB = 5 cm, BC = 3 cm et AC = 4 cm.\n\n2. On pose u = AB ; v = AC. Construis u + v.\n\n3. Place E tel que AE = u + v et divise le segment [AE] en 3 parties égales.\n\n4. On pose w = BC. Construis u + v + w.\n\n5. Soit G un point du plan tel que GA + GB + GC = 0.Démontre que 3AG = AB +AC et construis G.\n\nDans un plan muni d’un R.O.N.\n\nPlace les points I (1; 0), J (0 ; 1) et trace la droite (D) d’équation : x +y –3 = 0.\n\n1. Calcule la distance IJ et place le point H (−3;\n\n2 ).\n\n2. Détermine le point A, intersection de (D) avec l’axe des abscisses.\n\n3. Détermine le point B, intersection de (D) avec l’axe des ordonnées.\n\n4. Détermine K tel que HBAK soit un parallélogramme.\n\n5. En utilisant le théorème de Thalès ou sa réciproque montre que (D) est parallèle à (IJ).\n\n6. Détermine les coordonnées de I’ image de I par la symétrie orthogonale d’axe (D).\n\n7. a. Détermine les coordonnées de N centre du cercle circonscrit au triangle IJI’.\n\nb. Calcule le rayon R de ce cercle.\n\n8. Calcule cos BAI.\n\nEXAMEN DU B.F.E.M. - SESSION DE JUILLET 1991\n\nI- ACTIVITES NUMERIQUES :\n\nOn donne :\n\n1. Calcule A puis rend rationnel le dénominateur de B.\n\n2. Donne l’écriture simplifiée de\n\nB .\n\n3. Résous dans IR l’équation :\n\n)1\n\nPage 45\n\nOn considère les expressions :\n\nf (x) = (2x – 7)(3 – 4x) + (4x – 14)(3x – 2) et g (x) = 9(–x + 1)² – (x + 4)²\n\n1. Développe, réduis puis ordonne f(x) et g(x).\n\n2. Détermine f (0) ; f (2 + 3 ) ; g (–2).\n\n3. a. Donne une factorisation des expressions f (x) et g (x).\n\nb. Déduis-en la résolution dans IR des équations f (x) = 0; g (x) = 0.\n\nII- ACTIVITES GEOMETRIQUES :\n\n1. a. On considère un triangle ABC rectangle en B tel que : AC = 7 cm ; BC = 4 cm ; fais une figure.\n\nb. Calcule AB.\n\nc. Calcule sin BAC et trouve sa valeur approchée à 10 -3 près par défaut.\n\n2. Soit I milieu de [BC] et M celui de [AC].\n\na. Démontre que (IM) et (AB) sont parallèles.\n\nb. Montre que (IM) est la médiatrice de [BC].\n\nOn considère dans le plan, le repère orthonormal (O, I, J) et les points suivants dans ce repère.\n\nA (−2 ; 3) ; B (4 ; 7) et C (1 ; 5).\n\n1. Ecris les vecteurs AB et BC en fonction des vecteurs i et j.\n\n2. Montre que les points A, B et C sont alignés.\n\n3. a. Trouve les coordonnées de D tel que BCOD soit un parallélogramme.\n\nb. Déduis-en les coordonnées de son centre I.\n\n4. Trouve une équation de la droite (BD).\n\n5. Soit E le symétrique de C par rapport à D, détermine les coordonnées de E.\n\n6. Soit F l’image de B par la translation de vecteur DC, détermine les coordonnées de F.\n\nEXAMEN DU B.F.E.M. - SESSION DE JUILLET 1992\n\nI- ACTIVITES NUMERIQUES :\n\nOn considère les expressions :\n\n- 1\n\ng(x)\n\nx²\n\nf(x)\n\n1. Calcule les réels r1 =f( 8) et r2 = g( 2)\n\n2. a. Calcule le réel r1 = f ( 8) + g ( 2)\n\nb. Donne un encadrement de r d’amplitude 0,01 sachant que : 1,414 <\n\n2 < 1,415.\n\n3. Soit le réel\n\nq =\n\n. Montre que q peut s’écrire sous la forme\n\navec a ∈ ℤ et b ∈ ℕ.\n\nExercice 2\n\nOn considère l’expression : h(x) = (2x - 3 ) 2 + 2(2x - 3 )(1 +\n\n3 ) + (1 +\n\n3 )2\n\n1. Montre que h(x) est le carré d’une expression.\n\n2. Résous dans IR, l’équation :\n\nh\n\n3. Soit l’expression k définie sur IR par :\n\nh\n\nk\n\na. Sur quelle intervalle de IR, k est-elle une application linéaire ?\n\nb. Sur quelle intervalle de IR, k est-elle une application affine ?\n\nc. Représente graphiquement k dans un repère orthonormal (O ; I ; J).\n\nPage 46\n\nII- ACTIVITES GEOMETRIQUES :\n\n1. Construis le triangle rectangle en A, avec les dimensions suivantes : AB = 8cm et AC = 6cm.\n\n2. Calcule BC puis cos ABC.\n\n3. Place le point M tel que\n\nAB\n\nAM =\n\n4. La parallèle à (BC) passant par M coupe (AC) en N.\n\na. Compare les rapports AB\n\nAM et AC\n\nAN\n\nb. Déduis-en que\n\nAN =\n\nLe plan est rapporté à un repère orthonormal (o, i, j).\n\n1. Construis la droite (∆) d’équation x – 2y + 6 = 0.\n\n2. Place le point A de coordonnées (−5 ; 8). Justifie que A n’appartient pas au demi-plan ouvert de\n\nbord (∆) contenant le point O.\n\n3. Soit B le point de coordonnées (1 ; −4), calcule les coordonnées de K milieu de [AB].\n\n4. Démontre que A et B sont symétriques par rapport à (∆).\n\nEXAMEN DU B.F.E.M. - SESSION DE JUILLET 1993\n\nI- ACTIVITES NUMERIQUES :\n\n1. Ecris l’expression\n\n192\n\n48\n\n75\n\nsous la forme\n\nB =\n\n; a et b étant deux réels\n\nqu’on déterminera.\n\n2. Calcule la valeur numérique de l’expression suivante :\n\npour\n\nSoient a et b deux réels et le système de deux équations à deux inconnues suivants :\n\nbx\n\nax\n\n1. Détermine les réels a et b pour que le couple (2 ; −1) soit solution de ce système.\n\n2. Remplace, dans ce système, a et b par les valeurs trouvées et résous dans IR2 le système\n\nax\n\nII. ACTIVITES GEOMETRIQUES :\n\nUn plan P est rapporté à un repère orthonormal (O; I; J).\n\n1. a. Place dans ce plan les points A, B, C donnés par leurs coordonnées suivantes :\n\nA (−1,5 ; 2) ; B (1,5 ; −2) ; C (6,5 ; 8) et\n\nb. Montre que O est le milieu de [AB].\n\n2. Calcule les distances AB ; AC et BC et montre que le triangle ABC est rectangle.\n\n3. Soit H la projection orthogonale A sur la droite (BC). Calcule BH ; CH et AH (on utilisera les\n\nrelations métriques dans le triangle rectangle).\n\n4. Soit B’ et C’ respectivement les projetés orthogonaux des points B et C sur l’axe des ordonnées.\n\na. Calcule BH/BC et BO/BC\n\nb. Montre avec précision que l’on peut en conclure que H appartient à l’axe des abscisses.\n\nPage 47\n\nEXAMEN DU B.F.E.M. - SESSION DE JUILLET 1994\n\nI- ACTIVITES NUMERIQUES :\n\nA. Voici les tailles (en cm) des vingt cinq élèves d’une classe de 3ème :\n\n165 – 145 – 150 – 150 – 166 – 165 – 160 – 158 – 162 – 165 – 158 – 165 – 162 – 154 – 158 – 160 –\n\n162 – 154 – 165 – 160 – 160 – 158 – 154 – 158 - 160.\n\na. Recopier et compléter le tableau suivant :\n\nTailles en cm\n\n145\n\n150\n\n154\n\n158\n\n160\n\n162\n\n165\n\n166\n\nEffectifs\n\nb. Calculer la taille moyenne.\n\nc. Recopier et compléter le tableau suivant :\n\nd. Représenter l’histogramme des effectifs.\n\ne. Calculer la taille moyenne.\n\nB. 1. Résoudre dans IR²\n\n3975\n\n625\n\n2. Tante Adja dit à sa fille : « avec 6250 F cfa j’achetais 10 kg de pomme de terre et 20 kg d’oignons.\n\nAprès la dévaluation du franc cfa, je dois payer 7950 F cfa pour avoir les mêmes quantités. » .\n\nTrouver le prix d’un kg de pommes de terre et celui d’oignons avant la dévaluation sachant que ces\n\nprix ont été multipliés respectivement par 1,2 et 1,3 après la dévaluation.\n\nACTIVITES GEOMETRIQUES\n\nA. On donne un triangle ABC rectangle en A tel que\n\nBC =\n\na. Calculer AB² puis en déduire que\n\nAB\n\nb. En déduire l’aire du triangle ABC.\n\nc. Calculer AC\n\n1 sans radical au dénominateur.\n\nd. Encadrer AC\n\n1 à 0,01 sachant que 1,73 <\n\n3 < 1,74.\n\nB. Dans le plan muni d’un repère orthonormal, on considère les points A (6 ;-1), B (2 ; -2), C (5 ; 3).\n\n1. Placer les points A ; B ; C et montrer que les vecteurs AB et AC sont orthogonaux.\n\n2. Calculer les longueurs AB ; AC ; BC et en déduire la nature du triangle ABC.\n\n3. a. (C) étant le cercle circonscrit au triangle ABC, déterminer les coordonnées de I centre de (C).\n\nb. Calculer le rayon de (C).\n\n4. Calculer le sinus et la tangente de l’angle ABC. En déduire la mesure de l’angle ABC.\n\nEXAMEN DU B.F.E.M. - SESSION DE JUILLET 1995\n\nACTIVITES GEOMETRIQUES\n\nExercice :\n\n1. On considère un segment [AB] de milieu I, démontrer que pour tout M du plan, MA + MB = 2MI\n\n2. ABC est un triangle, on suppose qu’il existe un point H tel que HA + HB + HC = 0.\n\nEn utilisant I, milieu de [AB], démontrer que H est un point de [IC].\n\nProblème :\n\nSoit un cône de sommet S et de base le cercle (C) de centre O et de rayon r = a.\n\nLa distance OS est égale à 2a.\n\nClasses\n\n153\n\n145\n\n161\n\n153\n\n169\n\n161\n\nCentres des classes\n\nEffectifs\n\nPage 48\n\n1. Calculer en fonction de a le volume du cône.\n\n2. Soit T un point qui décrit le cercle (C) ; calculer une mesure, selon le degré, de l’angle OST .\n\n3. NPQR est un carré inscrit dans le cercle de base (C). Calculer en fonction de a le volume et l’aire\n\ntotale de la pyramide régulière de sommet S et de base NPQR.\n\nACTIVITES NUMERIQUES\n\nExercice :\n\nRésoudre algébrique le système (S) défini par :\n\n(3)\n\n(2)\n\n(1)\n\nS\n\nInterpréter géométriquement votre réponse. Le plan est rapporté à un repère orthonormal (O, I, J).\n\nProblème :\n\nOn considère les expressions suivantes :\n\nA(x) = (15x +10)(−x +5) − (12x + 8)(−7x +2) – 5 (9x ² + 6x) et B(x) = (7x + 18)² − (−x + 1)²\n\n1. Factoriser A(x) puis B(x).\n\n2. On considère l’expression q(x) définie par q(x) =A(x)/B(x)\n\na. Simplifier l’écriture de q(x).\n\nb. Résoudre les équations suivantes : q(x) = 0 ; q(x) = 1/2\n\nc. Calculer la valeur exacte de q (\n\n2 ) (sans radical au dénominateur).\n\nEn déduire une valeur approchée à 10-3 près par défaut de q ( 2) sachant que 1,414 < 2< 1,415.\n\nEXAMEN DU B.F.E.M. - SESSION DE JUILLET 1996\n\nACTIVITES NUMERIQUES\n\n1. Résoudre graphiquement dans un R.O.N. le système d’inéquations à variables réelles suivant :\n\n2. On pose A = 2x − 3\n\na. Calculer A²\n\nb. Déduire de a), une factorisation de g(x) = 4x² − 12x + 8.\n\nc. Résoudre dans IR, g(x) = 0.\n\n3. Le prix à payer pour un trajet en taxi comprend une prise en charge et une somme proportionnelle\n\nau nombre de kilomètres parcourus. Ali a payé 500 F pour un trajet de 4 km ; Doudou a payé 725 F\n\npour un trajet de 8,5 km.\n\na. Déterminer le prix du km et le montant de la prise en charge.\n\nb. Déterminer l’application qui définit la somme à payer en fonction du nombre de km parcourus.\n\nc. Représenter graphiquement une telle application dans un repère orthonormal.\n\nd. Déterminer graphiquement le prix à payer pour 10 km.\n\nACTIVITES GEOMETRIQUES\n\nDans un plan muni d’un repère orthonormal, on donne les points A, B, C de coordonnées respectives\n\nA (6 ; −1), B (2 ; −2), C (5 ; 3).\n\n1. Placer les points A ; B ; C.\n\n2. Montrer que les vecteurs AB et AC sont orthogonaux.\n\n3. Calculer les longueurs AB ; AC et BC.\n\n4. Quelle est la nature du triangle ABC ?\n\n5. Soit (C) le cercle circonscrit au triangle ABC. Déterminer les coordonnées de K, centre de ce\n\ncercle. Calculer son rayon.\n\n6. Calculer le sinus et la tangente de l’angle ABC.\n\nPage 49\n\nEFGHUJKL est un parallélépipède rectangle tel que EF = 8 cm ; EH = 6 cm et HK = 4 cm.\n\n1. Calculer le volume du parallélépipède.\n\n2. Calculer EG.\n\n3. Calculer l’aire du triangle EGH.\n\n4. Calculer le volume de la pyramide de base EGH, de sommet L.\n\nEXAMEN DU B.F.E.M. - SESSION DE JUILLET 1997\n\nACTIVITES NUMERIQUES\n\nExercice I\n\n1. Calculer l’expression\n\n45\n\n500\n\nX\n\n. Donner le résultat sous la forme\n\noù a et b sont\n\ndes entiers.\n\n2. On donne deux réels A et B tels que\n\n. Calculer A² et B², puis A × B.\n\nDonner chaque résultat sous la forme\n\np +\n\noù p et q sont des entiers relatifs.\n\nExercice II\n\nSur une période donnée les recettes d’une essencerie se répartissent comme suit :\n\nCarburant\n\nEssence ordinaire\n\nEssence super\n\nGasoil\n\nMélange\n\n% de toutes les recettes\n\n30 %\n\n25 %\n\n40 %\n\n5 %\n\n1. Représenter cette série par un diagramme semi-circulaire.\n\n2. Si l’essence ordinaire vendue a rapporté 126000 F et que 42L de mélange ont été vendus, trouver :\n\na. La somme rapportée par le gasoil.\n\nb. Le prix du litre de mélange.\n\nACTIVITES GEOMETRIQUES\n\nExercice I\n\nOn considère dans un repère orthonormal (O; I; J), les points suivants :\n\nA (− 4 ; 4) ; B (− 9 ; −6) ; C (1 ; − 1) et D (6 ; 9).\n\n1. Donner les composantes des vecteurs AB et DC, puis la nature du triangle ABC.\n\n2. Quelle est la nature du quadrilatère ABCD ? (Justifier la réponse.)\n\n3. Montrer que le point E (2 ; − 8) est symétrique de A par rapport à (BC).\n\nExercice II\n\nSoit ABC un triangle rectangle en A tel que AB = 8 cm et AC = 4 cm.\n\n1. Calculer BC puis faire la figure.\n\n2. Soit H le projeté orthogonal de A sur [BC].\n\nOn donne : AB² = BH × BC et AC² = CH × BC. Calculer BH, CH puis AH.\n\n3. La parallèle à la droite (AH) passant par C coupe (AB) en E. Calculer AE puis en déduire EC.\n\n4. Calculer sinE.\n\n5. Faire une figure complète.\n\nPage 50\n\nEXAMEN DU B.F.E.M. - SESSION DE JUILLET 1998\n\nAssane et Ousseynou désirent acheter en commun un magnétophone qui coûte 20000 frs. Les\n\néconomies d’Ousseynou représentent les 4/5 de celles d’Assane. S’ils réunissent leurs économies, il\n\nleur manque 2720 frs pour pouvoir effectuer leur achat.\n\n1. En prenant x et y comme économies respectives de Assane et Ousseynou, mettre ce problème sous\n\nla forme d’un système d’équations du premier degré à deux inconnues.\n\n2. Calculer alors le montant des économies de chacun des deux garçons.\n\n1. On donne l’expression\n\n81\n\n63\n\n112\n\n121\n\nEcrire A sous la forme\n\na +\n\n(a ∈ ℤ ; b ∈ ℤ ; c ∈ ℕ)\n\n2. Soit l’expression B (x) = x² − 1 + (x + 7) (2x – 2)\n\na. Factoriser B (x).\n\nb. Développer, réduire et ordonner B (x).\n\n3. Soit l’expression\n\na. Etablir la condition d’existence de q (x) et la simplifier.\n\nb. Calculer q (x) pour x = 1 et pour x =\n\n2 (sans radical au dénominateur).\n\nI. ABCD est un trapèze rectangle de base [AB] et [DC] tels que :AB = 6cm; DC = 4cm et AD = 3cm.\n\nCalculer l’aire de ce trapèze.",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_834_kb.pdf",
    "year": null,
    "zone": null,
    "hasCorrection": false
  }
}