{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": "equations_inequations",
  "title": "t l charger 834 kb - part 5",
  "content": "2. On donne les réels\n\na. Ecris x avec un dénominateur rationnel.\n\nb. Justifie que y est négatif.\n\nc. Justifie que : x = - y\n\nd. Encadre x à 10-2 près sachant que 2,236<\n\n5 <2,237.\n\ne. On pose Justifie que\n\nz\n\n. Justifie que\n\nz\n\nPage 63\n\n« Le Sénégal vient d’administrer une belle leçon de démocratie à la face du monde par\n\nl’organisation d’élection présidentielle incontestée. Le vaincu reconnait sa défaite, félicite le\n\nvainqueur ».\n\nUne étude statistique portant sur les 30 mots de ce texte (un mot quelconque est considéré autant de\n\nfois qu’il apparait dans le texte), a donné le diagramme circulaire ci-dessous :\n\n1. Lequel des caractères ci-dessous est celui qui est étudié :\n\n• Longueur des mots\n\n• Nature grammaticale des mots\n\n• le Genre grammatical des mots ?\n\n2. Indique la nature de ce caractère.\n\n3. Indique les modalités de ce caractère.\n\n4. Dresse le tableau des effectifs de cette série.\n\n5. Construis le diagramme à bandes de cette série.\n\n1. Construis un triangle MON rectangle en N tel que MN = 7,5 cm et MON = 30°.\n\n2. Calcule NO et MO.\n\n3. Soit I le pied de la hauteur issue de N, calcule NI.\n\n4. La droite passant par M et parallèle à la droite (NI) coupe la droite (ON) en T. Calcule MT.\n\n5. Soit E le centre du cercle circonscrit au triangle MOT ; démontre que MET est un triangle\n\néquilatéral.\n\nDans le plan muni d’un repère orthonormal (O, I, J), on donne les points suivants :\n\nA (2 ; -1), B (-3 ; 2) et C (0 ; 7)\n\n1. Démontre que les vecteurs AB et BC sont orthogonaux.\n\n2. Calcule les coordonnées du point E tel que ABEC soit un parallélogramme.\n\n3. Soit F l’image de B par la translation de vecteur CE. Calcule les coordonnées de F.\n\n4. Justifie que B est le milieu de [AF].\n\nFIN DES SUJETS DE MATHEMATIQUES",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_834_kb.pdf",
    "year": null,
    "zone": null,
    "hasCorrection": false
  }
}