{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": "puissances_racines_carrees",
  "title": "t l charger 975 kb - part 5",
  "content": "3. Calculer, dans les conditions normales de température et de pression, les volumes VA, VB, VC de gaz\n\nrecueilli s’il y a lieu.\n\nExercice 4:\n\n1. Préciser les éléments chimiques qui forment la molécule de propane.\n\n2. Donner le nom de la famille de ce type de composé organique.\n\n3. On réalise la combustion complète de 3 moles de propane dans l’air. Ecrire l’équation bilan de la réaction.\n\n4. Calculer le volume de gaz recueilli, dans les conditions normales de température et de pression.\n\n5. De quel gaz s’agit-il ? Comment peut-on le mettre en évidence ou le caractériser ?\n\nDonnées : M (C) = 12 g/mol; M (H) = 1 g/mol; Vm = 22, 4 L/mol\n\n61\n\nBREVET DE FIN D’ETUDES MOYENNES : 2002\n\n1. Les alcènes appartiennent à la famille des hydrocarbures. En déduire la formule générale d’un alcène.\n\n2. Citer un exemple d’alcène. Ecrire sa formule chimique.\n\n3. Donner le nom de chacun des composés représentés par les formules chimiques suivantes :\n\nC4H10 ; ZnO ; Fe3O4 ; C3H6\n\n4. Après avoir précisé les formules chimiques du méthane et de l’eau, compléter puis équilibrer les équations\n\nchimiques suivantes :\n\nAl4C3 + H2O methane +Al(OH)3\n\nC2H4 + O2 CO2 + eau\n\nFe + HCl FeCl2 + ……….\n\nLa réaction s’est déroulée dans les conditions normales de température et de pression.\n\nOn fait agir une solution diluée d’acide chlorhydrique sur 32,5 grammes de zinc.\n\n1. Ecrire l’équation de cette réaction.\n\n2. L’un des produits formés est un sel : donner son nom.\n\n3. Préciser le nom du gaz formé et déterminer son volume.\n\n4. Calculer la masse m du composé ionique sel formé. Données: M(Zn) = 65g/mol ; M(Cl) = 35,5g/mol.\n\nNB : Prendre une échelle convenable (à préciser) pour la construction des images. Ceci permettra de\n\ndéterminer graphiquement la longueur et la position de l’image dans chacun des deux cas a/ et b/.\n\nLa distance focale d’une lentille convergente mesure f = 10 cm.\n\n1. Calculer la vergence de la lentille.\n\n2. Construire graphiquement l’image A’B’ d’un objet AB de longueur l = 30 cm, placé perpendiculairement\n\nà l’axe optique de la lentille, dans les cas suivants :\n\na. AB placé à 5 cm du centre optique.\n\nb. AB placé à 20 cm du centre optique.\n\n3. Préciser les caractéristiques de l’image obtenue dans chacun des deux cas précédents ; il s’agit de la\n\nnature, de la longueur et de la position de l’image.\n\n1. Représenter à l’équilibre le ressort portant la masse sur un schéma.\n\n2. Nommer les forces qui s’exercent sur la boule.\n\n3. Déterminer leur intensité et conclure.\n\n4. Représenter sur votre schéma les forces qui s’exercent sur la boule en prenant pour échelle 1 cm pour 1 N.\n\n5. Quelle forme d’énergie est stockée par le système boule - sol.\n\n6. Donner l’expression de cette énergie puis calculer sa valeur en joules.\n\nDonnées : m = 200 grammes ; h = 40 mètres ; g = 10 N/kg\n\n62\n\nBREVET DE FIN D’ETUDES MOYENNES : 2003\n\nOn mélange une masse m1 d’eau chaude à la température\n\nC\n\n80°\n\n=\n\n˥\n\net une masse m2 d’eau froide à la\n\ntempérature\n\nC\n\n20°\n\n=\n\n˥\n\n. On obtient ainsi, une masse d’eau m = 1,2 kg à la température finale\n\nC\n\n30°\n\n=\n\nf\n\n˥\n\n.\n\n1 : Ecrire l’expression de la quantité de chaleur Q1 perdue par l’eau chaude et l’expression de la quantité de\n\nchaleur Q2 reçue par l’eau froide.\n\n2 : Calculer les masses (m1) et (m2) d’eau utilisée.\n\nOn dissout 20g de (NaOH) dans de l’eau pure pour obtenir 400 mL de solution (S1). Calculer :\n\n1. La concentration massique de la solution S1.\n\n2. La concentration molaire volumique (molarité) de S1.\n\n3. On neutralise la solution S1 par une solution décimolaire d’acide chlorhydrique (S2). Calculer le volume et\n\nla concentration massique de S2.\n\nDonnées : M(H) = 1 g.mol-1 ; M(Cl) = 35,5 g.mol-1 ; M(Na) = 23 g.mol-1 ; M(O) = 16 g.mol-1\n\nLe graphique ci-dessous représente la caractéristique d’un résistor.\n\n1. Faire le schéma du montage permettant de réaliser cette expérience.\n\n2. Le résistor est-il un conducteur ohmique ? Justifier votre réponse.\n\n3. Déterminer graphiquement la tension aux bornes du résistor lorsqu’il est traversé par un courant de 6 mA.\n\n4. On applique maintenant une tension de 7,5 V aux bornes du résistor. Quelle est l’intensité (I) du courant\n\nqui le traverse ?\n\nBREVET DE FIN D’ETUDES MOYENNES : 2004\n\nA. Equilibrer les équations chimiques suivantes :\n\nZn + HCl ZnCl2 + H2\n\nC4H10 + O2 H20 + CO2\n\nB. A chaud, le dihydrogène réduit l’oxyde ferrique (Fe2O3) selon l’équation :\n\nFe2O3 + H2 H2O + Fe\n\nB.1 : Equilibrer cette équation.\n\nB.2 : Calculer la masse de fer obtenue par réduction de 160 g d’oxyde ferrique.\n\nB.3 : le fer ainsi produit est attaqué par de l’acide chlorhydrique (HCl) dilué et à froid et en excès.\n\na. Ecrire l’équation bilan de la réaction de l’acide chlorhydrique avec le fer.\n\nb. En déduire la masse de dihydrogène recueillie.\n\nOn donne : M (Fe)=56 g.mol-1 ; M (O)=16 g.mol-1 ; M (H)=1 g.mol-1 ; M (C)=12 g.mol-1\n\n63\n\nUn alcane A est utilisé pour le chauffage domestique. La masse molaire moléculaire de A est de 58 g.mol-1.\n\n2-1 : Rappeler la formule générale des alcanes.\n\n2-2 : Trouver la formule brute de l’alcane A et donner son nom.\n\n2-3 : La combustion complète d’une masse m de l’alcane A produit 100 litres de dioxyde de carbone dans\n\ndes conditions où le volume molaire vaut 25 L.mol-1.\n\na) Ecrire l’équation bilan de la réaction.\n\nb) Trouver la masse m de l’alcane brûlée.\n\nOn donne : M (Fe)=56 g.mol-1 ; M (O)=16 g.mol-1 ; M (H)=1 g.mol-1 ; M (C)=12 g.mol-1\n\n1) Donner les formules chimiques de : l’acétylène, le dioxyde de carbone, l’alumine.\n\n2) Compléter puis équilibrer les équations chimiques suivantes\n\nAluminum + .……. AlCl3 + H2\n\nAcetylene + O2 CO2 + H2O\n\nCaCO3 + HCl CaCl2 + H2O + Dioxyde de carbone\n\nFe2O3 + Al Alumine + Fe\n\nC2H4 + …..… H2O + CO2\n\nUn objet AB de hauteur 2,5 cm est placé devant une lentille convergente perpendiculairement à son axe\n\noptique, le point A se trouvant sur cet axe. La vergence de la lentille est de 10 dioptries.\n\n3-1 : Calculer la distance focale de la lentille.\n\n3-2 : Construire, à l’échelle 1/5, l’image A’B’ de l’objet AB dans les cas suivants :\n\na) AB est placé à 15 cm devant la lentille.\n\nb) AB est à 5 cm devant la lentille.\n\nDans les deux cas on précisera à l’aide du schéma, les caractéristiques de l’image A’B’.\n\nExercice 5\n\nOn considère la portion de circuit schématisé ci-dessous : tous les dipôles sont des conducteurs ohmiques.\n\nOn donne R1 = 25Ω; R2 = 15Ω; R3 = 10Ω. La tension établie entre A et B vaut UAB = 8 V.\n\n4-1 : Déterminer la résistance équivalente à la portion de circuit AB. (2 pts)\n\n4-2 : Calculer l’intensité du courant I puis celle du courant I2. En déduire la valeur de I1.\n\n4-3 : Evaluer la tension aux bornes de chaque résistor.\n\nBREVET DE FIN D’ETUDES MOYENNES : 2005\n\nDans un ballon contenant 3,25g de zinc pur, on y verse 250ml d’une solution d’acide sulfurique de\n\nconcentration molaire 8.10-2 mol.l-1.\n\n1-1 : Ecrire l’équation bilan de la réaction à froid entre l’acide sulfurique dilué et le zinc.\n\n1-2 : Montrer que toute la masse de zinc ne réagit pas.\n\n1-3 : Calculer la masse de sulfate de zinc formé.\n\nOn donne les masses molaires atomiques en g.mol-1 :\n\nM(C) = 12; M(H) = 1; M(Zn) = 65; M(S) = 32; M(O) = 16\n\n64\n\nLes alcanes brûlent à l’air ou dans le dioxygène pur en dégageant beaucoup de chaleur. Ils sont ainsi utilisés\n\ncomme des combustibles. L’équation bilan de la combustion complète d’un alcane s’écrit :\n\nO\n\n1)H\n\n(n\n\nnCO\n\nO\n\n)1\n\nn\n\n3\n\n(\n\nH\n\nC\n\nn\n\nn\n\n\n\n\n\n\n\n→\n\n\n\n2-1 : La combustion complète de 1,16 g d’un alcane produit 3,52 g de dioxyde de carbone et 1,8 g d’eau.\n\n2.1-1 : Vérifier que la formule brute de l’alcane est C4H10.\n\n2.1-2 : Comment mettre en évidence qualitativement le dioxyde de carbone ?\n\n2-2 : Une bouteille de cuisine contient 13 kg de cet alcane. Calculer le volume de dioxygène nécessaire à la\n\ncombustion complète de l’alcane contenu dans cette bouteille. Prendre : volume molaire VM = 24 L.mol-1\n\nOn considère le circuit électrique schématisé ci – dessous : Les trois lampes L1, L2 et L3 sont identiques.\n\nLa tension aux bornes du générateur G est maintenue constante et égale à 4,5 V.\n\n3-1 : Déterminer la tension aux bornes de chacune des lampes dans les cas suivants:\n\na) L’interrupteur K est fermé.\n\nb) L’interrupteur K est ouvert.\n\n3-2 : Dans la suite on considère que l’interrupteur K est ouvert.\n\n3.2-1 : Reproduire le schéma ci – dessus en ne considérant que la lampe qui fonctionne. Représenter sur ce\n\nschéma un ampèremètre permettant de mesurer l’intensité du courant dans le circuit et un voltmètre qui\n\npermet de mesurer la tension aux bornes de la lampe.\n\n3.2-2 : Sachant que l’ampèremètre indique 150 mA et le voltmètre 4,5 V, trouver la résistance R de la lampe.\n\nUn dynamomètre comportant un ressort de raideur K = 150 N.m-1 pend verticalement à l’extrémité fixe\n\nd’une potence. Initialement le ressort n’est ni allongé, ni étiré. Un corps de masse 450 g est accroché à\n\nl’extrémité libre du ressort.\n\n4-1 : Faire un schéma représentant le corps en équilibre et les forces qui lui sont appliquées.\n\n4-2 : Calculer l’allongement\n\n∆ subi par le ressort dans ces conditions.\n\n4-3 : Calculer le travail effectué par le poids du corps lors de la déformation du ressort. Préciser la nature\n\nmotrice ou résistante de ce travail en le justifiant. On prendra g = 10 N.kg-1\n\n65\n\nBREVET DE FIN D’ETUDES MOYENNES : 2006\n\nUne lentille L a une distance focale de 5cm.\n\n1. Calculer la vergence de la lentille.\n\n2. Faire une construction graphique sur votre feuille de copie à l’échelle 1/2. Placer, sur la figure, l’axe\n\noptique, le centre optique, les foyers objet F et image F’.\n\n3. Sur un écran placé à une distance réelle de 12 cm du centre optique de cette lentille, on recueille une image\n\nA’B’ d’un objet lumineux AB perpendiculaire à l’axe optique, A est sur l’axe. L’image A’B’ a une hauteur\n\nréelle de 4 cm.\n\na. Représenter l’écran et l’image A’B’ sur la figure précédente en tenant compte de l’échelle.\n\nb. Placer l’objet AB sur la figure et déterminer graphiquement sa hauteur réelle.\n\nOn utilise le circuit série constitué d’un générateur G, d’un conducteur ohmique de résistance R, d’une lampe\n\nL et d’un interrupteur K (figure ci-dessous).\n\n1 : On place convenablement un ampèremètre et un voltmètre aux bornes du conducteur ohmique. Refaire le\n\nschéma sur votre feuille de copie en y faisant figurer les appareils de mesure.\n\n2 : L’ampèremètre indique 750 mA et le voltmètre 9V. En déduire la résistance R du conducteur ohmique.\n\n3 : Evaluer l’énergie dissipée par effet joule au niveau du conducteur ohmique au bout de 6 h.\n\n4 : La tension aux bornes de la lampe étant de 3V, calculer la tension délivrée par le générateur (on néglige la\n\ntension aux bornes de l’ampèremètre).\n\nOn donne les masses molaires atomiques en g/mol : M(C) = 12 ; M(H) = 1 ; M(O) = 16 ; M(Na) = 23.\n\nOn prélève 100 ml de solution d’hydroxyde de sodium ou soude (NaOH) de concentration molaire 0,5 mol/L\n\n1 : Calculer la quantité de matière de soluté NaOH dissoute dans cette solution.\n\n2 : Calculer la concentration massique de cette solution de soude.\n\n3 : Cette solution est utilisée pour doser une solution d’acide chlorhydrique HCl de volume 10 ml.\n\na) Ecrire l’équation bilan de la réaction de dosage.\n\nb) Sachant qu’il a fallu 15 ml de la solution de base pour atteindre l’équivalence, calculer la concentration\n\nmolaire de l’acide chlorhydrique.\n\n1. On donne ci-après l’équation de la réaction de combustion d’un hydrocarbure dans le dioxygène :\n\nCH4 + O2 H2O + CO2\n\nRecopier l’équation, l’équilibrer et écrire en dessous des formules les noms des réactifs et des produits\n\ncorrespondants.\n\n2. La réaction est réalisée dans les conditions où le volume molaire vaut 24 L, sachant qu’un volume de 96 L\n\nde dioxygène a été utilisé, calculer :\n\na) La quantité de matière de dioxygène utilisée.\n\nb) La quantité de matière et la masse du composé CH4 brûlé.\n\n66\n\nBREVET DE FIN D’ETUDES MOYENNES : 2008\n\n1. Les hydrocarbures sont nombreux et variés. Leur intérêt réside, entre autres, dans la production d’énergie,\n\nnotamment pour le chauffage domestique.\n\nL’éthylène est un hydrocarbure de la classe des alcènes. Sa molécule contient deux atomes de carbone.\n\n1.1 : Rappeler la définition d’un hydrocarbure.\n\n1.2 : Rappeler la formule générale des alcènes. En déduire celle de l’éthylène.\n\n2. Le butane (C4H10) est le principal hydrocarbure utilisé dans nos foyers pour le chauffage domestique.\n\n2.1 : Écrire l’équation - bilan de cette réaction.\n\n2.2 : Calculer la masse de butane que l’on peut brûler avec 2,4 m3de dioxygène, volume pris dans les\n\nconditions où le volume molaire vaut Vm = 24 L.mol.L-1\n\nOn donne les masses molaires atomiques en g.mol-1: C : 12 ; H : 1 ; O : 16 ; Na : 23\n\nPour préparer une solution S d’hydroxyde de sodium (NaOH) de concentration Cb = 5.10-2mol.L-1, on pèse\n\nune masse m d’hydroxyde de sodium que l’on fait dissoudre par V = 1200 mL d’eau pure.\n\nOn considère que la dissolution a lieu sans variation de volume.\n\n1. Calculer la concentration massique de la solution S. En déduire la valeur de la masse m.\n\n2. On répartit la solution S en trois parties A, B et C de volumes VA=400 mL, VB=300 mL et VC=500 mL.\n\n2.1 : Déterminer la quantité de matière d’hydroxyde de sodium présente dans chaque partie.\n\n2.2 : Dans chaque partie on ajoute 0,02 mol d’acide chlorhydrique.\n\na) Préciser, avec justification à l’appui, le caractère acide, basique ou neutre de chacun des mélanges obtenus.\n\nb) Proposer un test simple permettant de vérifier le caractère acide, basique ou neutre de ces mélanges.\n\nOn donne les masses molaires atomiques en g.mol-1: C : 12 ; H : 1 ; O : 16 ; Na : 23\n\n1. Un ouvrier maintient en équilibre un solide S de masse m = 5 kg par l’intermédiaire d’un fil passant sur la\n\ngorge d’une poulie. Le centre de gravité du solide est situé à une distance h = 8 m du sol (voir schéma).\n\nOn prendra g = 10 N/kg.\n\n1.1 : Sur votre feuille de copie, représenter les forces qui s’exercent sur le solide en équilibre.\n\n1.2 : Calculer l’énergie potentielle de pesanteur du solide à cette position.\n\n2. L’ouvrier fait descendre le solide jusqu’à ce que le centre de gravité soit à h’ = 3 m du sol.\n\n2.1 : Calculer la nouvelle valeur de l’énergie potentielle de pesanteur. En déduire la diminution de l’énergie\n\npotentielle de pesanteur entre les deux positions.\n\n2.2 : Calculer le travail du poids au cours de la descente.\n\n67\n\nBREVET DE FIN D’ETUDES MOYENNES : 2009\n\nOn prépare une solution d’acide chlorhydrique de volume V = 400 mL en dissolvant 0,24 mol de gaz\n\nchlorhydrique dans l’eau pure.\n\n1. Calculer la concentration molaire volumique de la solution d’acide.\n\n2. Calculer la masse du gaz chlorhydrique dissous.\n\n3. Calculer la concentration massique de la solution d’acide.\n\n4. On prélève 10 mL de la solution d’acide chlorhydrique que l’on dose par une solution d’hydroxyde de\n\nsodium de concentration molaire 2.10-1 mol.L-1. Calculer le volume de base versé à l’équivalence.\n\nLa combustion complète de l’acétylène produit une quantité de chaleur qui permet d’atteindre des\n\ntempératures élevées. Cette combustion est utilisée, dans le chalumeau oxyacétylénique, pour effectuer des\n\nsoudures métalliques. L’acétylène, encore appelé éthyne, a pour formule brute C2H2.\n\n1. a. A quelle famille d’hydrocarbures appartient l’acétylène ?\n\nb. Ecrire la formule générale des hydrocarbures de cette famille.\n\n2. Ecrire l’équation-bilan de la combustion complète de l’acétylène dans le dioxygène.\n\n3. On procède à la combustion complète de 44,8 L du gaz acétylène, volume mesuré dans les conditions\n\nnormales de température et de pression.\n\n3.1 Calculer le volume de dioxygène gazeux nécessaire pour cette combustion.\n\n3.2 Calculer la quantité de chaleur dégagée lors de cette réaction sachant que la combustion complète d’un\n\nlitre d’acétylène produit une quantité de chaleur de 58 kJ.\n\nEn travaux pratiques, un groupe d’élèves se propose de vérifier la loi d’Ohm pour un conducteur ohmique.\n\n1. Énoncer la loi d’Ohm pour un conducteur ohmique et donner son expression.\n\n2. Faire l’inventaire du matériel dont le groupe d’élèves a besoin et proposer un schéma du montage\n\nexpérimental à réaliser.\n\n3. Le conducteur ohmique de résistance R = 20Ω est parcouru par un courant d’intensité I = 600mA\n\ndurant t = 30mn.\n\n3.1 Calculer la tension entre les bornes du conducteur ohmique.\n\n3.2 Calculer l’énergie électrique reçue par le conducteur ohmique durant l’expérience.\n\n3.3 Sous quelle forme est dissipée cette énergie ?\n\nOn considère une lentille convergente de distance focale f.\n\nUn objet AB est placé devant la lentille et à une distance d = 2 f du centre optique O de la lentille, le point A\n\nétant situé sur l’axe optique X’X, comme indiqué sur le schéma ci-dessous :\n\n3.1 Reproduire le schéma et placer les foyers de la lentille. Construire l’image A1B1 de l’objet AB donnée par\n\nla lentille. Préciser s’il s’agit d’une image réelle ou virtuelle.\n\n3.2 Déterminer graphiquement le rapport AB\n\nB\n\nA\n\n3.3 : Quelle serait la vergence de la lentille si sa distance focale était de 2 cm ?\n\n68\n\nBREVET DE FIN D’ETUDES MOYENNES : 2010\n\nUn briquet neuf rempli de gaz butane (C4H10) a une masse de 14,8 g. Utilisé pendant quelques jours, le\n\nbriquet est vidé de son contenu ; sa masse est alors 9 g. Tout le butane a réagi avec le dioxygène de l’air et la\n\ncombustion est supposée complète.\n\n1 : Ecrire l’équation-bilan de la combustion complète du butane.\n\n2 : Calculer la quantité de matière (nombre de mol) de butane brûlée.\n\n3 : En déduire le volume de dioxygène nécessaire à cette combustion.\n\n4 : Calculer la quantité de chaleur libérée sachant que la combustion d’une mole de gaz butane libère une\n\nquantité de chaleur de 2800 kJ. On donne : Volume molaire Vm=24l/mol ; M(C)=12 g/mol ; M(H)=1 g/mol.\n\nOn dispose d’une solution d’acide chlorhydrique (H+ + Cl-) de concentration molaire Ca inconnue.\n\n1 : On prélève quelques millilitres de la solution que l’on introduit dans un tube à essais contenant de la\n\ngrenaille de zinc. Il se produit une réaction chimique et on observe un dégagement gazeux. En approchant\n\nune flamme au dessus de l’ouverture du tube, on entend une petite explosion.\n\n1.1 : Quel est le nom du gaz qui se dégage ? Quelle est sa formule chimique ?\n\n1.2 : Sachant qu’il se forme aussi des ions Zn2+, écrire l’équation-bilan de la réaction entre les ions H+ et les\n\natomes de zinc.\n\n2 : On prélève à nouveau 10 ml de la solution d’acide que l’on met dans un bêcher, on y ajoute quelques\n\ngouttes de bleu de Bromothymol (BBT). On dose alors l’acide par une solution d’hydroxyde de sodium\n\n(Na++ OH-) de concentration molaire Cb = 5.10-2 mol/L. Le volume de base versé à l’équivalence est Vb = 20 ml.\n\n2.1 : Quelle observation expérimentale permet d’affirmer que l’équivalence est atteinte ?\n\n2.2 : Déterminer la concentration Ca de la solution d’acide.\n\nOn a mesuré la résistance de deux fils cylindriques, de même section S, mais de métaux différents.\n\nLes résultats obtenus sont regroupés dans le tableau ci-après.\n\nMétal\n\nLongueur du fil (m)\n\nRésistance du fil (Ω)\n\nAluminium\n\n10\n\n7,8\n\nCuivre\n\n50\n\n25\n\n1 : Calculer pour chaque fil la résistance pour une longueur de 100 m.\n\n2 : Lequel des métaux est meilleur conducteur électrique ? Justifier la réponse.\n\n3 : La résistivité du cuivre vaut ρ = 1,8.10-8Ω.m. En déduire la valeur de la section S des fils.\n\nExercice 4 NB : les distances ne sont pas respectées sur le schéma\n\n1 : L’objectif de l’appareil sera assimilé à une lentille convergente de distance focale 50 mm.\n\nCalculer la vergence de cette lentille.\n\n2 L’arbre AB étant situé à une distance D de l’objectif de l’appareil, l’image A’B’, de hauteur h, se forme à\n\nla distance d du centre optique de la lentille comme indiqué sur le schéma ci-contre.\n\n2.1 : Donner les caractéristiques de l’image\n\n2.2: Le groupe d’élèves calcule la hauteur de l’arbre à partir de la relation :\n\n'd\n\nDh\n\nH =\n\n.\n\na) Retrouver cette relation à partir du schéma.\n\nb) Calculer la hauteur de l’arbre avec les données suivantes : D = 10 m ; d = 50,2 mm et h = 1,5 cm.\n\n69\n\nBREVET DE FIN D’ETUDES MOYENNES : 2010 (deuxième sujet)\n\nL’oxyde ferrique est le composé chimique de formule Fe2O3. C’est un oxyde stable du fer qui constitue\n\nessentiellement la rouille et donne sa couleur à la planète Mars.\n\nUn morceau de fer de masse 14 g est complètement transformé à l’air en oxyde ferrique.\n\n1 : Quel est le constituant de l’air dont la combinaison avec le fer produit l’oxyde ferrique ?\n\n2 : Ecrire l’équation bilan traduisant la formation de cet oxyde.\n\n3 : Calculer alors la masse du produit formé à partir de ce morceau de fer.\n\n4 : Calculer le volume d’air qui a réagi sachant que l’air contient en volume 20 % de dioxygène.\n\nOn donne : volume molaire Vm = 24 l/mol ; M(Fe) = 56 g/mol ; M(O) = 16 g/mol\n\nCi-dessous est reproduit un extrait du compte rendu d’un élève après une séance de travaux pratique de\n\nchimie : En voici le compte rendu\n\nDosage d’une solution d’acide chlorhydrique par une solution de soude de concentration Cs= 0,1 mol/litre.\n\n1. Schéma annoté du dosage : voir ci-contre.\n\n2. Calcul de la concentration de l’acide. On a :\n\n- Volume d’acide dans le bécher : Va = 10 ml.\n\n- volume de soude versé à l’équivalence: Ve = 20 ml.\n\nPour avoir Ca on écrit d’abord la relation Ca, Cb, Va et Ve.\n\n- On calcul ensuite Ca.\n\nLe compte rendu de l’élève est incomplet.\n\n2.1 Recopier le schéma du dosage et le compléter.\n\n2.2 Quelle relation y a-t-il entre Ca, Cb, Va et Ve ? Calculer la concentration Ca de l’acide à partir de\n\ncette relation et des données que l’on relève du compte rendu de l’élève.\n\nUn objet AB de hauteur 5 cm est placé à 20 cm d’une lentille convergente de distance focale 10 cm.\n\nL’objet AB est perpendiculaire à l’axe optique de la lentille et le point A est situé sur cet axe.\n\n1. Représenter la lentille, ses foyers et l’objet AB à l’échelle 1/5.\n\n2. Sur la figure obtenue, représenter l’image A’B’ de l’objet AB.\n\n3. Déterminer graphiquement la hauteur réelle de l’image A’B’.\n\nAvec le matériel approprié, on relève les valeurs de l’intensité I du courant qui traverse un résistor\n\nlorsqu’on fait varier la tension U entre ses bornes. Les résultats sont consignés dans le tableau ci-après :\n\nU (V)\n\n0,5\n\n1,2\n\n2,8\n\n4,0\n\nI (mA)\n\n8,0\n\n19,2\n\n44,8\n\n64,0\n\n1. Faire l’inventaire du matériel nécessaire pour réaliser l’expérience.\n\n2. Déterminer la valeur de la résistance R du résistor.\n\n3. Calculer la tension aux bornes du résistor lorsqu’il est traversé par un courant de 50 mA.\n\n70\n\nBREVET DE FIN D’ETUDES MOYENNES : 2010 (Sujet du SECOND TOUR)\n\n1. Recopier puis compléter les phrases suivantes :\n\na) Un composé dont la molécule est formée d’atomes d’hydrogène et d’atomes de carbone est un………\n\nb) Les ions …………. Caractérisent les solutions basiques.\n\n2. Choisir la bonne réponse et justifier.\n\n2.1 : On dispose d’une solution de volume 20 ml et de molarité 0,4 mol/l. On la divise en deux parties\n\nd’égal volume. La molarité de chaque partie est :\n\na) 0, 2 mol/L b) 0, 4 mol/L c) 0,8 mol/L\n\n2.2 : Si on ajoute 0,2 mol d’hydroxyde de sodium solide à 200 ml d’une solution aqueuse d’hydroxyde\n\nde sodium de molarité 5 mol.l-1, sans variation de volume de la solution, la concentration molaire de la\n\nnouvelle solution est.\n\na) 5, 2 mol/L b) 5 mol/L c) 6 mol/L\n\n1. Recopier les équations suivantes, les compléter éventuellement et les équilibrer.\n\na) CaCO3 + (H+ + Cl- ) (Ca 2+ + 2Cl- ) + CO2 + H2O\n\nb) Fe + (2H+ + SO4\n\n2-) (Fe2+ + SO4\n\n2-) + ……………….\n\n2. L’équation globale de la réaction de l’acide chlorhydrique sur l’aluminium s’écrit :\n\n2 Al + 6 (H+ + Cl- ) 2 (Al\n\n3+\n\n+ 3Cl- ) + 3 H2\n\n2.1) Quelle masse d’aluminium faut-il utiliser pour obtenir 7,2 L de dihydrogène?\n\n2.2) Sachant que toute cette masse de métal a réagi avec 600 ml d’acide, calculer la concentration\n\nmolaire volumique de la solution d’acide chlorhydrique.\n\nOn donne : Vm = 24 L/mol ; M(Al) = 27 g.mol-1;\n\nRépondre par « vrai » ou « faux »\n\n1. Le wattheure est une unité de puissance.\n\n2. L’énergie acquise par un corps du fait de son mouvement est appelée énergie potentielle.\n\n3. Le poids d’un corps en chute libre sans vitesse initiale effectue un travail moteur.\n\n4. Une lentille convergente donne d’un objet placé entre le foyer-objet et le centre optique une image\n\nréelle et renversée.\n\nA l’aide d’un générateur, de deux résistors de résistances respectives R1 et R2 et de fils de connexion, on\n\nréalise successivement deux montages :\n\n- Montage A : Les dipôles sont en série\n\n- Montage B : les dipôles sont en parallèle.\n\n1. Représenter les schémas des montages A et B.\n\n2. Si U la tension aux bornes du générateur ; U1 et U2 les tensions respectives aux bornes de R1 et R2 ; I\n\nl’intensité débitée par le générateur ; I1 et I2 les intensités respectives des courants parcourant R1 et R2.\n\nIndiquer, pour chacune des relations suivantes, le montage auquel on peut l’appliquer :\n\na) U = U1 + U2 b) I = I1 + I2 c) U = U1 = U2 d) I = I1 = I2\n\n3. Déterminer la résistance équivalente des résistances R1 et R2 pour chaque montage avec R1 = 20Ω et\n\nR2 = 30Ω\n\n4. La tension U aux bornes du générateur vaut 12 V. Calculer l’intensité du courant qui parcourt chaque\n\nrésistor dans chaque montage.\n\n71",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_975_kb.pdf",
    "year": null,
    "zone": null,
    "hasCorrection": true
  }
}