{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": "puissances_racines_carrees",
  "title": "t l charger 975 kb - part 3",
  "content": "2. La molarité de la solution C ?\n\nExercice 25:\n\nPour obtenir 200 ml de solution de soude (NaOH) de concentration 10-2mol/L, on dissout des pastilles\n\nd’hydroxyde de sodium (NaOH) dans l’eau.\n\n1. Quelle masse d’hydroxyde de sodium a-t- on utilisée ?\n\n2. On prélève 50 mL de cette solution de soude que l’on dilue en y ajoutant 450 mL d’eau, trouver la\n\nmolarité de la solution diluée obtenue.\n\nExercice 26:\n\nOn dissout 2 g de soude (NaOH) dans 100 ml d’eau pure pour obtenir une solution S.\n\n1. Calculer la concentration massique de la solution S. En déduire sa concentration molaire.\n\n2. On neutralise 20 ml d’acide chlorhydrique par 10 ml de la solution S. Pour suivre cette réaction, on y\n\nmet quelques gouttes de B.B.T.\n\na. Quel est le nom de cette réaction ? Faites un schéma de l’expérience.\n\nb. Donner les différentes couleurs, avant l’équivalence, à l’équivalence et après l’équivalence.\n\nc. Calculer la concentration molaire de l’acide.\n\nd. Calculer la masse d’acide nécessaire à l’équivalence.\n\nExercice 27:\n\nUne solution d’acide chlorhydrique est obtenue par dissolution d’une masse m1 = 73g de gaz\n\nchlorhydrique dans de l’eau distillée tel que le volume final de la solution est de 500ml.\n\n1. Déterminer la concentration massique de cette solution et sa molarité.\n\n2. On neutralise un volume V1=20 ml de cette solution avec une solution de soude. Calculer la masse\n\nm2 d’hydroxyde de sodium nécessaire à cette neutralisation.\n\n3. En déduire le volume V2 de la solution basique de C2 = 120 g/l qu’il a fallu verser dans la solution acide.\n\n4. Déterminer la masse de sel qui s’est formée.\n\nExercice 28:\n\nLe schéma ci-dessous est celui de la préparation d’une solution.\n\n1. Calculer la concentration massique de la solution B et en déduire sa concentration molaire.\n\nA cette solution B, on ajoute 300 mL d’eau et on obtient alors une solution C.\n\n2. Comment a-t-on obtenu cette solution C ? Trouver sa molarité.\n\n34\n\nExercice 29:\n\n1. En quoi consiste la dilution d’une solution ? Après dilution, sa concentration molaire volumique\n\nvarie-t-elle ? Dans l’affirmative, expliquer le sens de variation.\n\n2. Soit (S1) la solution obtenue, en dissolvant 4g d’hydroxyde de sodium dans 500 ml d’eau sans\n\nchangement de volume. Calculer sa concentration molaire volumique C1.\n\n3. On prélève de S1 un volume V1que l’on dilue pour obtenir une solution finale (S2) de concentration\n\nmolaire volumique C2. Calculer le volume Ve d’eau nécessaire à la préparation de S2.\n\n4. On prend 15 ml de la solution finale (S2) que l’on dose avec une solution d’hydroxyde de sodium 0.01\n\nmolaire. Déterminer le volume de la solution de soude versé à l’équivalence.\n\nDonnées : V1=10L ; C2 = 0,02 mol.L-1\n\nExercice 30:\n\nOn prépare une solution basique A en dissolvant 3 g de pastilles de soude (NaOH) dans de l’eau pure et\n\non obtient 750 ml de solution.\n\n1. Calculer la concentration molaire de la solution A.\n\n2. On prélève 18 ml de la solution A et on y ajoute 15 ml de solution d’acide chlorhydrique de molarité\n\n0,75 mol/l. La solution obtenue est-elle acide ou basique ou neutre ?\n\n3. On prélève 20 ml de la solution A que l’on dose avec une solution d’acide chlorhydrique de\n\nconcentration molaire 0,2 mol/l.\n\na. Ecrire l’équation bilan de cette réaction.\n\nb. Quel est le volume de l’acide versé ?\n\nc. Quel est le nombre de moles d’acide versé ?\n\nExercice 31:\n\nSoit le tableau ci-dessous :\n\n1. Que représente chacune de ces grandeurs ?\n\n2. Ecrire la relation qui existe entre ces grandeurs.\n\n3. Compléter le tableau.\n\nExercice 32:\n\n1. Un bêcher contient VA = 20cm3 d’une solution d’acide chlorhydrique de concentration molaire\n\nCA = 0.4 mol/L (solution A). On y verse VB = 15 cm3 d’une solution d’hydroxyde de sodium de\n\nconcentration massique 24 g/L. (solution B). La solution X, ainsi obtenue, est-elle acide ou basique ?\n\nJustifier votre réponse par un calcul\n\n2. Calculer la concentration, en acide ou en base, de X.\n\n3. Quel volume de A ou de B faut-il alors ajouter dans la solution X pour la neutraliser complètement ?\n\n35\n\nExercice 33:\n\nUne solution a été obtenue en dissolvant une masse m = 14,2 g de sulfate de sodium (Na2SO4) dans de\n\nl'eau et en complétant le volume à 500 ml.\n\n1. Calculer la concentration massique Cm de cette solution.\n\n2. Calculer de deux façons différentes la concentration molaire C de cette même solution.\n\nDonnées : Masses molaires atomiques en g.mol-1 : K : 39 ; Cl : 35,5\n\nExercice 34:\n\nOn prépare une solution en dissolvant 0,05 mole de (KCl) dans de l'eau et en complétant à 250 mL.\n\n1. Calculer la concentration molaire de la solution.\n\n2. En déduire la concentration massique Cm de cette solution.\n\nDonnées : Masses atomiques molaires en g.mol-1 : H : 1 ; O : 16 ; Na : 23\n\nExercice 35:\n\nOn prépare une solution A en dissolvant 4,48 L de chlorure d'hydrogène (volume mesuré dans les\n\nconditions normales) dans de l'eau distillée et en complétant le volume à 1 litre. Calculer la\n\nconcentration molaire de la solution d'acide chlorhydrique obtenue.\n\nExercice 36:\n\nUne solution S1 possède une concentration C1= 10-1 mol.L-1\n\nOn prélève un volume V = 50 ml de S1 auxquels on ajoute 450 mL d'eau. On obtient une solution S2.\n\nOn dilue 25 fois la solution S2 .On obtient une solution S3. Calculer la concentration molaire C3 de S3.\n\nExercice 37:\n\nDans un volume V = 50 mL d'eau distillée, on dissout un volume v = 0,12 L de chlorure d'hydrogène.\n\nLe volume v a été mesuré dans les conditions où le volume molaire est égal à 24 L.mol-1.\n\n1. Calculer la concentration molaire C de la solution obtenue.\n\n2. Calculer la quantité de matière (nombre de moles) n de chlorure d'hydrogène dans un prélèvement\n\nde volume V' = 20 cm3 de cette solution.\n\nExercice 38:\n\nQuel volume v de chlorure d'hydrogène faut- il dissoudre dans 500 mL d'eau pure pour obtenir une\n\nsolution de concentration C = 2.10-2 mol.L-1? Volume molaire 22,4 L.mol-1.\n\nExercice 39:\n\nQuel volume v de gaz ammoniac (NH3) faut-il dissoudre dans 300 mL d'eau distillée pour obtenir une\n\nsolution de concentration molaire C = 10-1 mol.L-1. VM dans les conditions de l'expérience : 24 L.mol-1\n\nExercice 40:\n\nDans une fiole jaugée de 500 ml, on introduit un volume V=25 ml d'acide chlorhydrique de\n\nconcentration C= 10-2 mol.L-1; on complète jusqu'au trait de jauge avec de l'eau distillée. Quelle est la\n\nconcentration C' de la solution obtenue ?\n\n36\n\nExercice 41:\n\n1. On dissout 0,3 mole de chlorure de sodium solide dans 200 mL d'eau ; on obtient une solution S1.\n\nQuelle est la concentration molaire C1 de la solution obtenue ?\n\n2. On prélève à l'aide d'une pipette 10 mL de cette solution S1 et on l'introduit dans une fiole de\n\n250 mL. On dilue cette solution en complétant avec de l'eau jusqu'au trait de jauge de la fiole ; on\n\nobtient une solution S2.\n\nCalculer la concentration molaire C2 de cette nouvelle solution.\n\nExercice 42:\n\nOn dispose d'une solution mère S de chlorure de sodium de concentration molaire C = 0,4 mol.L-1.\n\n1. Déterminer la concentration molaire C1 de la solution fille S1 obtenue par dilution d'un volume\n\nV = 5,0 mL de S avec de l'eau distillée dans une fiole jaugée de 50 mL.\n\n2. Quel volume V' de S faut-il diluer pour préparer 500 ml de solution de S2 de concentration C2 = 0,016 mol.l-1 ?\n\nExercice 43:\n\nLors d’une cérémonie familiale au village, une femme achète une bouteille d’un litre de sirop menthe\n\npour servir à boire à ses nombreux invités.\n\nLa solution dans la bouteille est trop concentrée en saccharose (C12H22O11).\n\n1. Elle souhaite obtenir une solution dix fois moins concentrée. Quel volume d’eau doit-elle mélanger\n\navec le litre de sirop ?\n\n2. Chaque convive reçoit un verre de sirop de 250 mL. Quelle est alors la quantité de sucre consommée\n\npar verre ? Masses molaires atomiques en g/mol : C : 12 ; H : 1 ; O : 16\n\nCHAPITRE II:\n\nCHAPITRE II:\n\nCHAPITRE II:\n\nCHAPITRE II: ACIDES ET B\n\nACIDES ET B\n\nACIDES ET B\n\nACIDES ET BASES\n\nASES\n\nASES\n\nASES\n\nDéfinir les termes :\n\n\u0001 doser une solution d’acide chlorhydrique\n\n\u0001 doser une solution d’hydroxyde de sodium\n\n\u0001 dosage colorimétrique\n\nCompléter les phrases suivantes :\n\n1. Une solution est dite acide si elle fait virer le BBT de couleur verte au (a).\n\n2. Elle est par contre(b)si elle le fait virer au bleu.\n\n3. Les acides attaquent le calcaire et donnent du sel, du(c)de l’eau et de la chaleur.\n\n4. Le(d)trouble l’eau de chaux en la rendant laiteuse.\n\n5. Les solutions acides et basiques conduisent le courant électrique, on dit qu’elles sont des (e)\n\n37\n\n6. Pour préparer une solution aqueuse d’acide sulfurique, un laborantin dispose d’eau distillée et d’acide\n\nsulfurique concentré. Il doit alors verser l’(f) dans l’(g)\n\n7. Une solution acide donne une coloration (h)en présence de BBT, tandis qu’une solution basique donnera une\n\ncoloration (i).Une solution dans laquelle le BBT vire au vert est (j).\n\n8. Lorsqu’on mélange une solution d’acide chlorhydrique et une solution d’hydroxyde de sodium, il se produit un\n\ndégagement de chaleur : c’est une réaction (k).\n\n9. Le BBT est un indicateur coloré. Comme autre indicateur coloré utilisé au laboratoire on peut citer : (l) et (m)\n\n10. Lorsque l’on verse progressivement de l’acide chlorhydrique sur de la soude en présence de BBT, la couleur\n\nde la solution passe du (n) au (o).\n\n11. Ce changement de coloration correspond à (p) acide-base.\n\nCela signifie que le (q) de (r) d’acide versé est égal au (s) de (t) de base initialement présente.\n\n12. Le BBT qui change de (u) suivant la nature de la solution est un (v) coloré.\n\n13. Une solution acide fait virer (w) au jaune. Le BBT reste (x) dans une solution neutre.\n\n14 Le vert est la (y) du BBT. Une solution est (z) quand elle fait virer le BBT au bleu.\n\n15. Dans une réaction acido-basique, l’élevation de la (a) notée par le thermomètre montre que la réaction est (b).\n\n16. La réaction entre un (c) et une base donne du (d) et de l’eau.\n\n17. La (e) permet d’obtenir une solution neutre ; elle se produit quand le (f) de moles de base est (g) à celui de\n\nl’acide.\n\n18. A ce moment précis, l’indicateur coloré (h) de coloration, le (i) est atteint.\n\n19. Le dosage ou titrage d'une solution est la détermination de la (j) (titre) inconnue d'une solution à\n\npartir de celle (titre) (k) d'une autre solution : c'est une application de la (l).\n\n20. Dans un dosage, la (m) est dans la burette ; sa concentration est (n) alors que la solution (o) dont la\n\nconcentration est inconnue est dans le bécher.\n\nExercice 3:\n\nAu laboratoire, on dose souvent une solution acide (ou basique) par une solution basique (ou acide) en\n\nprésence d’un indicateur coloré.\n\n1. Quelle est l’utilité d’un tel dosage ?\n\n2. A quoi sert alors l’indicateur coloré ?\n\n3. Qu’appelle-t-on l’équivalence acido-basique ?\n\nExercice 4:\n\n1. Qu’appelle-t-on neutralisation totale dans un dosage acido-basique\n\n2. Soit (S1) la solution obtenue en dissolvant 4 g d’hydroxyde de sodium (NaOH) dans 500 mL d’eau\n\nsans changement de volume. Calculer sa concentration molaire volumique C1.\n\n3. On prélève de (S1) des volumes V1 = 5 mL, V2 =10mL et V3 = 20mL que l’on verse respectivement\n\ndans les tubes A, B et C contenant chacun quelques gouttes de BBT. On ajoute respectivement dans\n\nchaque tube 40mL d’une solution aqueuse S2 d’acide chlorhydrique (HCl) de concentration massique\n\nCm2 = 1,825 g.L-1. Préciser la couleur et le caractère (acide, basique, neutre) de la solution contenue\n\ndans chaque tube.\n\n38\n\nExercice 5:\n\nOn dispose au laboratoire de quatre flacons notés A, B, C, D, contenant des solutions aqueuses\n\ndifférentes. Ces solutions sont dans un ordre quelconque, une solution d’acide chlorhydrique, une\n\nsolution d’hydroxyde de sodium, une solution de chlorure de sodium, et une de nitrate de potassium. Les\n\nétiquettes des flacons étant perdues, le laborantin se propose de réaliser des tests afin d’identifier la\n\nsolution contenue dans chaque flacon. Il fait un prélèvement de chaque solution, y ajoute quelques\n\ngouttes de BBT, et note la couleur obtenue. Les résultats sont consignés dans le tableau suivant.\n\nSolution\n\nCouleur du BBT\n\nSolution A\n\nverte\n\nSolution B\n\njaune\n\nSolution C\n\nbleue\n\nSolution D\n\nverte\n\n1. Précisez les solutions contenues dans les flacons B et C.\n\n2. Le test au BBT est-il suffisant pour identifier la solution contenue dans chaque flacon ?\n\n3. On mélange 50 mL de la solution d’acide chlorhydrique de concentration molaire 0,05 mol /L avec\n\n10ml de la solution d’hydroxyde de sodium de concentration molaire 0,25mol/L et quelques gouttes de\n\nBBT. Comparez les quantités d’acide et de base mises en présence. En déduire la teinte prise par le BBT\n\ndans ce mélange.\n\nExercice 6:\n\nAu laboratoire un élève trouve deux flacons contenant chacun une solution incolore et transparente.\n\nMais leurs étiquettes se sont décollées. Sur l’une, on peut lire (2H+ + Cl-) et sur l’autre, éthanol C2H6O\n\n1. Quelle formule correspond à une solution ionique ?\n\n2. Est-elle correctement écrite ?\n\n3. Sinon, la corriger.\n\n4. Nommez la solution.\n\n5. Proposez une expérience permettant de recoller correctement chaque étiquette sur son flacon.\n\n6. Décrire ce que l’on observe dans chaque cas et ce que l’on peut en conclure.\n\nExercice 7:\n\nle schéma ci-dessous est celui d’un montage expérimental.\n\n1. De quelle expérience s’agit-il ?\n\n2. Compléter le tableau expérimental joint\n\nAssociation\n\nFonction expérimentale\n\n39\n\nExercice 8:\n\nQuelle masse d'hydroxyde de sodium NaOH faut-il dissoudre dans 500 mL d'une solution d'acide\n\nchlorhydrique décimolaire pour la neutraliser.\n\nExercice 9:\n\nUn bécher contient 30 mL de solution d’acide chlorhydrique de concentration 0,1mol/L. On ajoute à la\n\nsolution contenue dans le bécher 40 mL de solution de soude de concentration 0,1 mol / L.\n\n1. Ecrire l’équation bilan de la réaction entre l’acide chlorhydrique et la soude.\n\n2. La nouvelle solution obtenue est – elle acide, basique ou neutre ? Justifiez votre réponse.\n\nExercice 10:\n\nOn dose 20 mL de solution d’acide chlorhydrique par une solution de soude de concentration\n\n0,01 mol.L-1. A l’équivalence, le volume de base versé est de 10 mL.\n\n1. Faire un schéma légendé du montage qui permet de réaliser le dosage.\n\n2. Ecrire l’équation bilan de la réaction qui a lieu au cours du dosage.\n\n3. Définir l’équivalence acido-basique\n\n4. Déterminer la concentration de la solution acide.\n\nExercice 11:\n\nPour doser une solution d'acide chlorhydrique, 30 mL de soude de concentration 0,25 mol/L ont été\n\nversés pour neutraliser 20 cm3 de cet acide.\n\n1. Faites le schéma annoté de l'expérience.\n\n2. Trouver la concentration molaire de l'acide et en déduire sa concentration massique.\n\n3. Calculer la masse de sel et d'eau produit par ce dosage.\n\nExercice 12:\n\nUne solution de soude de concentration inconnue est dosée par une solution d'acide chlorhydrique de\n\nconcentration 0,10 molL-1. Pour une prise d'essai de 10 cm3 de la solution basique, il faut verser 8,2 cm3\n\nde la solution d'acide pour le virage du BBT. Trouver la concentration de la solution de soude en mol/L\n\net en g/L..\n\nExercice 13:\n\nDans un bécher, on met 100 mL d’eau pure dans lesquelles on dissout 2 g d’hydroxyde de sodium NaOH.\n\n1. Calculer la molarité de la solution obtenue.\n\n2 .Cette solution basique est neutralisée exactement par 50 mL d’acide chlorhydrique.\n\n2-1.Trouver la masse de chacun des produits obtenus.\n\n2-2.Quelle était la concentration molaire de cette solution acide.\n\nExercice 14:\n\nUn bécher contient 30 mL d’une solution d’hydroxyde de sodium de concentration molaire CB. On y\n\najoute quelques gouttes de bleu de bromothymol (B.B.T.). Cette solution est dosée par une solution\n\nd’acide chlorhydrique de concentration CA = 1,5 mol.L-1. On obtient le point d’équivalence après avoir\n\nversé 20 mL de la solution acide dans le bécher. Calculer :\n\n40\n\n1. La concentration massique de la solution acide.\n\n2. La concentration molaire CB de la solution basique.\n\n3. On ajoute 10 mL d’acide dans le bécher. La nouvelle solution vire au jaune.\n\n3-1. Quelle est la nature de la nouvelle solution ?\n\n3-2. Calculer sa concentration molaire.\n\nCHAPITRE III: PROPRIETES CHIMIQUES DES METAUX\n\nCHAPITRE III: PROPRIETES CHIMIQUES DES METAUX\n\nCHAPITRE III: PROPRIETES CHIMIQUES DES METAUX\n\nCHAPITRE III: PROPRIETES CHIMIQUES DES METAUX\n\nExercice 1:\n\nIndiquer les mots permettant de remplir correctement la grille ci-contre\n\nHorizontalement :\n\n2 – à l’air libre, il donne un oxyde plus réfractaire qui le protège même\n\nliquide.\n\n4 – il est le meilleur conducteur d’électricité parmi les métaux usuels\n\nVerticalement :\n\n2 – c’est le plus lourd des métaux usuels, il possède trois (3) variétés\n\nd’oxydes\n\n7 – son oxyde entre souvent dans la fabrication de peintures et de\n\nmédicaments.\n\n11 – sans protection, il est détruit par l’air libre.\n\nExercice 2:\n\nRépondre par Vrai (V) ou Faux (F) en mettant une croix (X) sur la bonne réponse\n\n1. Le bronze est :\n\nun métal\n\nun alliage\n\nun corps métallique\n\nun non métal\n\n2. La corrosion d’un métal est :\n\nla perte de son éclat métallique\n\nle changement de son état physique\n\n3. A l’air libre, ce métal sécrète sa propre protection :\n\nle plomb\n\nle fer\n\nle cuivre\n\n4. La rouille est :\n\nla couche qui recouvre tout métal\n\nLe résultat de la corrosion du fer\n\nL’oxyde ferrique humide\n\nExercice 3:\n\nIbrahima dispose d’une lame de fer, d’une lame de zinc et d’une lame de cuivre non oxydés.\n\n1. Quel est l’aspect physique de chacun de ces métaux ?\n\n2. Que se passe-t-il lors de l’oxydation à froid de chacun de ces métaux ? Quels sont les produits qui se\n\nforment éventuellement ?\n\n3. Pour chaque métal, écrire le ou les équations-bilans des réactions qui se produisent lors de l’oxydation à chaud.\n\n41\n\n4. Pour chaque métal, écrire l’équation-bilan ionique de la réaction qui se produit éventuellement\n\nlorsqu’il réagit avec de l’acide chlorhydrique dilué. Donner le nom de chacun des produits de réactions.\n\nComment mettre en évidence le gaz qui se dégage ?\n\nExercice 4:\n\nUn laborantin introduit de la poudre d’aluminium dans une éprouvette et y ajoute une solution d’acide\n\nsulfurique. Le volume verse pour faire réagir complètement la masse d’aluminium introduit vaut 75mL.\n\n1- Ecrire l’équation bilan globale de la réaction de l’acide avec l’aluminium.\n\n2- Sachant qu’il s’est formé 17,10g de sulfate d’aluminium, vérifier par le calcul que la quantité de\n\nmatière de sulfate d’aluminium ainsi obtenue est de 0,05 mol.\n\n3- Calculer la masse d’aluminium introduit.\n\n4- Calculer la quantité de matière d’acide. En déduire la concentration molaire de l’acide.\n\nExercice 5:\n\nA chaud, l’aluminium réagit avec l’oxyde de fer (III) (oxyde ferrique) pour donner l’oxyde d’aluminium\n\net un produit B.\n\n1- Apres avoir précisé le nom de B, écrire l’équation bilan de la réaction.\n\n2- La réaction a consommé 0,3 mol d’aluminium, en déduire la masse de l’oxyde d’aluminium obtenu.\n\n3- Le produit B est chauffé dans la flamme d’un bec bunsen, il donne de l’oxyde magnétique. Ecrire\n\nl’équation bilan de cette réaction.\n\nExercice 6:\n\n1. Pourquoi recouvre-t-on le fer de peinture ?\n\n2. Qu'est-ce que le fer blanc ? Le fer galvanisé ?\n\n3. Que se passe-t-il quand on expose, à l'air libre,\n\n3. -1. L’aluminium. 3-2. Le zinc.\n\n3-3. Quelle différence y a-t-il entre la corrosion de ces métaux et celle du fer ?\n\nExercice 7:\n\n1. Décrire l'action de l'air sur le zinc à froid puis à chaud.\n\n2. Quelle masse d'oxyde de zinc obtient-on en brûlant complètement 13g de zinc dans du dioxygène pur ?\n\nExercice 8:\n\nUn morceau de fer de masse 20 g est abandonné à l'air libre il s'enrouille. Ramassé, décapé et poli, le\n\nmorceau perd 1/4 de sa masse initiale. Sachant que la rouille formée se compose de 5 moles d'eau pour\n\nune mole d'oxyde ferrique soit Fe2O3 ; 5H2O, trouvez :\n\n1. La masse de fer oxydé et en déduire la masse d'oxyde ferrique formé.\n\n2. La masse d'eau contenue dans la rouille formée.\n\n3. La masse de rouille formée.\n\n4. La masse du morceau de fer rouillé avant son nettoyage.\n\nExercice 9:\n\nChauffé dans un courant de dioxygène, l'oxyde de plomb PbO se transforme en minium Pb3O4.\n\n1. Ecrire l'équation bilan de la réaction.\n\n2. Calculer la masse molaire du minium.\n\n3. Sachant que dans les conditions de cette expérience, une mole de gaz occupe 22,4 L, quel volume de\n\ndioxygène faut-il pour obtenir 13,7 kg de minium ?\n\nExercice 10:\n\nEn brûlant le cuivre dans l'air, on obtient deux oxydes de cuivre.\n\n1. Lesquels, écrivez les équations bilan respectives de leurs formations.\n\n42\n\n2. Calculer le volume de dioxygène nécessaire pour obtenir 7,2 g d'oxyde cuivreux.\n\n3. Quelle est la masse de cuivre ainsi oxydé ?\n\nPrendre : O = 16 g/mol ; Pb = 207 g/mol ; Fe = 56g/mol ; Cu = 64 g/mol ; H = 1 g/mol ; Zn = 65 g/mol.\n\nExercice 11:\n\nProposer deux objets de votre environnement fabriqués avec chacun des métaux suivants: fer, cuivre,\n\nzinc, plomb et aluminium.\n\nMétal\n\nObjets\n\nFer\n\nCuivre\n\nZinc\n\nPlomb\n\nAluminium\n\nExercice 12:\n\nL’aluminium est utilisé comme ustensile de cuisine. Répondre par vrai (V) ou faux (F).\n\n\u0001 Le zinc est plus dense que le cuivre.\n\n\u0001 Le fer est plus malléable que le cuivre.\n\n\u0001 L’aluminium est plus ductile que le plomb\n\n\u0001 Le cuivre est meilleur conducteur électrique que le zinc.\n\n\u0001 Le plomb est meilleur conducteur électrique que l’aluminium.\n\nExercice 13:\n\nÉcrire les équations bilans des réactions chimiques suivantes :\n\n\u0001 Fer + Dioxygène donne Oxyde magnétique de fer\n\n\u0001 Dioxygène + Aluminium donne Alumine\n\n\u0001 Massicot + Dioxygène donne Minium\n\n\u0001 Cuivre + Dioxygène donne Oxyde cuivrique\n\nExercice 14:\n\nUn technicien de laboratoire veut obtenir 1,12 L de dihydrogène dans les conditions normales. Il dispose\n\nde deux acides dilués (acide nitrique et acide chlorhydrique) et de trois métaux (plomb, fer et cuivre).\n\n1. Indiquer les réactifs qu’il devra utiliser et écrire l’équation bilan de la réaction à réaliser.\n\n2. Calculer la masse de chacun des réactifs utilisés.\n\n3. Justifier de manière précise et sommaire le choix de ce laborantin. ? Al = 27 g/mol; Cl = 35,5 g/mol.\n\nExercice 15:\n\nDans un tube à essais contenant de la grenaille de zinc, on introduit une solution diluée d’acide\n\nchlorhydrique. Le gaz produit par la réaction est recueilli dans un tube à essais comme le montre la\n\nfigure ci-contre. Pour caractériser le gaz recueilli, on approche une buchette d’allumette enflammée de\n\nl’extrémité du tube à essai. Une détonation caractéristique se produit.\n\n1. Quel est le nom du gaz produit lors de la réaction ? Ecrire sa formule.\n\n2. Ecrire, en utilisant les formules ioniques, l’équation globale de la réaction qui se produit.\n\n3. On reprend l’expérience précédente avec d’autres tubes à essais contenant successivement de la\n\n43\n\nlimaille de fer, de la poudre d’aluminium, de la tournure de cuivre et du plomb.\n\n3. a. Dans quels cas observe - t - on une réaction ?\n\n3. b. Ecrire l’équation des réactions qui se produisent.\n\nExercice 16:\n\nOn dispose de trois pots : Le premier en fer, le second en cuivre et le troisième en zinc.\n\nOn veut conserver de l’acide sulfurique dilué dans l’un de ces pots.\n\n1. La conservation est impossible avec deux de ces pots. Lesquels ? Justifiez.\n\n2. Écrire les équations bilans ioniques globales des réactions chimiques qui se produisent avec les\n\nmétaux des pots inutilisables.\n\nExercice 17:\n\nDonner les mots qui permettent de remplir correctement la grille.\n\nHorizontalement\n\n1. à froid, ce métal ne réagit qu’avec l’acide chlorhydrique dilué\n\n4. celui d’aluminium se note AlCl3.\n\n6. métaux qui réagissent à froid avec HCl, H2SO4 et HNO3 dilués\n\n8. produit de l’action de l’acide sulfurique sur les métaux.\n\nVerticalement :\n\n1. solutions qui attaquent certains métaux\n\n4. métal liquide à l’état naturel.\n\n11. qualité des réactions du plomb avec certains acides\n\nExercice 18:\n\nCompléter et équilibrer chacune des équations chimiques ci-dessous.\n\n……….\n\n+ Acide chlorhydrique\n\nAlCl3 +\n\n……….\n\nZn\n\n+ ………. …\n\nZnSO4 +\n\nH2\n\nPb\n\n+ ………. …..\n\nPbCl2 + ……….\n\nFe\n\nHCl\n\n………. + ……….\n\nExercice 19:\n\nSur chacun des métaux contenus dans les tubes à essais suivants, on verse de l'acide chlorhydrique dilué en excès.\n\n1. Indiquer les observations que l'on peut faire au niveau de chaque tube.\n\n2. On recueillit 56 mL de gaz au niveau d'un des tubes, calculer la masse de métal qu'il contenait.\n\n44\n\nExercice 20:\n\nCiter, parmi les métaux usuels, deux métaux attaqués à froid par les trois acides dilués HCl, H2SO4,\n\nHNO3. Donner alors les produits de chacune des réactions et écrire éventuellement l'équation bilan\n\ncorrespondante.\n\nExercice 21:\n\nOn verse un excès d'acide chlorhydrique HCl dilué sur un mélange de cuivre et d'aluminium.\n\n1. Dites ce qui se passe et écrivez l'équation bilan de la réaction.\n\n2. A la fin du phénomène observé, on y verse ensuite de l'acide nitrique dilué.\n\na. Qu'est-ce qu'on observe ?\n\nb. Expliquez.\n\nExercice 22:\n\nVous disposez de trois bidons : un en fer, un en aluminium et un en cuivre. Dites, en motivant votre\n\nchoix, Quel(s) bidon(s) peut-on utiliser pour conserver :\n\n1. de l'acide chlorhydrique dilué.\n\n2. de l'acide sulfurique dilué.\n\nExercice 23:\n\nOn fait réagir entièrement 10 mL d'une solution d'acide chlorhydrique dilué avec 56 mg de fer.\n\n1. Calculer la masse de chacun des produits obtenus\n\n2. Quelle est la molarité de la solution d'acide chlorhydrique utilisé ?\n\nExercice 24:\n\nOn considère l'action de l'acide chlorhydrique dilué sur l'aluminium d'une part et sur le zinc d'autre part.\n\n1. Ecrire les équations bilan de chacune de ces réactions chimiques.\n\n2. Quelle masse d'aluminium faut-il utiliser pour obtenir le même volume de dihydrogène, dans les\n\nconditions normales, qu'avec 6,54 g de zinc.\n\n45\n\nCHAPITRE IV: LES HYDROCARBURES\n\nCHAPITRE IV: LES HYDROCARBURES\n\nCHAPITRE IV: LES HYDROCARBURES\n\nCHAPITRE IV: LES HYDROCARBURES\n\nExercice 1:\n\nIndiquer les mots permettant de remplir la grille\n\nHorizontalement :\n\n1 : corps organiques constitués de carbone et d’hydrogène\n\n7 : premier hydrocarbure de la famille des alcynes\n\n9 : sa formule chimique est C2H4\n\nVerticalement :\n\n1 : un des constituants des hydrocarbures\n\n2 : sa combustion complète donne du dioxyde de carbone\n\n8 : hydrocarbures de formule générale CnH2n-2\n\n11 : hydrocarbure sature de masse molaire 58g.mol-1\n\nExercice 2:\n\nEquilibrer chacune des équations chimiques générales suivantes\n\n1. CnH2n+1\n\nO2\n\nCO2\n\nH2O\n\n2. CnH2n\n\nO2\n\nCO2\n\nH2O\n\n3. CnH2n-2\n\nO2\n\nCO2\n\nH2O\n\nExercice 3:\n\nQuels sont, parmi les corps suivants, ceux qui sont des hydrocarbures ?\n\nEthylène : C2H2 Alcool : C2H6O Acétylène : C2H2\n\nBenzène : C6H6 Sulfure de carbone : CS2 Pentane : C5H12\n\nSulfure d’hydrogène: H2S Pentane: C5H12 Ammoniac: NH3\n\nEthanol: C2H5O Heptane: C7H16 Benzène: C6H6\n\nSulfure d’hydrogène : H2S Pentane : C5H12 Ammoniac : NH3\n\nExercice 4:\n\nDonner la formule chimique :\n\n1. d'un alcane dont la molécule renferme 6 atomes de carbone.\n\n2. d'un alcène dont la molécule renferme 8 atomes d'hydrogène.\n\n3. d'un alcyne dont la molécule renferme 5 atomes de carbone.\n\nExercice 5:\n\nL’analyse d’un hydrocarbure a permis de noter que sa molécule renferme 8 atomes d’hydrogène et pèse 82 g/mol.\n\n1. Trouver la formule chimique de cet hydrocarbure.\n\n2. A quelle famille d’hydrocarbure appartient-il ? Donner son nom.\n\n3. Calculer le volume de dioxyde de carbone que l’on obtient dans les conditions normales en faisant la\n\ncombustion complète de 20,5 g de cet hydrocarbure.\n\n4. Un alcane a une masse molaire de 72 g/mol, donner sa formule chimique.\n\nExercice 6:\n\nOn brûle 17 cm3 d'un alcane gazeux dans un excès de dioxygène. Après cette combustion complète, il\n\ns'est formé 68 cm3 de dioxyde de carbone. Trouver la formule brute de l'alcane brûlé.\n\n46\n\nExercice 7:\n\nUne bouteille de butagaz contient 13 kg de butane C4H10.\n\n1. Ecrire l'équation bilan de la combustion complète du butane.\n\n2. Trouver le volume de dioxygène, mesuré dans les conditions normales, nécessaire pour assurer cette\n\ncombustion. En déduire le volume d'air nécessaire.\n\nExercice 8:\n\nDans le kérosène, carburant des avions à réaction, on trouve un hydrocarbure de formule C12H26 que l'on\n\nappelle le duodécane ; à quelle famille d'hydrocarbure appartient-il ?\n\nQuelle masse minimale de dioxygène faut-il prévoir pour brûler les 600 tonnes de kérosène que contient\n\nle premier étage de la fusée Saturne V, lanceur du programme Apollo.\n\nExercice 9:\n\n1. a. Qu’est-ce que la chimie organique ?\n\nb. Définir les termes suivants : Hydrocarbure, alcane, alcène, alcyne\n\nc. Qu’est-ce qu’un combustible ? Une combustion ?\n\nd. Quand est-ce qu’une combustion est dite complète ? Incomplète ?\n\ne. Donner les formules brutes, développées, semi-développées (si possible) des hydrocarbures suivants :\n\nLe méthane, le butane, l’acétylène, l’éthylène, et déterminer leurs densités par rapport à l’air, puis conclure.\n\n2. Recopier et compléter les phrases suivantes :\n\na. Les hydrocarbures sont des corps moléculaires formés uniquement d’atomes de (1) et d’ (2).\n\nb. Les (3) ont pour formule générale CnH2n+2.\n\nc. Deux isomères ont même formule (4) mais des formules (5) différentes.\n\nd. Dans les alcanes, un atome de carbone est toujours lié à (6) atomes voisins.\n\ne. Lors d’une combustion, un alcane réagit avec le(7) de l’air. Si la combustion est complète, il se\n\nforme du (8) et de l’(9).\n\nf. Lors d’une combustion incomplète d’un hydrocarbure, il se forme des fumées noires de (10)\n\ng. Les hydrocarbures sont des corps ne contenant que les éléments (11) et(12).\n\nh. Le méthane, de formule brute(13), l’éthane, de formule brute(14) et le propane, de formule brute(15)\n\nsont des hydrocarbures appartenant à la famille des(16).\n\ni. L’(17) de formule brute C2H2 est un hydrocarbure appartenant à la famille des(18).\n\nj. Le C2 H4 est un hydrocarbure appartenant à la famille des(19).\n\nExercice 10:\n\nRépondre par vrai ou faux aux affirmations suivantes en mettant une croix dans la bonne case. V F\n\na. Un hydrocarbure ne contient que de l’eau et du carbone.\n\nb. Un alcane a pour formule générale CnH2n+2.\n\nc. Le méthane a pour formule CH4.\n\nd. La combustion complète du méthane produit de l’eau et du dioxyde de carbone.",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_975_kb.pdf",
    "year": null,
    "zone": null,
    "hasCorrection": true
  }
}