{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": "puissances_racines_carrees",
  "title": "t l charger 975 kb - part 4",
  "content": "e. Une combustion est incomplète lorsque le dioxygène est en excès.\n\nExercice 11:\n\n1. Ecrivez la (ou les) formule(s) développée(s) plane(s) des corps suivants éthane, propane, méthane.\n\n2. Choisissez chaque fois la bonne réponse.\n\na. Le méthane est un hydrocarbure gazeux dans les conditions ordinaires.\n\nb. La formule brute de l’éthane est C2H6.\n\nc. La combustion complète d’un hydrocarbure produit du carbone et du dioxyde de carbone.\n\nExercice 12:\n\nUn coton imbibé de gasoil brûle dans l’air avec une flamme surmontée de fumées noires.\n\n47\n\na. Quel est le constituant de ces fumées ?\n\nb. La combustion est-elle complète ou incomplète ? Justifiez votre réponse.\n\nExercice 13:\n\nL’octane est un alcane liquide présent dans l’essence de voiture. Sa molécule comprend huit atomes de\n\ncarbone. Ecrire sa formule brute et l’une de ses formules développées.\n\nExercice 14:\n\nUn hydrocarbure gazeux a une densité de 3.93. Déterminer sa masse molaire. Sa formule générale étant\n\nCnH2n+2, trouver la valeur de n et en déduire la formule brute de l’hydrocarbure.\n\nExercice 15:\n\nUn alcène gazeux a une densité de 1,45. Quelle est sa masse molaire ? Donner sa formule brute et sa\n\nformule semi-développée. Donner si possible, le nom de cet alcène ?\n\nExercice 16:\n\nLes hydrocarbures suivants : CH4 (méthane) ; C2H8 (propane) ; C4H10 (butane) ; C5H12 (pentane)\n\nappartiennent à la famille des alcanes. Leur formule brute peut s’écrire Cn1Hn2. Pour chacune des\n\nmolécules (n1) désigne le nombre d’atomes de carbone et (n2) le nombre d’atomes d’hydrogène.\n\na. En vous appuyant sur les formules citées plus haut, établir la relation entre n1 et n2.\n\nb. En posant n1 = n, en déduire la formule générale des alcanes.\n\nc. Exprimer la masse molaire (M) de n’importe lequel de ces hydrocarbures en fonction de n.\n\nExercice 17:\n\na. Ecrire la combustion complète du propane dans le dioxygène. Comment caractériser le gaz qui se forme ?\n\nb. Un camping gaz contient 220 g de propane. Calculer la masse et le volume du dioxygène nécessaire\n\npour le brûler complètement, ainsi que le volume du gaz formé.\n\nExercice 18:\n\n1. Par action de l’eau sur le carbure de calcium (CaC2), on obtient de l’acétylène et de l’hydroxyde de\n\ncalcium (Ca(OH) 2). Ecrire l’équation bilan de la réaction qui se produit.\n\n2. Une bouteille d’acétylène contient 32 kg du combustible. On demande la masse de carbure de calcium\n\nqu’il faut utiliser pour remplir cette bouteille.\n\nExercice 19:\n\nL’équation de la principale réaction de préparation du méthane est :\n\nAl4C3 + 12H2O donne 3CH4 + 4Al(OH)3\n\nQuelle est la masse de carbure d’aluminium (Al4C3) nécessaire à l’obtention de 120 litres de méthane,\n\ndans les conditions où le volume molaire des gaz est de 24 L/mol, suivant l’équation.\n\nExercice 20:\n\nEcrire l’équation de la combustion complète du méthane et déterminer la masse de méthane qu’il faut\n\nbrûler ainsi que le volume de dioxygène nécessaire, pour obtenir 0,1 mole d’eau, dans les CNTP.\n\nExercice 21:\n\nEcrire l’équation de la combustion complète de l’acétylène et déterminer le volume de dioxygène\n\nnécessaire à la combustion de 56 litres d’acétylène ainsi que celui du dioxyde de carbone qui se forme,\n\ndans les CNTP.\n\nExercice 22:\n\nOn brûle complètement 12 m3de butane dans de l’air, dans les conditions où le volume molaire des gaz\n\nest de 25 L/mol.\n\n1. Calculer la masse et le volume de dioxyde de carbone formé.\n\n2. Calculer le volume d’air nécessaire à cette combustion complète.\n\n48\n\nExercice 23:\n\nOn brûle complètement 174g de butane dans de l’air, dans les conditions où le volume molaire des gaz\n\nest de 24 L/mol. On demande :\n\n1. La masse et le volume de dioxyde de carbone formé.\n\n2. Le volume d’air nécessaire à cette combustion complète.\n\nExercice 24:\n\nUne salle a les dimensions suivantes: longueur: 6m, largeur: 4m, hauteur: 2.5m.\n\n1. Déterminer le volume d’air contenu dans cette salle.\n\n2. Quel volume de butane peut-on brûler dans cet air complètement ? Quel est le volume de butane qui\n\nforme un mélange tonnant avec cet air ?\n\n3. Quel est le volume de propane qui forme un mélange tonnant avec cet air ?\n\nExercice 25:\n\nUn alcane a une masse molaire de 86 g/mol. Déterminer sa formule brute.\n\n1. Ecrire l’équation bilan de sa combustion complète dans le dioxygène de l’air.\n\n2. Calculer le volume d’air nécessaire à la combustion de 21.5 g de l’alcane, ainsi que la masse de\n\nchaque corps formé, si on opère dans les conditions où le volume molaire des gaz est de 24 L/mol.\n\nExercice 26:\n\nOn considère un alcène dont la molécule renferme 3 atomes de carbone.\n\n1. Donner la formule brute et proposer une formule développée de cet alcène.\n\n2. Ecrire l’équation bilan de sa combustion complète dans l’air.\n\n3. En déduire la masse de cet alcène que l’on peut brûler dans 10 L d’air.\n\nExercice 27:\n\nOn a utilisé 0,3 mole de dioxygène pour faire la combustion complète d’une masse m d’éthylène.\n\n1. Ecrire l’équation bilan de la réaction qui se produit\n\n2. Quelles doivent être les proportions d’éthylène et de dioxygène pour que la combustion soit complète ?\n\n3. Calculer la masse m d’éthylène utilisée et trouver le volume de dioxyde de carbone dégagé, si on\n\nopère dans les conditions où le volume molaire des gaz est de 24 L/mol.\n\nExercice 28:\n\nOn brûle 720 g de carbone dans le dioxygène dans les CNTP. Il se forme du gaz qui trouble l’eau de chaux.\n\n1. Ecrire l’équation bilan de la réaction qui se produit.\n\n2. Comment qualifie-t-on cette combustion ?\n\n3. Calculer le volume de dioxygène nécessaire ainsi que la masse et le volume du corps formé.\n\nExercice 29:\n\nUn hydrocarbure (A) est obtenu en faisant agir de l’eau sur du carbure de calcium, conformément à la\n\nréaction chimique suivante : CaC2 + eau donne A + hydroxyde de calcium.\n\n1. Après avoir précisé la formule de l’hydroxyde de calcium et écrire la réaction, identifier (A) et donner\n\nsa formule développée et son nom.\n\n2. On veut préparer 5,6 litres de (A). De quelle masse de carbure de calcium devra-t-on disposer ?\n\nExercice 30:\n\nUn alcane A est utilisé pour le chauffage domestique. La masse molaire moléculaire de A est M = 58 g.mol-1.\n\n1. Rappeler la formule générale des alcanes.\n\n2. Trouver la formule brute de l’alcane A et donner son nom.\n\n3. La combustion complète d’une masse m de l’alcane A produit 100 litres de dioxyde de carbone dans\n\ndes conditions où le volume molaire vaut 25 L.mol.l-1.\n\na. Ecrire l’équation bilan de la réaction.\n\n49\n\nb. Trouver la masse m d’alcane brûlée.\n\nExercice 31:\n\nL’éthylène est un gaz de formule C2H4.\n\n1. Écrire l’équation – bilan de sa combustion complète dans le dioxygène.\n\n2. De quelle masse de dioxygène doit-on disposer pour réaliser la combustion d’une masse m = 200g\n\nd’éthylène ? Quelle masse de dioxyde de carbone obtient-on ?\n\nExercice 32:\n\nUn coton imbibé de gasoil brûle dans l’air avec une flamme surmontée de fumées noires.\n\na. Quel est le principal constituant de ces fumées ?\n\nb. La combustion est – elle complète ou incomplète ? Justifiez votre réponse.\n\nExercice 33:\n\n1. Déterminer la formule brute de l’alcane dont la molécule comporte 12 atomes d’hydrogène.\n\nRechercher le nom de cet hydrocarbure.\n\n2. Ecrire l’équation bilan de sa combustion complète.\n\n3. Combien de mole(s) de dioxygène faut-il utiliser pour assurer la combustion complète de 36 g de cet alcane ?\n\n4. Quel est le volume d’air nécessaire réaliser cette combustion ? VM dans les CNTP: 24 L/mol.\n\n50\n\nMonsieur Bèye professeur de Mathématiques au C.E.M. Abdoulaye Mar Diop\n\nIle Nord Saint – Louis\n\nSite web : www.cem-abdoumardiop.edu.sn\n\nMail : rescoben1@hotmail.fr ou rescobengo@gmail.com\n\nTel : 77 531 38 76\n\nCE RECUEIL EST DESTINE\n\nCE RECUEIL EST DESTINE\n\nCE RECUEIL EST DESTINE\n\nCE RECUEIL EST DESTINE\n\nAUX ELEVES DE TROISIEME\n\nAUX ELEVES DE TROISIEME\n\nAUX ELEVES DE TROISIEME\n\nAUX ELEVES DE TROISIEME\n\nEpreuves de B.F.E.M\n\nEpreuves de B.F.E.M\n\nEpreuves de B.F.E.M\n\nEpreuves de B.F.E.M : Sciences Physiques\n\nSciences Physiques\n\nSciences Physiques\n\nSciences Physiques\n\nSUJETS DE B.F.E.M.\n\nSCIENCES PHYSIQUES\n\nSCIENCES PHYSIQUES\n\nSCIENCES PHYSIQUES\n\nSCIENCES PHYSIQUES\n\n51\n\nBREVET DE FIN D’ETUDES MOYENNES : 1986\n\nOn veut confectionner, au laboratoire, une résistance R capable de porter en ébullition en 10 minutes, un\n\nlitre d’eau pris à la température de 25°C, quand elle est parcourue par un courant I=5A.\n\n1. Quelle serait la quantité de chaleur reçue par l’eau ?\n\n2. En réalité, les pertes de chaleur représentent 25% de l’énergie apportée par le courant, quelle serait,\n\nalors, la valeur de la résistance R ?\n\n3. Sachant qu’on dispose d’un fil de ferronickel dont la résistance est 7 ohms par mètre de fil, quelle\n\nlongueur faudrait-il en prendre ? N.B : 1calorie= 4,2 joules.\n\nNB : La tension indiquée sur chaque ampoule est adaptée à celle de la pile P.\n\nAvec une pile P, des ampoules identiques L1 et L2, des fils conducteurs de résistance négligeable et un\n\ninterrupteur K, on réalise les montages ci - dessous.\n\n1. Le circuit étant à chaque fois fermé expliquer ce qui va se passer dans les montages respectifs (a), (b)\n\net (c) si le filament de l’une des lampes (L1) est détériorée.\n\n2. Entre ces différents montages proposés, indiquer celui qui vous parait moins intéressant et en\n\ndéduire alors, le type de montage utilisé dans les installations domestiques.\n\nEn vue de préparer une expérience de cours destinée aux élèves, un aide-chimiste d’un BST, ne dispose\n\ncomme produits que : d’une solution d’acide sulfurique diluée ; du zinc et du plomb.\n\n1. Pouvez-vous, en vous justifiant, lui indiquer l’expérience qu’il devrait faire ?\n\n2. Il n’a besoin que de 224 cm3de dihydrogène dans les conditions normales de température et de\n\npression. Indiquez-lui la masse de métal choisi qu’il devrait alors utiliser.\n\nDonnées : M (Zn) = 65 g/mol; M (Pb) = 207 g/mol; Vm = 22,4 L/mol.\n\nLe gaz propane brule dans le dioxygène.\n\n1. La combustion étant complète, écrire et équilibrer l’équation-bilan de la réaction qui se produit.\n\nComment peut-on caractériser le gaz qui se forme ?\n\n2. Représenter la formule développée plane du propane et en déduire sa formule semi-développée.\n\n52\n\nBREVET DE FIN D’ETUDES MOYENNES 1992\n\nDans le circuit suivant, L1, L2 et L sont trois lampes identiques.\n\n1. Si l’interrupteur K est fermé, les trois lampes L1, L2 et L3 vont elles briller de façon identique ? Pourquoi ?\n\n2. K étant toujours fermé que se passera-t-il si :\n\n- L1, seule, est détériorée\n\n- L2, seule’ est détériorée.\n\n3. Comment disposer les trois lampes (non détériorées) pour qu’elles brillent toutes de la même manière?\n\nProposer, alors, le schéma du circuit.\n\nLa figure ci-dessous représente la caractéristique d’un résistor :\n\n1. Déterminer la résistance électrique de ce résistor.\n\n2. Sachant que ce résistor a une résistivité ρ =110. 10-8Ω.m et une section s = 0,4 mm², calculer sa longueur.\n\n3. Calculer en joule(s) la quantité de chaleur dégagée par ce résistor en 3 min 29s lorsqu’il est parcouru\n\npar un courant de 2A.\n\n4. En réalité la quantité de chaleur dégagée est égale à 3,678 kJ ; calculer le rendement de la transformation.\n\nOn dispose de 60 ml d’une solution d’acide chlorhydrique de concentration molaire volumique 1,5 mol/L.\n\n1. Quel volume de cette solution faut-il utiliser pour la neutralisation complète de 30 ml d’une solution\n\nd’hydroxyde de sodium de concentration massique 80 g/L\n\n2. L’acide restant est versé dans un tube contenant un excès de poudre d’aluminium.\n\n2.1 Calculer le volume de gaz dégagé.\n\n2.2 Quelle est la masse de sel formé.\n\nM (Na) = 23g/mol; M (O) = 16g/mol; M (Cl) = 35,5g/mol; M (Al) = 27 g/mol.\n\nLe méthane (CH4), l’éthane (C2H6), le propane (C3H8) et le butane (C4H10) sont des hydrocarbures\n\nappartenant à la famille des alcanes. La formule peut s’écrire alors CxHy.\n\n1. La densité par rapport à l’air d’un de ces alcanes étant d=2 ; exprimer la relation entre x et y.\n\n2. A l’aide des formules ci-dessus indiquées, préciser la formule et le nom de l’alcane.\n\n53\n\nBREVET DE FIN D’ETUDES MOYENNES : 1994\n\nSoit un voltmètre de calibres : 1,5V ; 7,5V ; 30V ; 150V ; 300V comportant 150 divisions.\n\n1. On désire mesurer la tension UAB d’une pile de 12V à l’aide de ce voltmètre. Peut-on utiliser tous les\n\ncalibres ? Donner la valeur de la déviation de l’aiguille pour les cas possibles. Choisir une échelle\n\nconvenable et représenter le cadran et les positions de l’aiguille.\n\n2. Sachant que les ampoules sont identiques : I1 = 1 A ; I2 = 0,75 A ; I3 = 0,50 A ; UAB = 12 V ; UDB = 4 V.\n\na. Calculer toutes les intensités inconnues.\n\nb. Calculer UAC, UCD , UAD et UCB sachant que L2 et L5 brillent avec le même éclat.\n\nQue deviennent ces tensions si L2 et L5 sont détériorées et si L1 et L3 ont même éclat ?\n\nLa capacité calorifique C d’un système qui échange avec l’extérieur la quantité de chaleur Q et dont la\n\ntempérature passe de iθ à f\n\nθ est telle que :\n\nθ\n\n∆\n\n=\n\n.\n\nC\n\nQ\n\nDans un calorimètre contenant une certaine masse d’eau à la température iθ , on plonge un conducteur\n\nohmique, élément d’un circuit électrique comportant un générateur, un rhéostat et un ampèremètre,\n\nmontés en série. On effectue, ainsi plusieurs expériences. Pour chacune d’elles on fait passer dans le\n\nconducteur ohmique un courant d’intensité I pendant t= 3 minutes. Après avoir déterminé iθ au début de\n\nchaque expérience, on mesure f\n\nθ à la fin des 3 minutes.\n\nExpériences\n\n3\n\n4\n\n5\n\n6\n\nI (A)\n\n0,5\n\n0,7\n\n0,9\n\n1,1\n\n1,3\n\n1,5\n\nI²(A²)\n\n0,25\n\n0,49\n\n0,81\n\n1,21\n\n1,69\n\n2,25\n\n(\n\n)\n\nC\n\n°\n\nθ\n\n∆\n\n0,85\n\n1,70\n\n2,80\n\n4,10\n\n5 ,80\n\n7,70\n\n1. Tracer le graphe représentatif de θ\n\n∆en fonction de I².\n\n²)\n\nI(\n\nf\n\n=\n\nθ\n\n∆\n\nEchelle : 1cm en abscisse correspond à 0,20 A² et 1cm correspond en ordonnée à 0,77 °C\n\n2. A partir du graphe soigneusement tracé, point par point, déterminer la valeur de la résistance R du\n\nconducteur ohmique. N.B : on expliquera la démarche utilisée. C=420 J. °C-1.\n\nUne solution est obtenue par dissolution de 10,2 g d’un soluté dans 1,2 g d’eau. La dissolution se\n\nfaisant, par ailleurs sans changement de volume.\n\n1. Quelle est sa concentration massique Cm ?\n\n2. En déduire la masse molaire moléculaire du soluté sachant que la concentration molaire volumique de\n\nla solution est C = 0,5 mol/L.\n\n3. La formule moléculaire du soluté est XH3, X étant le symbole d’un élément chimique. Calculer la\n\nmasse molaire atomique de l’élément et l’identifier.\n\nOn donne: M(H) = 1 g/mol ; M(Na) = 23 g/mol ; M(N) = 14 g/mol ; M(S) = 32 g/mol.\n\n54\n\nCompléter, écrire les formules des composes soulignés puis équilibrer\n\n1. …………. + O2 Fe3O4\n\n2. HCl + Zn ………… + H2\n\n3. Propane + …….. CO2 + H2O\n\n4. Al + ………. Chlorure d’aluminium + H2\n\nBREVET DE FIN D’ETUDES MOYENNES : 1995\n\nN.B : Les parties A et B sont indépendantes l’une de l’autre.\n\nA. Un train met 1H30mn50s pour relier deux villes distantes de 109 km. L’intensité de la force de\n\ntraction exercée par la locomotive sur les wagons est F = 44,1.103 N. Calculer :\n\n1. La vitesse moyenne Vm de ce train en m/s et en km/h.\n\n2. Le travail mécanique W effectué par cette force.\n\n3. La puissance mécanique P développée, en ch.\n\nB. Soit une poulie circulaire de masse (mo) mobile autour d’un axe horizontal passant par O et\n\nperpendiculaire au plan de la figure. Autour de la gorge est enroulé un fil inextensible portant à\n\nl’extrémité du brin vertical une masse (m).\n\n1. Représenter toutes les forces qui agissent sur la poulie.\n\n2. Préciser celles qui effectuent : un travail moteur, un travail résistant, un travail nul.\n\nN.B : A toutes fins utiles |e|=1,6.10-19 C ; R1 , R2 et R3 sont des résistors.\n\nSoit le circuit électrique suivant : R1 =4Ω ; R2 =3Ω ; R3 = 2Ω ; UP’N’=3 V\n\n1. Après avoir précisé le sens du courant électrique, calculer l’intensité I du courant débité par le générateur.\n\n2. En déduire la tension UPN.\n\n3. Calculer la quantité d’électricité Q dans R3 ainsi que le nombre d’électrons n qui le traversent en 8 secondes.\n\nUn bêcher contient VA=20cm3 d’une solution d’acide chlorhydrique de concentration molaire\n\nCA=0,4 mol/l (solution A).On y verse VB=15ml d’une solution d’hydroxyde de sodium de concentration\n\nmassique 24 g/l (solution B).\n\n1. La solution X ainsi obtenue est elle acide ou basique ? Justifier votre réponse.\n\n2. Calculer la concentration molaire volumique de X.\n\n3. Quel volume de A ou B faut-il, alors ajouter dans la solution X pour la neutraliser complètement ?\n\n55\n\nUn hydrocarbure (A) est obtenu en faisant agir de l’eau sur du carbure de calcium, conformément à la\n\nréaction chimique suivante :\n\n1. Après avoir précisé, la formule de l’hydroxyde de calcium et écrit la réaction, identifier (A) et donner\n\nsa formule développée et son nom.\n\n2. On veut préparer 5,6 litres de (A). De quelle masse (m) de carbure de calcium devra-t-on disposer ?\n\nBREVET DE FIN D’ETUDES MOYENNES : 1996\n\nUn objet AB de 2 cm de hauteur est placé perpendiculairement à l’axe optique principal et à 6 cm du\n\ncentre optique d’une lentille mince convergente de distance focale 2 cm.\n\n1. Construire l’image A’B’ de AB donnée par la lentille.\n\n2. Donner les caractéristiques de l’image.\n\nAprès avoir absorbé une quantité de chaleur égale à 62700 joules, la température d’une masse m1 d’eau\n\npure s’est élevée de 50°C.\n\n1. Calculer cette masse m1.\n\n2. Cette masse d’eau dont la température initiale était de 35°C est versée dans un calorimètre contenant\n\nune masse de 400 g d’eau pure à 15°C. Calculer :\n\na- la température d’équilibre.\n\nb- la quantité de chaleur reçue.\n\nc- la quantité de chaleur cédée.\n\nOn ajoute 200 ml d’eau pure à 300 ml d’une solution aqueuse d’hydroxyde de sodium de concentration\n\nmolaire volumique 0,5 mol/L.\n\n1. Calculer la concentration molaire volumique de la nouvelle solution.\n\n2. En déduire sa concentration massique.\n\n3. On utilise cette dernière solution pour neutraliser une solution d’acide chlorhydrique.\n\nA l’équivalence molaire, calculer le volume de gaz chlorhydrique dissous dans l’eau pour obtenir cette\n\nsolution chlorhydrique.\n\nOn dispose de 3 tubes à essais contenant chacun 15,12 g, respectivement, de fer, de cuivre et\n\nd’aluminium. On ajoute un excès d’une solution diluée d’acide chlorhydrique dans chacun des tubes.\n\n1. Décrire ce qui se passe dans chaque tube.\n\n2. Décrire les équations des réactions chimiques possibles.\n\n3. Calculer le volume total de gaz recueilli, éventuellement, dans chacun des cas.\n\nCaC2 + eau A + hydroxyde de calcium\n\n56\n\nBREVET DE FIN D’ETUDES MOYENNES : 1997\n\nSeydou s’empresse toujours d’occuper une des tables les plus proches du tableau. Assis au fond de la\n\nclasse, sa vision devient floue.\n\n1. De quelle anomalie de la vision les yeux de Seydou sont-ils atteints ?\n\n2. En assimilant le cristallin de l’œil à une lentille convergente et la rétine à un écran sur lequel doit se\n\nformer l’image de l’objet observé dans l’œil de Seydou lorsqu’il est éloigné du tableau, indiquer schéma\n\nà l’appui, où se forment les images dans l’œil de Seydou lorsqu’il est éloigné du tableau.\n\n3. A la visite médicale, le médecin lui prescrit des verres correcteurs.\n\n3-1. De quel type de lentilles sont constitués les verres.\n\n3-2. Montrer par un schéma simple et clair, l’action d’une lentille de ce type sur un faisceau de lumière\n\nparallèle ou cylindrique, en prenant soin de bien indiquer les foyers objets et image.\n\nLes 3 lampes L1, L2 et L3 du circuit schématisé ci-dessous sont identiques et alimentées par un\n\ngénérateur fournissant une tension continue de 6,3V. On admet que la loi d’Ohm est applicable à chacun\n\ndes 3 récepteurs.\n\n1. Après avoir énoncé la loi d’Ohm, indiquer comment sont branchées L2 et L3.\n\n2. Un élève a relevé la tension entre les bornes de chaque récepteur et a obtenu les valeurs du tableau ci-dessous :\n\n2.1 : Une de ces valeurs relevées est inexacte. Montrer laquelle en justifiant votre réponse.\n\n2.2 : L’intensité du courant qui traverse L2 est de 0,15 A. Quelle est l’intensité du courant qui traverse L1 ?\n\n3. Soit r la résistance de chacune des 3ampoules. La résistance équivalente R à celle de l’ensemble des 3\n\nrécepteurs (L1, L2 et L3) ainsi branchés vaut-elle 3r ou 3r/2 ou 2r/3 ?\n\nVérifier de 2 manières différentes que R=21ohms.\n\n1. Définir la concentration massique Cm et la concentration molaire volumique C d’une solution.\n\n2. Etablir la relation entre Cm, M et C où M désigne la masse molaire moléculaire du soluté.\n\n3. Quelle masse d’hydroxyde de sodium faut-il dissoudre dans de l’eau pure pour préparer 1500 ml de\n\nsolution basique (S1) de concentration massique 8 g/L ?\n\n4. Montrer que la concentration molaire volumique de (S1) est 0,2 mol/L.\n\n5. On prélève 100ml de (S1) que l’on introduit dans 300 ml d’eau. On obtient, alors, une solution (S2).\n\n5.1. Comment appelle-t-on le procédé ainsi utilisé pour préparer cette nouvelle solution (S2) ?\n\n5.2. Quelle est la concentration molaire volumique de (S2) ? En déduire sa concentration massique.\n\nOn donne: MNa = 23 g/mol; MH = 1 g/mol; MO = 16 g/mol.\n\nCompléter et équilibrer les équations de réaction chimiques suivantes :\n\n1. Butane + O2 CO2 + ……..\n\n2. Al + Acide chlorhydrique ……….. + H2.\n\n3. H2O + Al alumine + dihydrogène.\n\n4. Fe3O4 + monoxyde de carbone Fe + dioxyde de carbone\n\n57\n\nBREVET DE FIN D’ETUDES MOYENNES : 1998\n\nSoit le circuit électrique ci dessous : F est un fusible ; L est une ampoule et porte les indications suivantes :\n\n60W et 230V ; (R) est un fer à repasser.\n\n1. En fonctionnement normal, quelle est l’intensité IL du courant traversant (L)\n\n2. La puissance du fer électrique est PR = 1kW. Il fonctionne en parallèle avec (L). L’ensemble(R, L) est\n\nprotégé par (F). Calculer les intensités IF du courant principal et IR du courant traversant le fer électrique à\n\nrepasser en même temps que l’ampoule électrique(L).\n\n3. Comment faut-il opérer pour que le fer à repasser fonctionne seul, dans le circuit ?\n\n4. Montrer que (L) doit rester allumée, seule, dans le circuit pendant 4h 10 minutes pour consommer autant\n\nd’énergie que le fer à repasser fonctionnant seul pendant 15 minutes.\n\nReproduire et compléter le tableau ci-dessous :\n\nGrandeur physique Nom de l’unité dans le système international Symbole de l’unité\n\nEnergie\n\nRésistance électrique\n\nVergence de lentille\n\nTempérature\n\nQuantité de chaleur\n\nQuantité d’électricité\n\n1. En quoi consiste la dilution d’une solution ?Après dilution, sa concentration molaire volumique varie-t-elle ?\n\nDans l’affirmative, expliquer le sens de variation.\n\n2. Soit S1 la solution obtenue en dissolvant 4 g d’hydroxyde de sodium dans 500 ml d’eau, sans changement\n\nde volume. Calculer sa concentration molaire volumique C1.\n\n3. Application : on prélève de S1 un volume V1 que l’on dilue pour obtenir une solution finale S2 de\n\nconcentration molaire volumique C2. Calculer le volume Ve d’eau nécessaire à la préparation de S2.\n\nDonnées : MNa=23 g.mol-1 ; MH= 1 g.mol-1; MO=16 g.mol-1 V1=10 ml ; C2 = 0,02 mol/l.\n\n1. Donner la formule chimique de chacun des composés suivants :\n\n— monoxyde de zinc — chlorure d’aluminium — éthylène — oxyde magnétique de fer.\n\n2. Donner les noms des composées représentés par les formules chimiques ci-dessous :\n\nNaCl ; C2H2 ; CO ; C3H8\n\n3. Ecrire et équilibrer les réactions chimiques suivantes :\n\nFe + dioxygène Fe2O3\n\nAl + H2O Alumine + dihydrogène\n\n4. Définir ce qu’est :\n\n\u0001 Un hydrocarbure ;\n\n\u0001 Une solution saturée ;\n\n\u0001 Une réaction exothermique ;\n\n\u0001 L’équivalence dans le cas d’un dosage acido-basique.\n\n58\n\nBREVET DE FIN D’ETUDES MOYENNES : 1999\n\n1. A’B’ est l’image d’un objet réel AB observé à travers une lentille (schéma ci-dessus à l’échelle 1).\n\na. Identifier la lentille L, (X’X), FO et O.\n\nb. Placer l’objet AB en complétant la construction ci-dessus.\n\nc. Caractériser l’image et préciser le rôle de la lentille.\n\n2. a. Quand dit-on qu’un système possède de l’énergie ?\n\nb. Qu’appelle-t-on énergie cinétique d’un corps ?\n\n3. Que peut-on conclure en comparant l’énergie cinétique que possède un corps A de masse m se déplaçant\n\nhorizontalement à la vitesse V avec celle que possède :\n\na. Un corps B de même masse roulant à une vitesse deux fois plus grande.\n\nb. Un corps C de masse deux fois plus grande à la même vitesse.\n\n4. Le moteur d’un véhicule roulant à la vitesse de 108 km par heure sur une route horizontale, développe une\n\npuissance de 25.105 Watts et l’énergie cinétique du système vaut 360KJ.\n\na. Quelle est l’intensité de la force de traction supposée constante ?\n\nb. Calculer la masse du véhicule.\n\n1. Donner la formule représentant chacun des composés suivants :\n\nButane — Alumine — Chlorure d’aluminium — Oxyde cuivreux.\n\n2. Equilibrer les équations des réactions suivantes :\n\nC8H18 + O2 CO2 + H2O\n\nCO + Fe3O4 Fe + CO2\n\n3. Un laborantin fait réagir 1,35 g d’aluminium dans un excès d’acide chlorhydrique.\n\n3.1. Quels sont les produis qui se forment ?\n\n3.2. Ecrire l’équation bilan de la réaction chimique.\n\n3.3. Donner l’interprétation du bilan en nombre de mole(s)\n\n3.4. Comment identifie-t-on le gaz recueilli ? Calculer son volume. On donne MH = 1 g/mol\n\n1. Donner la formule brute et le nom de l’alcyne dont la molécule comporte deux atomes de carbone.\n\n2. Comparer l’oxydation à froid du fer et de l’aluminium. Donner dans chaque cas l’équation bilan de la\n\nréaction chimique. Lequel des deux métaux nécessite une protection ? Proposer une solution.\n\n59\n\nBREVET DE FIN D’ETUDES MOYENNES : 2000\n\n1. Compléter les phrases à trous\n\n1.1. La vergence d’une lentille est d’autant plus faible que sa distance focale est (1) son expression est (2).\n\n1.2. Dans le système international, la (3) est l’unité de quantité de matière.\n\nElle représente (4) particules identiques.\n\n1.3. Le nombre de mole de soluté par litre de solution représente (5) de la solution.\n\nCette grandeur s’exprime en (6).\n\n1.4. Le rendement (r) d’une transformation d’énergie en une autre forme d’énergie est toujours inférieure ou\n\négale à (7), il a pour expression(8).\n\n2. On considère le tableau suivant:\n\nC(mol/L\n\nCm(g/L)\n\nM(g/mol)\n\n5\n\n40\n\n20\n\n2.1. Que représente chacune de ces grandeurs ?\n\n2.2. Ecrire la relation qui existe entre ces grandeurs.\n\n2.3. Compléter le tableau.\n\nUn courant continu a une intensité I = 0,4 A.\n\n1. Calculer la quantité d’électricité Q débitée en 8 secondes.\n\n2. Déterminer le nombre d’électrons (n) traversant une section du conducteur pendant ce temps.\n\n3. On désire mesurer un courant de 300 mA à l’aide d’un ampèremètre dont le cadran comporte 100\n\ndivisions. Les calibres de l’ampèremètre sont les suivants : 5 A ; 500 mA ; 50 mA.\n\n3.1. Comment doit-on brancher l’ampèremètre dans le circuit ?\n\n3.2. Quel calibre doit-on choisir ? Justifier votre réponse.\n\nOn mélange une masse m1 d’eau prise à 25 °C et une masse m2 d’eau chaude. La température finale du\n\nmélange est 50 °C. Sachant que la quantité de chaleur Q1 reçue par m1 est 42000 joules. Calculer:\n\n3.1- La masse m1.\n\n3.2- La température initiale de l’eau chaude. On donne m2 = 250 grammes ; 1 cal = 4,2 joules.\n\nOn expose pendant plusieurs jours deux plaques de fer et d’aluminium à l’air libre.\n\n1. Décrire ce qui se passe.\n\n1.1. Ecrie l’ ou les équation(s)-bilan.\n\n1.2. Laquelle de ces plaques nécessite une protection ? Proposer un moyen, de protection.\n\n2. Equilibrer les équations chimiques suivantes :\n\nFe2O3 + CO CO2 + FeO\n\nAl + HCl AlCl3 + H2\n\nDihydrogène + O2 Eau\n\nC4H10 + O2 CO2 + H2O\n\n3. Ecrire l’équation bilan de la combustion complète dans le dioxygène de l’alcane dont la molécule contient\n\n12 atomes d’hydrogène.\n\n3.1. Quel volume de dioxygène faut-il pour brûler 3 moles de cet alcane dans les conditions normales de\n\ntempérature et de pression ?\n\n3.2. Calculer la masse d’eau obtenue. Données : M(C) = 12 g/mol; M (H) = 1 g/mol; M (O) = 16 g/mol.\n\n60\n\nBREVET DE FIN D’ETUDES MOYENNES : 2001\n\nSur un mobile en déplacement sur une route horizontale s’exercent les forces suivantes :\n\n-Son poids d’intensité P = 2800 N\n\n-La réaction R de la route.\n\n-La force motrice d’intensité F = 5600 N.\n\n-Les forces de frottement d’intensité f = 1400 N.\n\n1. Représenter vectoriellement les forces appliquées au mobile assimilé à un point matériel.\n\nEchelle 1cm =2800N.\n\n2. Calculer le travail W de la force motrice F du mobile sachant qu’il a effectué le déplacement à la vitesse\n\nv = 30 km/h pendant une durée t =15 s. En déduire, alors, la puissance P développée par la force .\n\nLes indications portées sur une bouilloire électrique sont les suivantes : 110 V ; 500 W.\n\n1. Quelle est la signification de ces indications ?\n\n2. En régime normal, calculer l’intensité I du courant qui la traverse quand elle est en circuit.\n\n3. Cette bouilloire permet de chauffer un demi-litre d’eau de 4 °C à 90 °C. Calculer en en joules la quantité\n\nde chaleur Q nécessaire pour chauffer l’eau.\n\n4. Sachant que le rendement est r = 0,8 calculer l’énergie électrique fournie W en kilojoules (kJ).\n\n5. Au bout de combien de temps t, en minutes, obtiendra-t-on l’échauffement de l’eau à la température\n\nsouhaitée ?\n\nN.B : - Chaleur massique de l’eau C = 4180 J.kg.°C-1 ; 1 ml d’eau prise à 4 °C « pèse » sensiblement 1g.\n\nOn dispose de 3 tubes à essais A, B, C et d’une solution diluée d’acide chlorhydrique.\n\n\u0001 contient 0,1 mole d’atomes de fer.\n\n\u0001 contient 0,1 mole d’atome de cuivre.\n\n\u0001 contient 0,1 mole d’atome d’aluminium.\n\nOn verse dans chaque tube quelques millilitres de la solution.\n\n1. Indiquer ce qui va se passer dans chacun des tubes A, B, C.\n\n2. S’il y a lieu, écrire l’équation bilan de chacune des réactions.",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_975_kb.pdf",
    "year": null,
    "zone": null,
    "hasCorrection": true
  }
}