{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": "puissances_racines_carrees",
  "title": "t l charger 975 kb - part 2",
  "content": "2. A' repousse D' ; B' attire D'; D' attire C'. Trouver la nature de chacune des charges portées par A', par\n\nB' et par D' si C' porte une charge négative.\n\nExercice 9:\n\nUne quantité d’électricité Q = 1800 C traverse un circuit pendant une durée t = 3 minutes.\n\n1. Quelle est la valeur de l’intensité I qui passe dans ce circuit ?\n\n2. Trouver le nombre d’électrons qui traversent le circuit par seconde.\n\nExercice 10:\n\nUn morceau d'ébonite, frotté par une peau de chat porte une charge q = -10-7C\n\n1. L'ébonite porte-t-il alors un excès ou un défaut d'électrons ? Trouver le nombre d'électrons correspondants.\n\n2. La peau de chat porte-t-elle alors une charge électrique ? Trouver la nature et la valeur de cette charge.\n\nExercice 11:\n\nOn dispose de quatre bâtons électrisés A, B, C et D. A repousse B, B attire C, C attire D. Sachant que le\n\nbâton D a un déficit d’électrons, déterminer les charges des bâtons A, B, C et D.\n\nCHAPITRE VI: RESISTANCE ELECTRIQUE\n\nCHAPITRE VI: RESISTANCE ELECTRIQUE\n\nCHAPITRE VI: RESISTANCE ELECTRIQUE\n\nCHAPITRE VI: RESISTANCE ELECTRIQUE\n\nDonner la relation liant la résistance R d’un fil, sa longueur L, sa section s, sa résistivité ρ.\n\nSur le jouet électrique abîmé de son enfant, un père lit R = 20 Ω et constate que le fil constituant une\n\ndes bobines est grillé et coupé. En décidant de refaire cette bobine, il achète un rouleau de fil métallique\n\nsur lequel on peut lire : Diamètre : 0,2 mm ; Résistivité : 1,6 10-8 Ω.m ; Longueur : 100 m\n\n1. Trouver la résistance R1 du rouleau de fil métallique acheté par le père de l'enfant.\n\n2. Quelle longueur de fil prendra-t-il pour refaire la bobine abîmée ?\n\nDans le tableau ci-dessous, sons répertoriées les propriétés des associations de deux résistors. Compléter\n\nchaque case par oui ou par non.\n\nAssociation en série de R1 et R2\n\nAssociation en parallèle de R1 et R2\n\nLa résistance de l’ensemble est supérieure à\n\nla plus grande des résistances.\n\nLa résistance de l’ensemble est inférieure à\n\nla plus petite des résistances.\n\n19\n\nDonner les mots permettant de remplir la grille croisés ci-contre\n\nHorizontalement\n\n1 - Science nouvelle liée à l’électron.\n\n4 - Elles constituent l’électricité.\n\n7 - C’est la trajectoire des charges électriques.\n\nVerticalement\n\n1 - C’est la charge élémentaire négative.\n\n4 - Pour un circuit, c’est un danger.\n\n10 - Celle d’électricité est en coulomb.\n\nExercice 5 :\n\nLors de la vérification de la loi d’ohm, on a obtenu le tableau de mesure suivant :\n\nU (V)\n\n3\n\n4.5\n\n6\n\n12\n\nI (A)\n\n0,5\n\n0,75\n\n1. Tracer la caractéristique du récepteur utilisé.\n\n2. Déterminer graphiquement l’intensité du courant pour une tension de 15 V.\n\n3. Quelle est la valeur de la résistance électrique de ce récepteur ?\n\n4. Quelle est la tension aux bornes de ce récepteur lorsqu’il est parcouru par un courant de 1,25 A ?\n\nVérifier graphiquement votre réponse.\n\nExercice 6 :\n\nUn réchaud électrique développe une puissance de 500W quand il est traversé par un courant d'intensité I = 4 A.\n\n1. Trouver la résistance de son fil chauffant.\n\n2. Quelle est la tension à ses bornes.\n\nExercice 7 :\n\nUn conducteur de résistance 47 Ω est traversé par un courant de 0,12 A.\n\n1. Calculer la tension à ses bornes.\n\n2. On double la tension à ses bornes, quelle est, alors, l'intensité du courant qui le traverse.\n\nExercice 8 :\n\nVous disposez de deux lots de résistances respectivement de 33Ω et de 47Ω. Indiquez, en précisant le\n\ntype d’association, le nombre de résistances de chaque que vous utilisez :\n\n1. Une résistance de 100Ω.\n\n2. Une résistance de 113Ω.\n\n3. Une résistance de 130Ω.\n\n20\n\nExercice 9 :\n\nLa résistance Re est la résistance équivalente à l’association des résistances R1 et R2.\n\nCompléter le tableau ci-contre en indiquant les valeurs manquantes et/ou le type d’association.\n\nR1 (enΩ)\n\nR2 (enΩ)\n\nRe (enΩ) Types d’association\n\n680\n\n1500\n\n68\n\n25\n\n470\n\n33\n\nSérie\n\n51\n\n46\n\nparallèle\n\n56\n\n28\n\nExercice 10 :\n\nLa résistance d'un fil de cuivre de longueur 10 m et de diamètre 0,2 mm est de 6Ω.\n\n1. Trouver la résistivité de ce cuivre.\n\n2. Avec ce cuivre, on confectionne un fil de connexion de longueur 0,5 m et de section 1mm2. Quelle est\n\nla résistance du fil de connexion obtenu ?\n\nExercice 11 :\n\nOn considère une résistance R = 500Ω, sous une tension U = 200 V.\n\n1. Calculer l’intensité du courant qui le traverse.\n\n2. Sachant que sa longueur L = 6m et la résistivité de sa nature ρ = 2.5µΩ.m, Calculer le diamètre du fil.\n\n3. Que devient la résistance ?\n\n3.1- Si la longueur double et le diamètre diminue de moitié ?\n\n3.2- Si la longueur triple et le diamètre diminue du tiers ?\n\nExercice 12 :\n\n2.1 La résistance d’un fil conducteur est proportionnelle : A la résistivité ρ de la substance constitutive,\n\nà la section s du fil, à la longueur L du fil et au carré de la longueur L2 du fil\n\n2.2 Établir alors la relation qui lie R à L, s et ρ\n\nExercice 13 :\n\nÉnoncer la loi d’association pour deux résistances R1 et R2 branchées en série. Que peut-on dire de la\n\nrésistance R de l’ensemble constitué de deux résistances R1 et R2 associées en parallèle ?\n\nExercice 14 :\n\nUn conducteur métallique est traversé par un courant d'intensité 1 mA pendant 2 heures.\n\n1. Trouver la quantité d'électricité ainsi transportée.\n\n2. Calculer le nombre d'électrons correspondant.\n\nExercice 15 :\n\nIndiquer le(s) graphe(s) qui correspond(ent) à la relation entre U, I et R dans le cas d’un conducteur ohmique.\n\na)\n\nb)\n\nc)\n\nd)\n\nExercice 16 :\n\nL’intensité du courant qui traverse un conducteur ohmique est de 3A lorsque la tension ses bornes est de 12V.\n\n1. Quelle est la résistance du conducteur ohmique ?\n\n2. Que devient l’intensité quand la tension est de 10 volts ?\n\n21\n\nExercice 17 :\n\nUn circuit électrique fermé est composé d’un générateur, d’un résistor de résistance électrique 50 Ω et\n\nd’un appareil sur lequel on relève les indications suivantes :\n\n- nombres de divisions lues : 15.\n\n- nombres total de divisions : 25.\n\n- Calibre utilisé : 50 ma.\n\n1. Quel est le nom de cet appareil et comment se branche-t-il dans un circuit ?\n\n2. Faites le schéma du circuit électrique.\n\n3. D’après les indications de l’appareil, quelle grandeur physique mesure-t-on ?\n\nAprès avoir énoncer la loi d’Ohm, calculer la tension électrique existant aux bornes du résistor.\n\n4. Ce circuit électrique ayant fonctionné pendant une minute, calculer la quantité d’électricité mise en\n\njeu et en déduire le nombre d’électrons ayant traversé ce circuit pendant ce temps.\n\nOn rappelle que la charge de l’électron est : e = 1,6.10-19 c\n\nExercice 18 :\n\nUn conducteur électrique est parcouru par un courant d’intensité I = 3 mA. Trouver :\n\n1- En ampère-heure (Ah), la quantité d’électricité en mouvement.\n\n2- Le nombre de charges électriques en circulation pendant une minute ; préciser leur nature.\n\nExercice 19 :\n\nL’association en série d’une résistance de 39 Ω et d’une résistance de 47 Ω a une résistance égale à 46\n\nΩ ou 86 Ω. Choisir la bonne réponse.\n\nExercice 20 :\n\nOn veut construire un rhéostat de 40 Ω avec un fil de Nichrome de 0,6 mm de diamètre. Quelle\n\nlongueur faudra-t-il prendre si la résistivité de ce Nichrome est ρ = 10-4 Ω.cm ?\n\nExercice 21 :\n\nL’application d’une tension électrique de 6 V aux bornes d’un conducteur ohmique y fait circuler un\n\ncourant de 160 mA.\n\n1. Trouver la valeur de la résistance de ce conducteur.\n\n2. Quelle puissance électrique consomme-t-elle alors ?\n\nExercice 22:\n\nTrouver la résistance du conducteur équivalent à l'association :\n\n\u0001 1 en série de deux conducteurs de résistances respectives 22 Ω et 33 Ω.\n\n\u0001 2 en parallèle des deux conducteurs de résistances respectives 22 Ω et 33 Ω.\n\nExercice 23:\n\nVous disposez d'un ensemble de conducteurs identiques de résistance 33 Ω chacune. Comment les\n\nassocier pour que la résistance du groupement obtenu soit de 11Ω.\n\nExercice 24 :\n\nUne lampe porte les indications 6V ; 1W.\n\n1. Donner la signification de chacune de ces indications.\n\n2. Calculer l'intensité du courant qui traverse la lampe quand elle fonctionne normalement.\n\n3. Quelle est la valeur de sa résistance en fonctionnement normal (filament à chaud) ?\n\n4. Avec un ohmmètre, la résistance mesurée n'est que de 8 Ω (filament à froid car la lampe ne brille pas)\n\ncomment varie la résistance de cette lampe avec la température ?\n\n22\n\nExercice 25 :\n\nUn fil conducteur homogène cylindrique a une longueur l = 2 m, une section S = 0,16 mm2 et une\n\nrésistivité ρ = 1,6 10-8 Ω.m.\n\n1. Trouver la résistance R de ce fil conducteur.\n\n2. Quelle serait la résistance d'un fil de même nature, de même longueur mais de section double ?\n\nExercice 26 :\n\nReproduire le schéma du circuit représenté sur la figure ci-dessous.\n\n1. Placer dans ce circuit un ampèremètre qui permettrait de mesurer l’intensité I et deux voltmètres pour\n\nmesurer la tension aux bornes de l’association et aux bornes de la résistance R1.\n\n2. Dans une expérience, on a choisi R1=13Ω et R2=27Ω. L’ampèremètre indique une intensité de 0,1A.\n\nCalculer la résistance de l’association. Qu’indiquent alors les deux voltmètres ? Prévoir alors la valeur\n\naffichée par chaque voltmètre. En déduire la tension UAC aux bornes de l’association.\n\nExercice 27 :\n\nLa quantité d'électricité qui traverse la section d'un circuit est q = 30 C en une minute.\n\n1. Trouver le nombre d'électrons qui traversent ce circuit pendant ce temps.\n\n2. Quelle est alors l'intensité du courant électrique dans ce circuit ?\n\nExercice 28 :\n\nParmi les formules ci-dessous mettre une croix dans là ou les cases qui correspondent à la loi d'Ohm.\n\nI = U/R\n\nb. I = RU\n\nc. R = U/I\n\nd. U = I/R\n\nExercice 29 :\n\nOn a mesuré l’intensité I pour différentes tensions U aux bornes d’un conducteur ohmique. On obtient le\n\ntableau de mesures suivant.\n\nI (mA)\n\n0\n\n15\n\n25\n\n40\n\n50\n\n60\n\n80\n\nU(V)\n\n0\n\n0 ,50\n\n0,82\n\n1,34\n\n1,66\n\n1,98\n\n2,66\n\na. Trace le graphe de la tension en fonction de l’intensité du courant\n\nb. Détermine la valeur de la résistance R du conducteur\n\nExercice 30:\n\nUn fil homogène a une résistance R = 20Ω. Trouver :\n\n1. La résistance R1 d'un fil de même nature, de même section dont la longueur est doublée.\n\n2. La résistance R2 d'un fil de même nature, de même longueur dont le diamètre est doublé.\n\n3. La résistance R3 d'un fil de même nature dont la longueur et le rayon sont doublés.\n\n4. La résistance R4 d'un fil de même nature dont la longueur et la section sont doublées.\n\nExercice 31:\n\nOn mesure l'intensité I qui traverse un conducteur ohmique pour différentes valeurs de la tension U\n\nappliquée à ses bornes. On obtient le tableau suivant :\n\nU (v)\n\n5\n\n8\n\n12\n\n15\n\n20\n\nI (mA)\n\n150\n\n243\n\n364\n\n453\n\n606\n\n1. Tracer la caractéristique intensité - tension de ce conducteur.\n\n2. Déduire de cette courbe la valeur de la résistance du conducteur.\n\n23\n\nExercice 32 :\n\nOn réalise les montages A) et b) ci-contre avec la même pile et la même résistance R.\n\n1. Quelle indication donne l’ampèremètre A1 si l’ampèremètre A2 indique 320 mA\n\n2. Donner la valeur de la résistance R si la tension de la pile vaut 6 V.\n\nExercice 33 :\n\nSoit le dipôle AB constitué de conducteurs groupés\n\ncomme indiqué dans le schéma suivant. Trouver la\n\nrésistance équivalente du dipôle AB ainsi obtenu\n\nsachant que: R1=10Ω ; R2=20Ω ; R3 = 6 Ω et R4 = 9 Ω\n\nExercice 34 :\n\nDes résistors de résistances respectives R1=12Ω ;\n\nR2 = R4 = 6 Ω et R3 = 3 Ω sont groupés entre A et B\n\ncomme indiqué par le schéma.\n\n1. Trouver la résistance du dipôle AB ainsi constitué.\n\n2. A ce dipôle, on applique une tension de 6V,\n\ndéterminer l'intensité du courant débité par le\n\ngénérateur dans chacun des cas suivants :\n\n2-a. Les interrupteurs K1 et K2 fermés.\n\n2-b. L'interrupteur K1 fermé et l'interrupteur K2 ouvert.\n\n2-c. L'interrupteur K1 ouvert et L'interrupteur K2 fermé.\n\n2-d. Les interrupteurs K1 et K2 ouverts.\n\n3. Calculer les intensités I1 ; I2 ; I3 et I4 pour K1 et K2.\n\nfermés.\n\nExercice 35 :\n\nSoient C1 et C2 les représentations respectives de deux résistances R1 et R2 dans le même système d’axes\n\nci-contre. A partir des graphes :\n\n1. Préciser la plus grande résistance. Justifier votre réponse.\n\n2. Donner la valeur de la résistance R1\n\n24\n\nExercice 36 :\n\nIndiquer la valeur manquante dans chacun des cas ci-contre ainsi que la tension du générateur\n\nExercice 37 :\n\nL’association en série d’une résistance de 39Ωet d’une résistance de 47Ω a une résistance équivalente\n\négale à 46Ω ou 86Ω ? Quelle est la bonne réponse ?\n\nExercice 38:\n\nOn considère le circuit électrique suivant avec I2 = 3A ; R3 = 15b ; R4 =2,5b ; UAB = 12OV et UCD=75V.\n\nI est l’intensité du courant principal. Calculer :\n\n1. I2 et I3\n\n2. R2 et la résistance équivalente R’ à R2 et R3\n\n3. R1et la résistance équivalente (Req) à la portion de circuit AB.\n\n4. Trouver la longueur de la résistance R3si sa section est de 0,2 mm² et sa résistivité de 4.10-6m\n\nExercice 39:\n\nUne lampe marquée 4,5 v ; 0,2 A est montée en parallèle avec un conducteur de résistance R1=27Ω.\n\n1. Calculer la résistance R2 du fil chauffant de cette lampe.\n\n2. Trouver la résistance équivalente à cette association.\n\nCHAPITRE VII: ENERGIE ET RENDEMENT.\n\nIndiquer les mots permettant de remplir la grille ci-contre.\n\nHorizontalement\n\n1. forme d’énergie dont l’unité pratique est le kilowattheure\n\n7. est aussi appelée énergie reçue\n\n9. énergie dues à la vitesse\n\nVerticalement\n\n1. son unité SI est le joule\n\n6. est un rapport dont la valeur est toujours inférieure à un\n\n10. est la forme d’énergie contenue dans un arc tendue\n\n25\n\nExercice 2:\n\nCompléter les phrases suivantes :\n\nL’énergie cinétique d’un système dépend de sa (a) et de sa (b).\n\nSon expression est EC = (c). Son unité dans le S.I. est le (d).\n\nL’énergie (e) est la somme de l’(f) et de l’(g).\n\nDans un fer à repasser électrique, l’énergie (h) se transforme en énergie (i).\n\nLa puissance électrique s’exprime en (k).\n\nLe rapport de l’énergie utile par l’énergie absorbée représente le (l) d’un moteur.\n\nExercice 3:\n\nUne automobile de masse m = 1T roule sur une route horizontale et rectiligne à la vitesse v = 144 km/h.\n\n1. Après avoir défini l'énergie cinétique, la calculer en kilojoules dans le cas de cette voiture.\n\n2. En réalité, le moteur développe une énergie totale de 0,8 kWh, en déduire, alors, son rendement.\n\nUn objet de masse 1kg est soulevé d'une hauteur de 10 m au bout d'une corde.\n\n1. Calculer le travail mécanique qu'il a fallu fournir pour soulever cet objet.\n\n2. Quelle forme d'énergie potentielle possède-t-il alors ?\n\nExercice 5 :\n\nUn courant constant d'intensité I = 3A passe pendant 45 min. dans un conducteur de résistance R = 40Ω.\n\nCalculer en joules et en calories la chaleur dégagée par effet joule.\n\nExercice 6 :\n\nUne centrale électrique nucléaire fournit à un réseau une puissance électrique de 1000 MW. Sachant que\n\nla puissance totale du combustible nucléaire fournie à la centrale est de 2800 MW, trouver le rendement\n\nde cette centrale.\n\nExercice 7 :\n\nPendant un orage, la foudre qui jaillit entre un nuage et le sol, résulte d'un courant moyen de 10 kA\n\ncirculant sous une tension de 20 MV pendant 0,1 s. Quelles sont la puissance et l'énergie électrique\n\nmises en jeu ?\n\nExercice 8 :\n\nUne automobile a une consommation moyenne de 7,5 L aux 100 km parcourus en 1h. Or la combustion\n\nd'un litre d'essence dégage une énergie thermique évaluée à 35 106 J.\n\n1. Calculer l'énergie thermique fournie à cette automobile.\n\n2. La puissance effective de cette voiture, du point de vue mécanique est évaluée à 18 KW. Quel est le\n\nrendement de l'automobile ?\n\n3. En réalité, les énergies consommées par l'usure (frottements et échauffements) sont évaluées à 4 kW.\n\nCalculer le rendement du moteur de cette automobile.\n\n26\n\nExercice 9 :\n\na. Citer les différentes formes d’énergie.\n\nb. Qu’appelle- t- on effet joule ?\n\nc. Donner l’expression de la loi de Joule.\n\nExercice 10:\n\n1. Donner deux exemples de transformations de l'énergie électrique en énergie calorifique.\n\n2. Quelle est la forme d'énergie contenue dans un arc tendu ? En quelle forme d'énergie se transforme-t-\n\nelle à la lâchée de la flèche ?\n\nExercice 11 :\n\nUn objet de masse 400 g est maintenu immobile à 5 m au dessus du sol.\n\n\u0001 Quelle est la nature de l’énergie possédée par cet objet ?\n\n\u0001 Trouver la valeur en joules de l’énergie possédée.\n\n\u0001 Lors de sa chute, que devient cette énergie ? Donner l’expression de cette nouvelle forme d’énergie\n\n\u0001 Que devient cette énergie si l’objet est au sol ? On donne : g = 10 N.kg-1\n\nExercice 12 :\n\nModou tond une pelouse en 2h 30min avec une tondeuse électrique de puissance 1600 W.\n\n1. Calculer l’énergie électrique consommée par la tondeuse en Joules puis en Kilowattheure.\n\n2. Quelle est le prix de revient de la tonte si 1Kwh coute 120 F en moyenne.\n\nExercice 13 :\n\nUne ampoule électrique fonctionne sous une tension continue de 9V. Elle est traversée par un courant\n\nd’intensité 1,7 A.\n\n1. Calculer la puissance de cette lampe.\n\n2. Elle est allumée pendant 2H.\n\na. Calculer l’énergie consommée en joules et en wattheures.\n\nb. Calculer la résistance du filament de la lampe.\n\n27\n\nPARTIE DE CHIMIE\n\nPARTIE DE CHIMIE\n\nPARTIE DE CHIMIE\n\nPARTIE DE CHIMIE\n\nCHAPITRE I\n\nCHAPITRE I\n\nCHAPITRE I\n\nCHAPITRE I: NOTION DE SOLUTION\n\n: NOTION DE SOLUTION\n\n: NOTION DE SOLUTION\n\n: NOTION DE SOLUTION\n\nCHAPITRE II\n\nCHAPITRE II\n\nCHAPITRE II\n\nCHAPITRE II: ACIDES ET BASES\n\n: ACIDES ET BASES\n\n: ACIDES ET BASES\n\n: ACIDES ET BASES\n\nCHAPITRE III\n\nCHAPITRE III\n\nCHAPITRE III\n\nCHAPITRE III: : : : PROPRIETES\n\nPROPRIETES\n\nPROPRIETES\n\nPROPRIETES CHIMIQUES DES METAUX\n\nCHIMIQUES DES METAUX\n\nCHIMIQUES DES METAUX\n\nCHIMIQUES DES METAUX\n\nCHAPITRE IV: LES\n\nCHAPITRE IV: LES\n\nCHAPITRE IV: LES\n\nCHAPITRE IV: LES HYDROCARBURES\n\nHYDROCARBURES\n\nHYDROCARBURES\n\nHYDROCARBURES\n\n28\n\nCHAPITRE\n\nCHAPITRE\n\nCHAPITRE\n\nCHAPITRE I: NOTION DE SOLUTION\n\nI: NOTION DE SOLUTION\n\nI: NOTION DE SOLUTION\n\nI: NOTION DE SOLUTION\n\nPréciser le sens des mots et expressions suivantes :\n\nSolubilité ; saturation ; concentration massique (préciser l'unité) ; concentration molaire (préciser l'unité)\n\nCompléter les phrases suivantes\n\na. Une solution est un (1) homogène.\n\nb. La concentration massique d’une solution est la masse de (2) dans un (3) de solvant.\n\nc. La relation entre concentration massique et concentration molaire d’une solution s’écrit : (4)\n\nd. Lorsqu’on dissout un composé dans un liquide, on obtient une (5).\n\ne. Si le liquide est l’eau, on parle d’une solution (6).\n\nf. Le composant majoritaire de la solution obtenue constitue le (7).\n\ng. Les composés dissous sont appelés (8).\n\nExercice 3:\n\nRemplir la grille ci-contre :\n\nHorizontalement :\n\n1. Corps qui se dissolvent.\n\n2. Relative à la masse par volume de solution.\n\n4. La solution l’est quand on augmente son solvant.\n\n7. Elle caractérise la solution et peut être massique ou\n\nmolaire.\n\n10. Elle augmente la concentration en diminuant le\n\nsolvant.\n\nVerticalement :\n\n1. Quantitative, elle représente la quantité maximale\n\nsoluble d’une substance.\n\n7. Ses constituants sont : le solvant et le soluté.\n\n12. Celui de la solution aqueuse est l’eau.\n\n14. Relatif à la mole.\n\n18. Pour un mélange, on obtient une solution.\n\nExercice 4:\n\nUn bêcher contient 65 ml d’une solution de chlorure d’hydrogène (HCl) de concentration molaire\n\n0,8 mol/l. On ajoute dans le bêcher 2 gouttes de B.B.T.\n\na. Quelle est la couleur de la solution ?\n\nb. Calculer la masse d’acide utilisée pour préparer une telle solution.\n\nc. Calculer le nombre de moles dans 20 ml de cette solution.\n\n29\n\nExercice 5:\n\nUne solution a été obtenue en dissolvant une masse m = 12 g de sulfate de sodium (Na2SO4) dans de\n\nl'eau et en complétant le volume à 500 ml.\n\n1. Quels sont les ions présents dans cette solution ?\n\n2. Calculer la concentration massique Cm de cette solution.\n\n3. Calculer la concentration molaire C de cette même solution.\n\nDonnées : Masses molaires atomiques en g.mol-1 : Na = 23 ; S = 32; O = 16\n\nExercice 6:\n\nTrouver la molarité de chacune des solutions suivantes obtenues par la dissolution de :\n\n\u0001 0,3 mol de NaOH dans 4 L d'eau.\n\n\u0001 29,25 g de NaCl dans 250 mL d'eau.\n\n\u0001 56 mL de gaz chlorhydrique dans les conditions normales dans 10 L d'eau.\n\nExercice 7:\n\nPour préparer une solution d’hydroxyde de sodium, on dissout 20 g de soude (NaOH) dans 400mL d’eau.\n\n1. Quelles sont les précautions à prendre pour manipuler les pastilles de soude.\n\n2. Trouver :\n\na- La quantité de matière du soluté.\n\nb- La concentration de la solution en soluté dissous.\n\nc- La molarité de la solution.\n\nExercice 8:\n\nRetrouver la bonne réponse :\n\nLa relation qui lie la concentration massique Cm et la concentration molaire C d'une solution de\n\nchlorure de sodium de masse molaire M est :\n\na. Cm = C x M b. Cm = C/M c. Cm = M/C\n\nExercice 9:\n\n1. Quelle masse de HCl solide faut-il dissoudre pour prépare 100 mL de solution de concentration 0,05 mol.L-1 ?\n\n2. Entourer dans la liste suivante le matériel nécessaire à la préparation de la solution :\n\nPissette, burette, pipette graduée, entonnoir, balance, spatule, bécher, coupelle.\n\n3. Il vous manque un élément indispensable pour la préparation. Lequel ?\n\n4. Décrire le mode opératoire pour préparer cette solution.\n\nDonnées : Masses molaires atomiques en g.mol-1 : Na : 23 ; Cl : 35,5\n\nExercice 10:\n\nUn professeur a besoin de 500mL de solution diluée d'aide chlorhydrique de concentration C1 = 0,01mol.L-1.\n\nIl dispose pour cela d'une solution de concentration C2 = 2 mol.L-1\n\n30\n\na. Entourer dans la liste suivante le matériel dont il va avoir besoin pour faire la dilution :\n\nFiole 250 mL ; pissette ; burette de 25 mL ; bécher de 500 mL ; entonnoir ; fiole jaugée de 500 mL ;\n\npipette graduée de 5 mL ; pipette jaugée de 10 mL ; verre à pied ; éprouvette graduée de 100 mL ; poire\n\npropipette.\n\nb. Donner le mode opératoire de la dilution.\n\nDonnées : Masses molaires atomiques en g.mol-1. Na : 23 ; Cl : 35,5\n\nExercice 11:\n\nUne solution de chlorure de sodium (NaCl) a été constituée en dissolvant une masse m = 5,85 g de ce sel\n\ndans de l'eau et en complétant le volume à 500 mL.\n\n1. Calculer la concentration massique Cm de cette solution.\n\n2. Calculer de deux façons différentes la concentration molaire C de cette même solution.\n\nDonnées : Masses molaires atomiques en g.mol-1 : Na : 23 ; S: 32 ; O : 16\n\nExercice 12:\n\nA. Une solution d’acide chlorhydrique a pour concentration massique 73.10-3 g/l.\n\n1. Quelle est sa concentration molaire ?\n\n2. Trouver le nombre de moles n et la masse d’acide dans 1250 mL de solution.\n\n3. Pour neutraliser 80 mL de la solution acide, on utilise 100 mL d’une solution de soude. Quelle est la\n\ncentration molaire de la solution de soude ?\n\nB. On dispose de 60 mL d’une solution d’acide chlorhydrique de concentration molaire 1.5 mol/L.\n\nQuel volume de cette solution faut-il utiliser pour la neutralisation complète de 30 mL d’une solution\n\nd’hydroxyde de sodium de concentration massique 80 g/L ?\n\nC. Une solution d’acide chlorhydrique a une molarité de 1,5 .10-2 mol/L.\n\na. Quel est le volume de gaz chlorhydrique dissout dans 1250 cm3 de cette solution, dans les CNTP ?\n\nb. Pour neutraliser 80 mL de la solution d’acide chlorhydrique, on a utilisé 100 cm3 d’une solution de\n\nsoude. Quelle est la concentration molaire de la solution basique ? Calculer la masse de sel formée.\n\nExercice 13:\n\nUne solution de chlorure de sodium (NaCl) est obtenue par dissolution d’une masse m = 6,25 g de ce sel\n\ndans de l'eau et en complétant le volume à 250 ml.\n\n1. Quels sont les ions présents dans la solution ?\n\n2. Déterminer la concentration massique Cm de cette solution en déduire sa concentration molaire.\n\nDonnées : Masses molaires atomiques en g.mol-1 : Na = 23 ; Cl = 35,5\n\nExercice 14:\n\nOn dissout un volume v = 0,2 l de chlorure d'hydrogène mesuré dans les conditions où le volume\n\nmolaire est égal à 24 l.mol.L-1 ; dans un volume V = 75 ml d'eau distillée.\n\n31\n\n1. Identifier les ions en présence dans la solution.\n\n2. Calculer la concentration molaire C de la solution obtenue.\n\n3. On prélève un volume V' = 20 cm3 de cette solution. Calculer la quantité de matière ou nombre de\n\nmoles n de chlorure d'hydrogène contenu dans ce prélèvement.\n\nExercice 15:\n\nA.1. On dispose d’une solution normale de soude. Quelle est sa concentration massique ?\n\n2. Déterminer le nombre de moles et la masse de soude contenus dans 450 cm3 de cette solution.\n\n3. Pour neutraliser 50 mL de cette solution on a utilisé une solution d’acide chlorhydrique de molarité\n\n0.8 mol/L. Quel sera le volume d’acide versé à l’équivalence ?\n\nB. a. Une solution de soude solution a une molarité de 1,5 .10-2mol/L. Quelle est la masse de soluté dans\n\n1,25L de solution ?\n\nb. Pour neutraliser 80 mL d’une solution d’acide chlorhydrique, on a utilisé 100 cm3 d’une solution de\n\nsoude. Quelle est la concentration molaire de la solution acide ? Calculer la masse de sel formée.\n\nExercice 16:\n\nLa concentration massique d’une solution de chlorure de sodium C = 117g/mL\n\n1- Calculer sa concentration molaire.\n\n2. Le volume de la solution V= 500ml. Trouver la masse du soluté m. En déduire la quantité de matière du soluté.\n\nExercice 17:\n\nCompléter le tableau ci – dessous :\n\nC (mol/L) Cm( g/L) M ( g/mol )\n\n5\n\n40\n\n20\n\n36.5\n\n78.2\n\nExercice 18:\n\n1. Un bêcher contient 10 mL d’acide chlorhydrique décimolaire et quelques gouttes de B.B.T.Quelle est\n\nla couleur de la solution dans le bêcher ?\n\n2. A l’aide d’une burette, on verse un volume d’eau sodée de concentration molaire 1,5 mol/L, pour\n\natteindre l’équivalence. Déterminer ce volume ainsi que la quantité de soude neutralisée.\n\n3. Calculer la masse de chlorure de sodium recueillie après évaporation complète de l’eau.\n\nExercice 19 :\n\nOn dissout 2 g de soude (NaOH) dans 100 ml d’eau pure pour obtenir une solution S.\n\n1. Calculer la concentration massique de la solution S. En déduire sa concentration molaire.\n\n2. On neutralise 20 ml d’acide chlorhydrique par 10 ml de la solution S. Pour suivre cette réaction, on y\n\nmet quelques gouttes de B.B.T.\n\na. Quel est le nom de cette réaction ? Faites un schéma de l’expérience.\n\nb. Donner les différentes couleurs, avant l’équivalence, à l’équivalence et après l’équivalence.\n\nc. Calculer la concentration molaire de l’acide.\n\nd. Calculer la masse d’acide nécessaire à l’équivalence.\n\n32\n\nExercice 20 :\n\nOn prépare une solution aqueuse d’hydroxyde de sodium en dissolvant une masse m de pastilles de\n\nsoude dans 400mL d’eau pure. La dissolution s’est faite sans changement de volume.\n\n1. La concentration massique de la solution S1 ainsi obtenue Cm=100g /l. Calculer :\n\na. La masse du soluté dissous.\n\nb. La molarité de la solution S1.\n\n2. A la solution S1, on verse 100ml d’eau pure pour préparer une solution S2.\n\nQuelle est l’opération ainsi réalisée ? Trouver la concentration de S2.\n\nExercice 21:\n\nUne solution d’hydroxyde de sodium de concentration 2 mol L-1 est obtenue par dissolution d’une masse\n\nm = 20 g de pastille de soude dans un volume V d’eau pure. La dissolution s’est faite sans changement\n\nde volume. Déterminer :\n\n1. La quantité de matière de soluté dans la solution.\n\n2. La concentration massique de la solution.\n\n3. Le volume du solvant.\n\n4. Que devient la concentration molaire de la solution si l’on y ajoute 150 ml d’eau pure ?\n\nExercice 22:\n\nOn dispose d’une solution (A) d’acide chlorhydrique de volume 10 mL, que l’on dilue en y ajoutant\n\n90 mL d’eau pour obtenir une solution (A’). On fait un prélèvement de 10 mL de la solution (A’)\n\nauquel on ajoute quelques gouttes de B.B.T., que l’on dose avec une solution normale de soude (B).\n\n1. Ecrire l’équation de la réaction qui se produit.\n\n2. Préciser la couleur du B.B.T. avant et après le dosage.\n\n3. Déterminer la molarité de la solution (A’), puis celle de (A).\n\n4. Calculer la masse de sel que l’on peut récupérer, en faisant évaporer l’eau.\n\nExercice 23:\n\n1. On prépare une solution S d’acide chlorhydrique, en dissolvant 56 cm3 de gaz chlorhydrique dans de\n\nl’eau jusqu’à obtenir 62,5 cm3 de solution.\n\na. Déterminer la molarité de S1 ainsi que sa concentration massique.\n\nb. Quelle est la teinte du bleu de bromothymol dans un prélèvement de S1 ?\n\n2. On dispose à coté une solution centinormale d’hydroxyde de sodium contenant 40mg de soude (solution S2).\n\na. Déterminer le volume de S2.\n\nb. Donner la couleur du bleu de bromothymol dans un échantillon de S2.\n\n3. On prélève un volume de 15 mL de la solution S2, dans lequel on met quelques gouttes de BBT, et\n\nque l’on dose avec une solution S1. On de mande :\n\na. La couleur de l’indicateur coloré avant le dosage.\n\nb. Le volume d’acide nécessaire è la neutralisation.\n\nc. La couleur de l’indicateur coloré à la neutralisation.\n\n33\n\nExercice 24:\n\nUne solution A a une concentration CA = 0,1 mol/L. On prélève 50 mL de A auxquels on ajoute 450 mL\n\nd'eau ; on obtient alors une solution B que l'on dilue 10 fois pour obtenir une solution C. Quelle est :\n\n1. La concentration molaire de la solution B ?",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_975_kb.pdf",
    "year": null,
    "zone": null,
    "hasCorrection": true
  }
}