{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": "puissances_racines_carrees",
  "title": "t l charger 975 kb - part 1",
  "content": "www.cem-abdoumardiop.edu.sn\n\nSOMMAIRE\n\nPROGRAMME DE PHYSIQUE.\n\nChapitre I: Lentilles minces.\n\nChapitre II: Dispersion de la lumière.\n\nChapitre III: Forces.\n\nChapitre IV: Travail et puissance mécaniques.\n\nChapitre V: Electrisation par frottement, le courant électrique.\n\nChapitre VI: Résistance électrique.\n\nChapitre VII: Energie et rendement.\n\nPROGRAMME DE CHIMIE.\n\nChapitre I: Notion de solution.\n\nChapitre II: Acides et bases.\n\nChapitre III: Quelques propriétés chimiques des métaux\n\nChapitre IV: Les hydrocarbures\n\nQuelques sujets de Sciences Physiques : B.F.E.M. du Sénégal\n\n3\n\nPARTIE\n\nPARTIE\n\nPARTIE\n\nPARTIE DE PHYSIQUE\n\nDE PHYSIQUE\n\nDE PHYSIQUE\n\nDE PHYSIQUE\n\nChapitre I : LENTILLES\n\n: LENTILLES\n\n: LENTILLES\n\n: LENTILLES MINCES.\n\nMINCES.\n\nMINCES.\n\nMINCES.\n\nChapitre IIIIIIII : DISPERSION\n\n: DISPERSION\n\n: DISPERSION\n\n: DISPERSION DE\n\nDE\n\nDE\n\nDE LA\n\nLA\n\nLA\n\nLA LUMIERE.\n\nLUMIERE.\n\nLUMIERE.\n\nLUMIERE.\n\nChapitre IIIIIIIIIIII : FORCES\n\n: FORCES\n\n: FORCES\n\n: FORCES\n\nChapitre IV\n\nChapitre IV\n\nChapitre IV\n\nChapitre IV: TRAVAIL\n\n: TRAVAIL\n\n: TRAVAIL\n\n: TRAVAIL ET\n\nET\n\nET\n\nET PUISSANCE MECANIQUES\n\nPUISSANCE MECANIQUES\n\nPUISSANCE MECANIQUES\n\nPUISSANCE MECANIQUES.\n\nChapitre V: ELECTRISATION PAR\n\nV: ELECTRISATION PAR\n\nV: ELECTRISATION PAR\n\nV: ELECTRISATION PAR FROTTEMENT\n\nFROTTEMENT\n\nFROTTEMENT\n\nFROTTEMENT\n\nChapitre VI: RESISTANCE\n\nVI: RESISTANCE\n\nVI: RESISTANCE\n\nVI: RESISTANCE ELECTRIQUE.\n\nELECTRIQUE.\n\nELECTRIQUE.\n\nELECTRIQUE.\n\nChapitre VII: ENERGIE\n\nVII: ENERGIE\n\nVII: ENERGIE\n\nVII: ENERGIE ET\n\nET\n\nET\n\nET RENDEMENT.\n\nRENDEMENT.\n\nRENDEMENT.\n\nRENDEMENT.\n\n4\n\nCHAPITRE I : LENTILLES MINCES\n\nCHAPITRE I : LENTILLES MINCES\n\nCHAPITRE I : LENTILLES MINCES\n\nCHAPITRE I : LENTILLES MINCES\n\n1. Quels sont les deux types de lentilles ?\n\n2. Dessiner chaque type et donner son symbole.\n\n3. Quel est le type de lentille qui \"rabat\" vers l'axe optique le faisceau incident ?\n\n4. Comment s'appelle celui qui \"ouvre\" le faisceau incident ?\n\nExercice 2:\n\nRecopiez les phrases en complétant à l'aide des mots : convergente, centre optique, foyer image, épais,\n\nmince et divergente.\n\n1. On regarde un texte imprimé à travers une lentille.\n\na. Le texte apparaît plus grand si la lentille est (1).\n\nb. Le texte apparaît plus petit si la lentille est (2).\n\n2. Après avoir traversé une lentille convergente, les rayons lumineux, parallèles à l’axe optique,\n\nconvergent en un seul point appelé (3).\n\n3. Un rayon lumineux passant par (4) d’une lentille n’est pas dévié.\n\n4. Une lentille convergente a les bords plus (5) que le centre.\n\n5. Une lentille divergente a les bords plus(6.) que le centre.\n\nExercice 3:\n\nCompléter les phrases suivantes en ajoutant les mots ou groupes de mots manquants\n\n1. Une lentille convergente a ses bords (a) alors qu’une lentille divergente a ses bords (b).\n\n2. Un rayon incident passant (c) ne subit pas de déviation alors qu’il est (d) s’il passe par les bords.\n\n3. Une lentille convergente donne d’un objet renversé situé à 2 f une image (e).\n\n4. Si un objet est AB est placé (f) d’une lentille convergente, l’image obtenue est à l’infini.\n\n5. La vergence d’une lentille est (g) de sa distance focale.\n\n6. Une lentille à bords minces est (h).\n\n7. Une lentille à bord épais est (i).\n\n8. Le (j) est le centre de la lentille.\n\n9. La distance du centre optique O d’une lentille au foyer image F’ est appelée (k).\n\n10. Le point où l'on obtient l'image du soleil à travers une lentille convergente est appelé (l).\n\n11. Après avoir traversé une lentille convergente, les rayons lumineux, parallèles à l’axe optique,\n\nconvergent en un seul point appelé (m).\n\n12. Un rayon lumineux passant par le (n) d’une lentille n’est pas dévié.\n\n5\n\nDonner les mots permettant de remplirla grille ci-contre.\n\nHorizontalement\n\n1. Son unité est la dioptrie.\n\n4. Il peut être principal ou secondaire.\n\n8. Est un milieu transparent.\n\nVerticalement\n\n1. Qualité d’un objet ou d’une image.\n\n8. Optique, il est un point particulierde la lentille.\n\nExercice 5:\n\nDeux lentilles L1 et L2 ont respectivement pour distance focale 10cm et 120 mm. Calculer leur vergence\n\nExercice 6 :\n\nReliez le défaut de l'œil à la lentille qui permet sa correction.\n\na. œil myope\n\n1. lentille convergente\n\nb. œil hypermétrope\n\nc. œil presbyte\n\n2. lentille divergente\n\nExercice 7 :\n\nOn envoie sur une lentille un faisceau de lumière provenant d’une source éloignée. Après traversée de la\n\nlentille les rayons lumineux se rapprochent et se rejoignent en un point.\n\n1. Comment appelle-t- on ce point où se concentre la lumière ?\n\n2. Comment appelle-t- on la distance entre ce point et le centre optique de la lentille ?\n\n3. La lentille est-elle convergente ou divergente ?\n\n4. Que se passerait-il avec une lentille de l’autre type ?\n\nExercice 8 :\n\nArdo s’empresse toujours d’occuper la 1ère table.\n\nAssis derrière, il lit difficilement les écritures du tableau.\n\n1. De quelle maladie de l’œil souffre t- il ?\n\n2. Tracer le trajet des rayons lumineux parallèles qui traversent son œil.\n\n3. Quel type de lentille lui proposez-vous pour corriger sa vision ?\n\nExercice 9 :\n\nA’ est l’image donnée par la lentille de l’objet réel A.\n\n1. Tracer les trois rayons particuliers permettant d’obtenir cette image.\n\n2. Donner les caractéristiques de cette image.\n\n6\n\nExercice 10 :\n\nOn dispose ci-dessous de quatre échantillons de lentilles L1, L2, L3 et L4.\n\n1. Classifier ces lentilles en lentilles convergentes et lentilles divergentes.\n\n2. Justifier cette classification.\n\nExercice 11 :\n\nCompléter les rayons émergents ou incidents manquants à chacun des schémas suivants:\n\nExercice 12 :\n\nOn considère une lentille divergente de distance focale f = |2 cm|. Un objet AB de longueur 1cm est\n\nplacé à 4cm du centre optique O de la lentille. Le point A est sur l’axe optique principal de la lentille et\n\nAB est perpendiculaire à cet axe.\n\n1. Représenter la lentille, ses foyers et l’objet AB.\n\n2. Sur le schéma, construire l’image A’B’ de l’objet AB.\n\n3. Déterminer graphiquement la longueur de l’image A’B’.\n\n4. Préciser si l’image A’B’ est réelle ou virtuelle.\n\nExercice 13 :\n\nUn objet réel AB de hauteur 10 cm est placé perpendiculairement à l'axe optique principal d'une lentille\n\nde distance focale f = -20 cm. Le point A est sur l'axe optique principal à 30 cm de son centre optique O.\n\nConstruire et caractériser l'image A'B' de l'objet réel AB donnée par cette lentille.\n\nExercice 14:\n\nConstruire l’image A’B’ d’un objet AB placé perpendiculairement à l’axe optique principal d’une\n\nlentille convergente de distance focale f = + 20cm. L’objet AB est placé :\n\n1. à 50 cm devant la lentille\n\n2. à 40 cm devant la lentille\n\n3. à 10 cm devant la lentille.\n\nCaractériser l’image A’B’ pour chaque position de l’objet.\n\nExercice 15:\n\n1. Représenter une lentille mince convergente de vergence c = 4 dioptries et son axe optique principal.\n\nFaire figurer son centre optique O, ses foyers principaux objet et image F et F’.\n\n2. On place un objet de hauteur 10cm à 50cm de la lentille. Par un schéma à l’échelle 1/10, construire\n\npuis caractériser l’image de l’objet.\n\nO\n\nF’\n\nF\n\nO\n\nF\n\nF’\n\n7\n\nExercice 16:\n\nOn considère une lentille convergente de distance focale f.\n\nUn objet AB est placé devant la lentille et à une distance d = 2 f du centre optique O de la lentille, le\n\npoint A étant situé sur l’axe optique (X’X), comme indiqué sur le schéma ci-dessous.\n\n1- Reproduire le schéma et placer les foyers de la lentille. Construire l’image A1B1 de l’objet AB donnée\n\npar la lentille. Préciser s’il s’agit d’une image réelle ou virtuelle.\n\n2 - Déterminer graphiquement la valeur absolue du rapport A1B1/AB\n\n3 - Quelle serait la vergence de la lentille si sa distance focale était de 2 cm ?\n\nExercice 17 :\n\nLe schéma ci-contre est le début de la construction à l’échelle 1/10 (1 carreau = 1 cm) de l’image A’B’\n\ndonnée par une lentille d’un objet réel est la suivante :\n\n1. Reprendre et compléter cette construction.\n\n2. Donner les caractéristiques de l’image A’B’ obtenue.\n\n3. Indiquer la nature et la vergence de cette lentille.\n\nExercice 18 :\n\nUn objet AB de hauteur 20 cm est placé perpendiculairement à l’axe optique principal d’une lentille\n\nconvergente à 40 cm de son centre optique. L’image A’B’, donnée alors par la lentille, est réelle,\n\nrenversée et symétrique à l'objet par rapport à la lentille.\n\n1. Trouver, à partir du graphe, la distance focale de cette lentille.\n\n2. Quelle est alors l’agrandissement γ de cette image ?\n\nExercice 19 :\n\nUn objet lumineux AB de 2 cm de hauteur est placé perpendiculairement à l'axe optique principal d'une\n\nlentille convergente de centre optique O et de distance focale +4 cm.\n\nLe point A est sur l'axe principal à 6 cm de O.\n\n1. Construire l'image A'B' de AB donnée par la lentille.\n\n2. Donner les caractéristiques de l'image A'B'.\n\n3. Déterminer graphiquement la grandeur de l'image et calculer le grandissement.\n\nExercice 20 :\n\nUne lentille convergente donne sur un écran l’image d’un objet de 3 cm de hauteur placé\n\nperpendiculairement à son axe, à 4 cm de son centre optique. La hauteur de l’image est de 9 cm.\n\n1. Faire le schéma et mesurer la distance de l’écran au centre optique de la lentille.\n\n2. Déterminer graphiquement les foyers F et F’ et mesurer la distance focale.\n\n8\n\nExercice 21 :\n\nOn considère deux lentilles L1 et L2 de même distance focale | f | = 10 cm. Un objet AB est placé devant\n\nL1 puis devant L2 à la même distance d = 2 |f| de chaque lentille.\n\n1. Préciser la nature de chaque lentille.\n\n2. Calculer la vergence de chaque lentille.\n\n3. Reproduire les schémas et placer les foyers des deux lentilles. Construire l’image A1\n\n’B1\n\n’ donnée par\n\nL1 et l’image A2’B2\n\n’ donnée par L2. Préciser la nature réelle ou virtuelle de chaque image.\n\nExercice 22 :\n\nUn objet lumineux AB de 2 cm de hauteur est placé perpendiculairement à l'axe optique principal d'une\n\nlentille divergente de centre optique O et de distance focale -5 cm.\n\nLe point A est sur l'axe principal à 6cm de O.\n\n1. Construire l'image A'B' de AB donnée par la lentille.\n\n2. Donner les caractéristiques de l'image A'B'.\n\n3. Quelles sont la nature, la distance focale et la vergence de la lentille L ?\n\n4. Construire l'image de l'objet AB.\n\nX\n\nB\n\nA\n\nO\n\nX’\n\n’\n\nL1\n\nd = 2 |f |\n\nX\n\nB\n\nA\n\nO\n\nX ’\n\nL2\n\nd = 2 |f |\n\n9\n\nCHAPITRE II : DISPERSION DE LA\n\nCHAPITRE II : DISPERSION DE LA\n\nCHAPITRE II : DISPERSION DE LA\n\nCHAPITRE II : DISPERSION DE LA LUMIERE\n\nLUMIERE\n\nLUMIERE\n\nLUMIERE\n\nCiter dans l’ordre les sept couleurs fondamentales du spectre visible de la lumière blanche.\n\nCompléter le texte ci-dessous en ajoutant les mots ou groupes de mots manquants.\n\nLa lumière blanche est donc une lumière (a).\n\nLa lumière blanche est décomposée par la traversée d’un prisme de verre : c’est le phénomène de (b) de\n\nla lumière. Le spectre obtenu est (c) et montre que la lumière blanche est formée de plusieurs (d).\n\nL’ensemble des radiations obtenues constitue (e) de la lumière blanche.\n\nDonner les mots permettant de remplir de la grille ci-contre :\n\nHorizontalement :\n\n1 – Sert à décomposer une lumière.\n\n3 – Est une lumière fondamentale.\n\n7 – Blanche, elle est polychromatique.\n\nVerticalement :\n\n1 – La température de celle du soleil est de l’ordre de 6000°C.\n\n8 – Elle est quelquefois une bande colorée.\n\n11 – Il est utilisé pour décomposer la lumière blanche.\n\n1. Avec quel système peut-on réaliser la dispersion de la lumière blanche ?\n\n2. Comment appelle-t-on les images colorées obtenues par dispersion de la lumière ?\n\n3. Quelle est la composition de la lumière blanche ?\n\n4. Quelles en sont les couleurs principales ?\n\n5. L’arc-en-ciel ne comprend-il que sept couleurs ?\n\n6. Comment expliquer la couleur d’un objet ?\n\nExercice 5 :\n\n1. Définir une lumière monochromatique et donner un exemple d’une source lumineuse monochromatique.\n\n2. Définir une lumière polychromatique et donner un exemple d’une source lumineuse polychromatique.\n\n3. Décrire une situation de la vie courante où l’on peut observer le phénomène de dispersion de la lumière.\n\n3\n\n7\n\n1 8 11\n\n10\n\nCHAPITRE III : LES FORCES\n\nCHAPITRE III : LES FORCES\n\nCHAPITRE III : LES FORCES\n\nCHAPITRE III : LES FORCES\n\nCompléter le texte ci-dessous en ajoutant les mots ou groupe de mots manquants\n\n1. Une intensité : c’est : (a) exprimée en (b).\n\n2. Une droite d’action : c’est (c); elle peut être (d), (e), (f).\n\n3. On mesure la valeur d’une force à l’aide d’un (g).\n\nCompléter les phrases suivantes\n\nUne force est toute cause capable : de (a) ou de (b) un mouvement, de (c) un corps.\n\nDans le système international, le (d) est l’unité de force.\n\nUne force localisée est caractérisée par son (e), sa (f), son (g), et son (h).\n\nSon intensité s’exprime en (i).\n\nUne force est représentée par un (j).\n\nSi un objet soumis à 2 forces colinéaires est en équilibre alors ces 2 forces ont des sens (k) et une même (l).\n\nDonner les mots permettant de remplir de la grille ci-contre :\n\nVerticalement\n\n1 - Est dit pour un objet soumis à deux forces directement opposées.\n\n7 - Il a une forme et un volume propre.\n\n11 - Est dit pour un objet posé sur un support.\n\nHorizontalement\n\n1 - Elle est annulée avec la coupure du lien.\n\n6 - Un équilibre l’est quand il ne dépend pas de la position de l’objet.\n\n8 - Elle est toujours directement opposée au poids d’un objet posé.\n\nCompléter les phrases suivantes.\n\n\u0001 Une force est une cause capable de produire un (a), de modifier un (b), ou de (c) un corps.\n\n\u0001 La force éolienne est une force (d).\n\n\u0001 La force (e) exercée par un lutteur sur son adversaire est une force de contact.\n\n\u0001 L’unité internationale de la force est (f).\n\n\u0001 Le point d’application du poids d’un corps est (g).\n\n\u0001 La force magnétique est une force (h).\n\nExercice 5 :\n\nReprésenter par un vecteur chacune des forces suivantes :\n\n1. Le poids d’une plaque métallique pesant 4,75 N.\n\n2. La force de traction de 525 N avec laquelle une remorque est déplacée horizontalement.\n\n11\n\nExercice 6 :\n\na. Un objet est en équilibre sous l’action de 2 forces localisées. Quelles conditions remplissent ces 2 forces ?\n\nb. Une force d’intensité 10 N est représentée par un vecteur de longueur 4cm. Quelle est l’échelle utilisée ?\n\nc. Quelle est à cette échelle la longueur du vecteur représentant une force d’intensité 6N ?\n\nd. Deux forces sont représentées par deux vecteurs de même longueur. Peut-on affirmer que ces deux\n\nforces ont même intensité ? Justifier la réponse.\n\nExercice 7 :\n\nLe poids d'un objet est une force.\n\n1. Donner sa définition et dites c'est quelle sorte de force ?\n\n2. Indiquer et préciser ses caractéristiques.\n\nExercice 8 :\n\nUn objet de masse 500 g est suspendu à un ressort et pend.\n\n1. Représenter, sur un schéma, les forces qui lui sont appliquées\n\n2. Donner, en les précisant, les caractéristiques de chacune de ces forces.\n\nExercice 9 :\n\nUne boule de poids 100 N est suspendu à un fil fixé à un plafond.\n\n1. Quelles sont les forces qui s’exercent sur la boule ? Donner leurs caractéristiques.\n\n2. Sur un schéma, représenter les forces qui s’exercent sur la boule. (Echelle: 1 cm pour 40 N)\n\nExercice 10 :\n\nFaites, sur un schéma, l'inventaire de toutes les forces qui s'appliquent sur une voiture roulant à vitesse\n\nconstante sur une route horizontale.\n\nExercice 11 :\n\nUn objet de masse 500 g est posé sur une table horizontale. Il est en équilibre.\n\n1. Faire un schéma et représenter les forces qui s’exercent sur l’objet.\n\n2. Faire l’inventaire des forces qui s’exercent sur l’objet.\n\n3. Donner leurs caractéristiques de chacune des forces.\n\nExercice 12 :\n\nUne caisse de masse 1 kg est posée sur une table horizontale.\n\n1. Représenter son poids.\n\n2. La table exerce-t-elle une force sur la caisse ? Si oui, quelles sont les caractéristiques de cette force ?\n\nLa représenter. (Echelle: 1 cm pour 1 N. g = 9.8 N.kg-1)\n\nExercice 13 :\n\n1. Une force a une intensité de 30N. Représenter cette force en utilisant les échelles suivantes :\n\n- 1cm pour 5 N - 1 cm pour 6 N - 1 cm pour 10 N\n\n2. Donner l’intensité d’une force représentée par un vecteur de longueur 6 cm.\n\n12\n\nExercice 14 :\n\nPour allonger un ressort d’une valeur x, on lui accroche un poids P. Les résultats de mesure sont\n\nregroupés dans le tableau suivant :\n\nP (N)\n\n0\n\n1,20\n\n2,40\n\n3,60\n\n4,80\n\n6,00\n\n7,20\n\nx (cm)\n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n1. Tracer la courbe représentative de la fonction P(x) dans un repère orthonormé.\n\n2. En déduire une relation entre P et x.\n\n3. On accroche à l’une des extrémités du ressort étudié une masse m; celui-ci s’allonge de 24,5 cm.\n\nDéterminer la valeur de m. (Prendre g = 9,81 N/kg)\n\nExercice 15 :\n\nUn ressort à vide mesure 20 cm. On lui accroche un poids de 15 N, sa longueur est de 23 cm.\n\n1. Calculer la raideur du ressort.\n\n2. Déterminer sa longueur, s’il est tendu par un corps de masse m = 800 g.\n\n3. Sachant que la masse maximale que le ressort peut supporter est de 2 kg, déterminer l’allongement\n\nmaximal du ressort. Prendre g = 9,80 N/kg\n\nExercice 6 :\n\nUn pendule est constitué d’une boule de masse m = 400g suspendue à un fil attaché à un support.\n\na. Quelle force empêche la boule de tomber ?\n\nb. Trouvez l’intensité de chaque force. On prendra g = 10 N / kg\n\nc. Représenter sur un schéma les forces qui s’exercent sur la boule. Echelle : 1cm pour 1N\n\nExercice 16 :\n\nUne boule métallique suspendue à un ressort est en équilibre.\n\n1. Dites, schéma à l’appui, les forces qui lui sont appliquées et préciser la nature de chacune d’elles.\n\n2. Pourquoi cette boule est-elle alors en équilibre ?\n\nExercice 17 :\n\nUne boule métallique pesant 5 kg est maintenue en équilibre sur une table horizontale (voir schema).\n\n1. Représenter toutes les forces agissant sur la boule\n\n2. En indiquant celles qui sont directement opposées,donner l’intensité de chacune d’elles\n\nExercice 18 :\n\n1. Un solide de masse 0,1 tonne a un poids de 980N au sol ; déterminer l’intensité de la pesanteur au sol.\n\n2. Ce solide est transporté à une altitude où l’intensité de la pesanteur est de 9,69 N/kg.\n\nDéterminer l’intensité de son poids à cette altitude.\n\n3. Quelle est la masse d’un corps dont le poids à cette altitude est de 10000N.\n\nboule\n\n2 kg\n\n13\n\nCHAPITRE IV: TR\n\nCHAPITRE IV: TR\n\nCHAPITRE IV: TR\n\nCHAPITRE IV: TRAVAIL ET PUISSANCE MECANIQUES\n\nAVAIL ET PUISSANCE MECANIQUES\n\nAVAIL ET PUISSANCE MECANIQUES\n\nAVAIL ET PUISSANCE MECANIQUES\n\nExercice 1:\n\nCompléter les phrases suivantes :\n\nLe travail d’une force constante colinéaire au déplacement est égal au produit (a) de cette force par\n\nla (b) du déplacement de son point d’application.\n\nDans le système international, le (c) est l’unité de travail.\n\nUn travail est dit (d) si la force et le (e) ont même sens.\n\nLe (f) est l’unité de puissance dans le système international.\n\nExercice 2:\n\nVrai ou faux (avec justification)\n\na. Le wattheure est une unité de travail.\n\nb. L’unité de puissance dans le système international est le joule par seconde.\n\nc. Le poids d’un corps en déplacement horizontal effectue un travail résistant.\n\nd. Le poids d’un corps en chute libre effectue un travail moteur.\n\ne. Le travail du poids d’un corps dépend du chemin suivi.\n\n1. Quand est ce qu’un travail est dit moteur ? résistant ?\n\n2. Donner l’unité de travail dans le système international.\n\n3. Donner l’unité de puissance dans le système international.\n\n4. Le wattheure est-il une unité de puissance ?\n\n5. Donner la formule du travail d’une force dont le point d’application se déplace sur sa droite d’action.\n\n6. Donner les deux expressions de la puissance, et à partir de l’une des expressions trouver l’autre.\n\nRelier par une flèche chaque système à l’ordre de grandeur de sa puissance mécanique\n\nSystème\n\nOrdre de grandeur de la puissance moyenne\n\nMoteur d’appareil ménager (réfrigérateur)\n\n500 W\n\nMoteur d’automobile moyenne\n\n10 mW\n\nMoteur de camion\n\n5×104 W\n\nMoteur d’un air bus\n\n5×107 W\n\nMoteur de montre\n\n2×105 W\n\nExercice 5 :\n\nUne grue soulève à vitesse constante une charge de 6000 N, d’une hauteur de 10 m, en 20 secondes.\n\nDéterminer le travail effectué et la puissance développée.\n\n14\n\nExercice 6 :\n\nUne grue soulève une charge de 6000 N, d’une hauteur de 30 m, en une minute. Déterminer le travail\n\neffectué et la puissance développée.\n\nExercice 7 :\n\nLa flèche indique le sens de déplacement de l’objet.\n\n1. Donner la nature du travail de chaque force. Justifier. T = 200 N ; F = 400 N ; P = 200 N ; R = 200 N.\n\n2. Quel est le travail de F pour un déplacement de 0,6 km ?\n\n3. Quel est le travail du poids de l’objet ?\n\nExercice 8 :\n\nAu cours d’EPS, un élève de masse 70 kg s’élève d’une hauteur h = 5 m sur une corde.\n\n1. Quel est le travail effectué ?\n\n2. Sachant que le déplacement a duré 20 s, calculer la puissance P mise en jeu. (g = 1ON/kg)\n\n3. Pour effectuer le même travail, un singe met 2 fois moins de temps. Quelle puissance développe-t-il ?\n\nExercice 9 :\n\nUn train met 1 h 30 mn 50 s pour relier 2 villes distantes de 109 km. L’intensité de la force de traction\n\nde la locomotive sur les wagons est F = 4,41.104 N. Calculer :\n\n1. La vitesse moyenne de ce train en m/s et en km/h, puis en km/min.\n\n2. Le travail mécanique effectué par cette force.\n\n3. La puissance mécanique développée, en ch.\n\nExercice 10 :\n\nUn train file à 90km/h. A cette vitesse la force de traction produite par la locomotive a une intensité de 60000 N.\n\n1. Déterminer la puissance mécanique développée par la locomotive, en kW, puis en chevaux-vapeur.\n\n2. Calculer le travail effectué par minute de parcours.\n\n3. Le train parcourt une distance de 135 km, calculer le travail produit durant ce trajet, en kJ puis en\n\nkWh, ainsi que la durée du trajet.\n\nExercice 11 :\n\nSur un mobile en déplacement sur une route horizontale s’exercent les forces suivantes :\n\nSon poids P d’intensité P = 2800 N, la réaction R de la route, la force motrice F d’intensité F = 5600 N\n\net les forces de frottement représentées par une force unique f d’intensité f = 5600 N.\n\n1. Représenter vectoriellement les forces appliquées au mobile assimilé à un point matériel.1cm=1400N.\n\n2. Calculer le travail W(F) de la force motrice F du mobile, sachant qu’il a effectué le déplacement à la\n\nvitesse v = 30 km/h, pendant une durée t = 24 s. En déduire alors la puissance P développée par la force.\n\n15\n\nExercice 12 :\n\nUn cheval tire un chariot de masse 1T avec une force supposée constante de 735N, sur une route horizontale.\n\n1. Déterminer la distance parcourue, si le cheval produit un travail de 918.75 Wh.\n\n2. Déterminer la durée du trajet et la vitesse supposée constante du cheval, si la puissance mécanique\n\nmise en jeu est de 1.875 ch.\n\n3. Calculer le poids du chariot (g = 9.8 N/kg).\n\n4. Faire le schéma du chariot et représenter toutes les forces qui agissent sur lui. Qualifier le travail de chacune.\n\nExercice 13 :\n\nUn ascenseur est entraîné à vitesse constante par un moteur qui développe une puissance de 7.5 kW\n\nlorsque la force de traction du câble a une intensité F = 3000 N. Combien de temps l’ascenseur met-il\n\npour s’élever 20 m ?\n\nExercice 14 :\n\na. Un élève de masse 70 kg s’élève de 9,4 m sur une corde. Quel est le travail effectué ?\n\nb. Avec une puissance de 350 w, déterminer le temps qu’il met pour s’élever de 9,4 m. (g =10 N/kg)\n\nExercice 15 :\n\nUne voiture a parcouru sur une route horizontale une distance de 3,6 km en 6 mn. Son moteur développe\n\nune force constante F = 2.103 N.\n\n1. Evaluer la vitesse en m/s, puis en km/h.\n\n2. Evaluer le travail effectué par la voiture en kJ et en déduire sa puissance.\n\nExercice 16 :\n\nUn objet sous l’influence d’une force F, se déplace sur un parcours de 10 m et développe une puissance\n\nmécanique de 20 w en 25 s. Quel est le travail effectué ? Trouver l’intensité de la force F\n\nExercice 17 :\n\nOn élève un objet de poids 250 N d’une hauteur de 14 m.\n\n1. Calculer le travail effectué, en kJ par le poids de l’objet.\n\n2. Quelle est la nature du travail du poids de l’objet ?\n\n3. Quelle est la puissance développée par l’élève, si la montée a duré 1 min 10 s.\n\nExercice 18 :\n\nUne masse m est posée sur un plan. Elle est soumise à une force constante d’intensité 2540 N\n\n1. Calculer le travail de la force, lorsqu’elle déplace la masse de 75 m.\n\n2. Sachant que le déplacement a duré 3 mn 25 s, trouver la puissance mise en jeu.\n\nExercice 19 :\n\nUn solide soumis à une force F d’intensité 100 N se déplace sur un plan horizontal, avec une vitesse\n\nconstante de 21,6 km/h et produit un travail mécanique de 91,8 kJ.\n\nTrouver la puissance développée par cette force ainsi que le temps mis durant ce déplacement.\n\n16\n\nExercice 20 :\n\nUn objet sous l’influence d’une force F, d’intensité égale à 500 N, se déplace sur un parcours de 12m.\n\n1. Trouve le travail effectué.\n\n2. la puissance développée, sachant que le déplacement a duré 6 secondes.\n\n3. Trouver la vitesse du déplacement, en km/h.\n\nExercice 21:\n\n1. Quelle force motrice faudrait-il, à une grue qui effectue un travail mécanique équivalent à 137,94 kJ\n\npour hisser une voiture d’un fossé de 2,09 m de profondeur ?\n\n2. Quelle la puissance du moteur qui actionne cette grue, s’il a fallu 22 s pour sortir la voiture du fossé\n\nExercice 22 :\n\nSur un mobile en déplacement sur une route horizontale s’exercent les forces suivantes :\n\n\u0001 Son poids P d’intensité P = 2800 N.\n\n\u0001 La réaction R de la route.\n\n\u0001 La force motrice F d’intensité F = 5600 N.\n\n\u0001 Les forces de frottement représentées par une force unique f d’intensité f = 1400 N.\n\n1. Représenter vectoriellement les forces appliquées au mobile assimilé à un point matériel. Prendre\n\ncomme échelle 1 cm pour 2800 N.\n\n2. Calculer le travail WF de la force motrice F du mobile, sachant qu’il a effectué le déplacement à la\n\nvitesse v = 30 km/h, pendant une durée t =15s. En déduire alors la puissance P développée par la force F.\n\nCHAPITRE V: ELECTRISATION PAR FROTTEMENT\n\nCHAPITRE V: ELECTRISATION PAR FROTTEMENT\n\nCHAPITRE V: ELECTRISATION PAR FROTTEMENT\n\nCHAPITRE V: ELECTRISATION PAR FROTTEMENT\n\nExercice 1:\n\nCompléter les phrases suivantes:\n\n1. L’électrisation par (a) est un transfert (b).\n\n2. L’électrisation par (c) provoque une dissymétrie électrique sur un corps.\n\n3. Si on approche un corps chargé positivement du plateau d’un électroscope, ce plateau prend une\n\ncharge (d) tandis que les feuilles prennent (e) et s’écartent. Dans ce cas, les électrons sont attirés vers (f).\n\n4. Dans un (g) les charges électriques se déplacent.\n\n5. Dans un (h) les charges sont localisées là où elles apparaissent.\n\nExercice 2:\n\nCocher la case correspondante à la bonne réponse.\n\na.On met en contact 2 corps portant des charges électriques opposées (Q = - Q’). La charge finale Qf est :\n\n- Nulle. - Positive. - Négative.\n\nb. Lors de l’électrisation par frottement d’un bâton de verre avec une peau de chat, le bâton de verre :\n\n\u0001 arrache des électrons à la peau de chat.\n\n\u0001 cède des électrons à la peau de chat.\n\n\u0001 a une charge électrique négative.\n\n17\n\nExercice 3:\n\nPour chacune des expériences 1 et 2, la boule est électrisée. Quelle est, dans chaque cas le signe des\n\ncharges portées par la boule ? On annotera les schémas\n\nExpérience 1 Expérience 2\n\nExercice 4:\n\nOn réalise les expériences décrites par les figures ci-dessous. La première expérience est réalisée avec\n\nune règle métallique ; la deuxième expérience est réalisée avec une règle en bois. La boule est\n\nélectriquement neutre avant le contact avec la tige électrisée.\n\nPremière expérience : Lorsque la baguette chargée touche la règle métallique, le pendule est repoussé.\n\nDeuxième expérience : Avec une règle en bois ou en plastique, le pendule reste immobile.\n\nAvant contact Après contact\n\n1. La boule, initialement électriquement neutre porte des charges électriques après le contact de la tige électrisée\n\navec la règle métallique. Quel est le signe de ces charges ? D’où proviennent-elles ? Expliquez.\n\n2. Pourquoi lorsqu’on remplace la règle métallique par une règle en bois, la boule reste immobile ? Expliquez.\n\nExercice 5:\n\n1. Citer les trois modes d’électrisation que vous connaissez.\n\n2. Combien de sortes d’électricité y a-t-il ? Lesquelles ?\n\n3. Le bâton d’ébonite frottée avec une peau de chat se charge d’électricité négative. Lequel du bâton\n\nd’ébonite et de la peau de chat arrache des électrons à l’autre ?\n\nExercice 6:\n\nUne charge électrique q = - 4.10-12\n\nC s’est localisée dans la zone de frottement. La règle a-t-elle gagnée\n\nou perdu des électrons ? Trouver le nombre d’électrons gagnés ou perdus.\n\nExercice 7:\n\nSidy frotte une tige de verre avec un chiffon. On lui indique que la charge portée alors par la tige est de\n\n8.10-6 C. Trouver le nombre d'électrons arrachés à la tige.\n\n18\n\nExercice 8:\n\nA ; A' ; B ; B' ; C ; C' ; D ; D' sont des porteurs de charges électriques :\n\n1. A repousse B ; B attire C ; C attire D. Trouver la nature de chacune des charges portées par A, par B\n\net par C si D porte une charge positive.",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_975_kb.pdf",
    "year": null,
    "zone": null,
    "hasCorrection": true
  }
}