{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": null,
  "title": "t l charger 44 68 mb - part 9",
  "content": "vaste mouvement de ………. . En Côte d’Ivoire, plusieurs exactions\n\nsubies par les ……… provoquent de vives protestations. Ainsi, sous\n\nl’impulsion de ……… , la lutte s’engage malgré la répression\n\ncoloniale à l’instigation de………………………….. .\n\nExercice 3 :\n\nTon grand-père te raconte la phase douloureuse de la colonisation\n\nqu’il a vécue dans sa jeunesse. Jusque-là, il ne comprend pas ce qui\n\na motivé la conquête de l’Afrique par les puissances européennes.\n\nEclaire-le à partir de tes connaissances.\n\nCONSIGNE :\n\n1- Identifie la politique européenne qui a abouti à la période vécue par ton\n\ngrand-père.\n\n2- Identifie 2 causes cette politique européenne à la base de la conquête\n\ndes territoires africains.\n\n3- Enuméré les avantages acquis par la Côte d’Ivoire pendant la\n\ncolonisation.\n\nExercice 4 :\n\nA la suite du cours d’histoire sur le thème : « la Côte d’Ivoire de la\n\ncolonisation à l’indépendance », des élèves ayant assisté à la\n\nconférence discutent. Les uns affirment que l’indépendance de la\n\nCôte d’Ivoire est le résultat de la lutte menée par Félix Houphouët\n\nBoigny quand d’autres soutiennent que c’est plutôt grâce à la\n\ngénérosité de la France.\n\n1- Citez deux facteurs internes ayant conduits à la lutte pour\n\nl’émancipation de la Côte d’Ivoire.\n\n2- En plus de Félix Houphouët Boigny citez d’autres acteurs\n\nde la lutte pour l’émancipation de la Côte d’Ivoire.\n\n3-Montrez les dernières réformes qui ont favorisé\n\nl’indépendance de la Côte d’Ivoire\n\nTD : ONU / UA\n\nTD : ONU / UA\n\nExercice 1 :\n\nA la suite des destructions massives de la guerre mondiale de\n\n1939/1945, les grands pays ont envisagé la création d’une\n\norganisation en vue de maintenir la paix et la sécurité mondiale.\n\nAinsi on lui attribuera des objectifs et des principes\n\nCONSIGNE : 1 -donne le nom de cette organisation dont il est\n\nquestion, sa date de création et le lieu de sa création\n\n2-Donne le contexte de la création de cette organisation\n\n3 - Portes un jugement sur les actions de cette organisation\n\nExercice 2 : Complète le texte avec ces groupes de mots : 26 juin\n\n1945 ; maintien de la paix ; égalité souveraine ; Nations Unies\n\nL’expression …… est officiellement utilisée depuis le 14 août 1941\n\npour désigner la nouvelle organisation mondiale née le …..… à\n\nSans Francisco. Son objectif principal est le ….… et de la sécurité\n\ninternationale. Tous les membres de l’ONU obéissent aux\n\nprincipes de...…\n\nExercice 3 :\n\n« Conseil de paix et de sécurité de l’union », « Président de la\n\ncommission de l’union africaine », « Panel de chefs d’Etats », «\n\nMissions de médiation », etc. Voici quelques-unes des\n\nexpressions ayant marqué l’actualité et nourrit les débats\n\npolitiques en Côte-d’Ivoire de septembre 2002 à avril 2011. Les\n\ndébats, dans les lieux publics, auxquels ton petit frère a pris part,\n\nne lui semblent pas refléter une bonne connaissance de\n\nl’organisation concernée. Il te pose les questions suivantes :\n\n1) Donne le nom de cette organisation, sa date de création\n\net le lieu de création\n\n2) Cite trois organes de cette organisation\n\n3) Quel jugement peux-tu porter sur ses actions ?\n\nExercice 4 :\n\nPendant la récréation, tes amis de classe et toi discutez sur le\n\nrôle de l’UA dans le monde. Yao, dit ceci : « depuis la création de\n\nl’UA, on ne perçoit pas ses actions, puisque les conflits et coups\n\nd’Etat continuent sur le continent africain ». Sopie réplique : «\n\nnon, on voit bien certaines actions de l’UA ; elle aide\n\nénormément au développement économique et social de\n\nl’Afrique ».\n\n1- Identifie le problème soulevé dans la situation.\n\n2- Explique les propos de Sopie.\n\n3- Es-tu d’accord avec Yao lorsqu’il affirme que « depuis la\n\ncréation de l’UA, on ne perçoit pas ses actions, puisque les\n\nconflits et coups d’Etat continuent sur le continent africain » ?\n\nJustifie ta TD : Construction\n\nTD : Construction\n\nExercice 1 :\n\nLes parts des zones économiques dans les échanges mondiaux\n\nZones\n\néconomiques\n\nAfrique\n\nAmérique\n\ndu nord\n\nAsie\n\nEurope\n\noccidentale\n\nAmérique\n\ndu sud\n\nPart des\n\néchanges\n\ncommerciaux\n\n3.06%\n\n18.86%\n\n28,36%\n\n41.16%\n\n8.56%\n\nConstruis à partir de ce tableau un diagramme semi-circulaire\n\nreprésentant la part de chaque zone économique dans les\n\néchanges mondiaux. Rayon = 5cm.\n\nExercice 2 : Construis sur ta feuille de copie l’axe\n\nchronologique de l’accession de la Côte d’Ivoire à\n\nl’indépendance à partir des dates et événements suivants :\n\nUnion française ; 1958 ; Proclamation de l’indépendance ;\n\n1946 ; Loi-cadre ; 1950 ; 1944 ; Communauté franco-africaine\n\n; 1956 ; Désapparentement ; Conférence de Brazzaville.\n\nEchelle : 1cm pour 1an\n\nLargeur : 5cm\n\nExercice 3 : Exportation de cacao par la Côte d’Ivoire de 2010 à 2015\n\nAnnée\n\n2010\n\n2012\n\n2014\n\n2015\n\nQuantité\n\nexportée en\n\ntonne\n\n1 118 008\n\n1 350 717\n\n1 553 177\n\n1 728 206\n\nSource : La Côte d’Ivoire en chiffres, 2016.\n\nConstruis la courbe d’évolution de la quantité de cacao\n\nexportée par la Côte d’Ivoire de 2010 à 2015.\n\nEchelle : 1cm……………1an\n\n1cm……………200 000 tonnes Pour télécharger ce livr\n\nPour télécharger ce livre et obtenir les\n\nobtenir les corrections : SCANNEZ\n\n85\n\nEXERCICE I :\n\nChoisis pour chaque proposition la lettre qui\n\ncorrespond à la bonne réponse. Ex : 5- l\n\n1)\n\nLe génocide des Tutsis du Rwanda a été déclenché après :\n\na-L ’attaque du pays par les rebelles du FPR\n\nb-L ’assassinat du président Juvénal Habyarimana\n\nc-Le renversement de la monarchie Tutsi\n\n2) Les conflits de l’Afrique indépendante sont\n\nd-Très enrichissant\n\ne-Très meurtriers\n\nf-Très pacifiques\n\n3) Le continent africain est\n\ng-Le plus stable du monde politiquement\n\nh-Industrialisé\n\n4) Les secteurs indirects de la guerre du Rwanda sont :\n\ni-Les colons anglais\n\nj-Les colons écossais\n\nk-Les colons belges\n\nEXERCICE II :\n\nEn suivant un reportage à la télévision ivoirienne, ton\n\njeune frère en classe de 5è est étonné d’apprendre\n\ndans les commentaires du journaliste qu’il y a 26 %\n\nd’étrangers en Côte d’Ivoire et que depuis très\n\nlongtemps il représente un atout important dans le\n\ndéveloppement de ce pays. Il te sollicite pour mieux\n\ncomprendre les raisons qui donnent tant d’attrait et de\n\nsuccès à la Côte d’Ivoire.\n\n1 - Identifie le type d’atout dont il est question dans ce\n\ntexte\n\n2- Identifie les autres atouts du développement de la\n\ncacao culture en côte d’Ivoire.\n\n3- Explique l’importance des 26 % d’étrangers dans le\n\ndéveloppement de la Côte d’Ivoire\n\nEXERCICE III\n\nSoit le tableau suivant qui montre la répartition de\n\nl’activité économique de la Côte d’Ivoire par\n\nsecteur exprimé (%) :\n\nSecteur primaire\n\n23,9%\n\nSecteur secondaire\n\n25,3%\n\nSecteur tertiaire\n\n50,%\n\nConstruis un diagramme circulaire représentant la\n\nrépartition de l’activité économique en Côte d’Ivoire.\n\nEchelle : 12 cm de diamètre.\n\nEXERCICE I :\n\nI / Complète le texte ci-dessous avec les mots ou groupe de\n\nmots suivants : Génocide – hutu – 6 Avril- tutsi\n\nLe ………….. l’avion transportant les présidents du Rwanda et\n\ndu Burundi est abattu à Kigali. La mort du président\n\nrwandais est immédiatement suivie du massacre des\n\npopulations………. et de l’assassinat des……….. . Le Secrétaire\n\nGeneral de l’ONU parle de……….. .\n\nII/ indique par une croix si les affirmations sont vraies ou fausses\n\nAffirmations\n\nVrai\n\nFaux\n\nL’élevage et la pêche sont des activités\n\ndu secteur primaire\n\nLe secteur secondaire ivoirien est\n\ndominé par l’agro-alimentaire\n\nLa balance commerciale de la Côte\n\nd’Ivoire est déficitaire\n\nL’agriculture ivoirienne est mécanisée\n\nEXERCICE II :\n\nDans la construction de la Côte d’Ivoire moderne,\n\nl’agriculture représente comme toujours le moteur de\n\nl’économie. C’est l’agriculture que tout a toujours été fondé\n\nen Côte d’Ivoire. Elle joue un rôle prépondérant (…)\n\nLa Côte d’Ivoire a atteint de bons résultats pour de\n\nnombreuses productions, de telle sorte qu’elle occupe des\n\nrangs\n\ninvariables\n\ndans\n\nde\n\nnombreuses\n\nfilières.\n\nMalheureusement, le développement de l’agriculture s’est\n\nfait en consommant la terre. Les cultures itinérantes, sur\n\nbrulis, ont dévasté notre patrimoine forestier (…);\n\nUn autre problème est que la population active agricole a\n\nbeaucoup vieillie. Les jeunes, attirés par les mirages et\n\nles « lumières » de la ville désertent les campagnes ; d’où la\n\nnécessité de moderniser en intégrant les jeunes et en\n\ncherchant plus de productivité que de volumes.\n\nLambert KONAN KOUASSI, interview,\n\nJEUNE AFRIQUE ECONOMIQUE, Janvier 1996\n\nQUESTIONS :\n\n1/ Dégage l’idée générale du texte\n\n2/ Explique l’affirmation de l’auteur : « Les cultures\n\nitinérantes, sur brulis, ont dévasté notre patrimoine\n\nforestier »\n\n3/ Es-tu d’accord avec l’auteur lorsqu’il dit : « Les jeunes,\n\nattirés par les mirages et les « lumières » de la ville\n\ndésertent les campagnes »\n\nEXERCICE III\n\nConstruis un axe chronologique de la marche de la Côte\n\nd’Ivoire vers l’indépendance à partir des évènements et\n\ndates suivants :\n\nLa loi cadre – 1944 – Indépendance de la Côte d’Ivoire – 1958\n\n– collaboration avec le gouvernement français – 1949\n\nEchelle : 2cm d’espacement\n\nSIMILI-BEPC N°1 : HISTOIRE - GEOGRAPHIE\n\nSIMILI-BEPC N°2 : HISTOIRE - GEOGRAPHIE\n\n86\n\nSIMILI BEPC N°3\n\nEXERCICE I :\n\nI / Reproduis le tableau et indique par une croix dans la case qui convient\n\nN°\n\nAFFIRMATIONS\n\nVRAI\n\nFAUX\n\nLes raisons religieuses ont aussi inspiré l’impérialisme européen en Afrique\n\nLa pacification en Côte d’Ivoire s’est étendue jusqu’en 1935\n\nAnglouvant est l’auteur de la manière forte\n\nLa colonisation a permis à la Côte d’Ivoire de se doter de plusieurs\n\ninfrastructures économiques\n\nII/ Range dans le tableau les cultures ivoiriennes suivantes : coco – mil – anacarde – banane plantain\n\nZONE DE FORET\n\nZONE DE SAVANE\n\nCULTURES VIVRIERES\n\nCULTURES INDUSTRIELLES\n\nEXERCICE II :\n\nColoniser est un besoin de toute société humaine (…). C’est une aspiration les naturelles des générations\n\nqui se lèvent et interrogent l’horizon pour essaimer de loin.\n\nMais, plus encore que la volonté de puissance ou de prestige du drapeau, ce sont les données économiques\n\ndu monde moderne qui rendent indispensable les entreprises au-delà des océans ? le système industriel\n\neuropéen, l’énorme masse de population dont l’existence dépend de son fonctionnement, exigent que ce\n\nsoient en exploitation les ressources du monde entier. Or les principales réserves se trouvent sur les\n\ncontinents extra-européens ; leurs populations ne les exploitent pas. « Cette richesse n’appartient pas aux\n\npeuples africains et asiatiques, elle est le trésor de toute l’humanité ». La colonisation a pris en charge la\n\nmise en valeur, la mise en circulation de produits que des possesseurs détenaient sans profit pour eux-\n\nmêmes et pour tous. Non pas en vertu du droit du plus fort mais du droit du fort à aider le faible.\n\nHenri GRIMAL, la décolonisation de 1919 à nos jours, Ed Complexe Armand colin 196, page 28\n\nQUESTIONS :\n\n1/ De quoi s’agit-il dans ce texte ?\n\n2/ Relève dans le texte les raisons de l’expansion au-delà des océans\n\n3/ Es-tu d’accord avec l’auteur lorsqu’il dit : « Cette richesse n’appartient pas aux peuples africains et\n\nasiatiques, elle est le trésor de toute l’humanité »\n\nEXERCICE III\n\nTableau de répartition par tranche d’âge de la population ivoirienne en 2020\n\nTranche d’âge\n\nPourcentage\n\nPopulation de moins de 15 ans\n\n42%\n\nPopulation de 15 à 66\n\n56%\n\nPopulation de 66 ans et plus\n\n2%\n\nConstruis un histogramme représentant les tranches d’âge de la population ivoirienne en 2020.\n\nEchelle : 1cm → 5%\n\nN.B : laisse 1cm entre les bandes et épaisseur de la bande 1cm\n\n87\n\nINTRODUCTION\n\nCes dernières années, on constate une montée du\n\nproblème de THEME. D’une part, aspect 1. D’autre part, ce\n\npoint de vue est rejeté. Mais quelle position épouser ? Ainsi,\n\ndans notre développement nous donnerons plus de détails.\n\nDEVELOPPEMENT\n\nIl y’a plusieurs causes au problème de THEME.\n\nPremièrement, 1ère cause + explication. Deuxièmement,\n\n2ème cause + explication. Troisièmement, 3ème cause +\n\nexplication.\n\nCette situation peut provoquer plusieurs conséquences.\n\nD’abord,\n\nconséquence\n\n+\n\nexplication.\n\nEnsuite,\n\nconséquence 2 + explication. Enfin, conséquence 3 +\n\nexplication.\n\nComme solution nous suggérons 1ère solution +\n\nexplication, 2ème solution + explication, 3ème solution +\n\nexplication.\n\nCONCLUSION\n\nEn conclusion notons que THEME est devenu une affaire\n\nde tous.\n\nINTRODUCTION\n\nThese last years, we notice a rise of the problem of\n\nTOPIC. On one hand, aspect 1. On the other hand, this point\n\nof view is rejected. But, which is the better position? So, in\n\nour development we can give more details.\n\nDEVELOPMENT\n\nThere are many causes of the problem of TOPIC.\n\nFirstly, 1st cause + explication. Secondly, 2nd cause +\n\nexplication. Thirdly, 3rd cause + explication.\n\nThis situation cans provoke too many consequences.\n\nAt first, 1st cause + explication. Then, 2nd cause +\n\nexplication. At last, 3rd cause + explication.\n\nAs solution we can suggest 1st solution + explication,\n\n2nd solution + explication, 3rd solution + explication.\n\nCONCLUSION\n\nIn conclusion, notice that TOPIC is become a matter\n\nfor all\n\nMODELE EN FRANCAIS\n\nMODELE EN ANGLAIS\n\nCes dernières années on constate la montée d’un débat\n\nconcernant les étudiants qui préfèrent rester à l’étranger après\n\nleur formation. D’une part, il y a ceux qui préfèrent retourner au\n\npays après leur études. Et d’autres part, ce point de vue est\n\nrejeté parce que d’autres personnes préfèrent rester à\n\nl’étranger pour travailler. Mais, quel est le meilleur point de\n\nvue ? ainsi, dans notre développement nous donnerons de plus\n\namples détails.\n\nPlusieurs raisons expliquent pourquoi certains préfèrent\n\nretourner dans leur pays pour travailler. Premièrement, pour\n\ndes raisons sociales. En effet, quand on travaille dans son pays\n\non a sa famille, ses parents et ses amis auprès de soi.\n\nDeuxièmement, il y a les raisons politiques. Certains pensent\n\nque s’ils restent travailler à l’étranger ils seront victimes de\n\nracisme ou d’injures. Ce sont là quelques raisons. Cependant,\n\nd’un autre côté, certains préfèrent rester à l’étranger. D’abord,\n\npour des raisons économiques. En effet, ces personnes estiment\n\nqu’elles peuvent gagner beaucoup plus d’argent en travaillant à\n\nl’étranger. Aussi, on note des raisons professionnelles. En fait,\n\ncertaines formations n’ont pas leur travail sur le contient. Par\n\nexemple, en Afrique il n’y a pas de boulot pour les ayant faits\n\ndes études d’astronaute.\n\nEn conclusion notons que gouvernements et parents\n\ndoivent prendre des mesures pour motiver les étudiants à\n\nretourner chez eux, car cela est devenu un problème pour tous.\n\nThese last years, we notice a rise of a debate about the\n\nstudents who stay abroad after training. On one hand, after\n\nto have studied abroad some people prefer to return home to\n\nwork. On the other hand, this point of view is rejected\n\nbecause others people prefer to stay abroad. But which is the\n\nbetter position? So, in our development we can give more\n\ndetails.\n\nMany reasons explain why people prefer return home to\n\nwork. Firstly, there is social reason. In fact, when you work in\n\nyour country you are your family, your parents and your\n\nfriend near to you. Secondly, there is political reason. Some\n\npeople who have work abroad tell has been victim of racism\n\nor injured. This is some reasons. However, other part of\n\npeople prefers work abroad. At first, for economical reason.\n\nIn fact, people think that they can get too many moneys when\n\nthey work abroad. Then, for professional reason. In fact, some\n\nformation cannot get their activity in our continent. For\n\nexample, in Africa there is not job for people who want to go\n\nin space.\n\nIn conclusion, notice that government and parents must\n\ntake some solutions to motivate students to return home to\n\nwork because it is become a matter for all.\n\nWRITING : Essai\n\n88\n\nDate (date)\n\nReceiver Name & Address\n\n(Nom & Adresse du\n\ndestinataire)\n\nHead letter\n\n(la tête de la lettre)\n\nBody letter\n\nCorps de la lettre\n\n- c’est le lieu de\n\ndonner plus de\n\ndétails -\n\nPoliteness formula\n\n(formule de politesse)\n\nSIGNATURE\n\nWRITING : Letter\n\n89\n\nTitre :\n\nFORMAT D’UN ARTICLE DE JOURNAL\n\nUn typique article de journal contient cinq (5) parties :\n\nIl est bref, et vise à annoncer un propos captivant\n\nDire qui a écrit l’article (il faut se passer de cette partie)\n\nIci on dit tout sur qui, quoi, quand, où, pourquoi et comment. Vous deviez trouver la\n\nréponse à ces questions et l’utiliser comme une phrase introductive de votre article.\n\nAprès que le paragraphe principal ait été écrit, vous devez donner les détails nécessaires\n\nà connaitre. Vous devez vous assurer que les informations mentionnées sont d’une\n\nimportance capitale pour le lecteur et qu’il aurait voulu en savoir après avoir lu le titre\n\net le paragraphe principal... Cette section peut aussi inclure les citations (témoignages)\n\nde certains témoins ou spectateurs.\n\nCette information est moins importante. Par conséquent, si votre article semble être\n\ntrop long pas besoin de trop parler, il peut être raccourci. Cette partie peut inclure une\n\ninformation sur un évènement similaire.\n\nParagraphe\n\nprincipal :\n\nEcrit par :\n\nExplication :\n\nInformation\n\nsupplémentaire : IN ENGLISH\n\nIN ENGLISH EN FRANCAIS\n\nEN FRANCAIS\n\nWRITING : Newspaper article\n\n90\n\nCAS1 : On vous donne un dialogue à moitié rédigé, et votre travail à\n\nfaire sera de compléter pour en faire un dialogue complet. Dans ce\n\ncas, vos réponses dépendront des phrases précédentes ou suivantes.\n\nExample: Complete this conversation between a man and\n\nLibrarian. A man wants to join the library.\n\nLibrarian: Hello, can I help you?\n\nMan: ............................\n\nLibrarian: Right. First of all, you must to fill in this form.\n\nMan: ............................\n\nLibrarian: Not for books. But if you want to join the CD library,\n\nyou must pay a five-pound deposit.\n\nMan: ............................\n\nLibrarian: Oh, no. You can also borrow magazines and\n\nperiodicals. But newspapers must stay in the library. You can\n\nfind these in the reading-room.\n\nMan: ............................\n\nLibrarian: You’re welcome.\n\nCAS 2 : On vous laisse toute la\n\nlatitude de composer tout le dialogue.\n\nLà aussi, vous devez travailler de\n\nsorte à ce qu’il ait une logique entre\n\nles\n\nrépliques.\n\nVous\n\norganiserez\n\nd’abord vos idées. L’un des deux\n\ninterlocuteurs posera des questions\n\nqui orientent vers vos idées, et les\n\nréponses du second interlocuteur\n\nseront en quelque sort le moyen de\n\nprésenter vos idées.\n\nEXAMPLE\n\nTOPIC 1 : Write a dialogue between two\n\npersons about end of war in Africa.\n\nTOPIC 2 : A teen of 12 years old ask you\n\nto teach him about destruction of\n\nenvironment. Write the dialogue of your\n\ndiscussion.\n\nL’exercice portant sur le dialogue peut se présenter de deux manières :\n\nQUELQUES SUJETS DE WRITING\n\n1) What are the benefices for youngest girls to go to school?\n\n2) Do you think that man and woman can do the same work?\n\n3) Do you agree with teens that say that: “we are following fashion”\n\n4) Which life do you prefer: city life or village life? Why?\n\n5) Write a newspaper article about decreasing of human right.\n\n6) Your city is not clean. Send a letter to the hygiene and health ministry to ask an action.\n\n7) Write a newspaper article about the bad using of Information and communication technologies by young today.\n\n8) Do you believe in a world with 0 (zero) AIDS? If no, tell why. If yes, tell how.\n\n9) Write a dialogue between two persons about end of war in Africa.\n\n10) A teen of 12 years old ask you to teach him about destruction of environment. Write the dialogue of your discussion.\n\n11) What do you think about nomadic people?\n\nWRITING : Dialogue\n\n91\n\nCITY\n\n☞ Advandage of city’s life\n\n In city there are modern building such as university\n\n In city there is hygiene\n\n In city we can get informations about world (EX :\n\nfashion information, polical information)\n\n☞ Disadvantege of city’s life\n\n In city there insecurity and robbery\n\n In city environment is polluted\n\n In city we don’t know our traditions\n\n In city there are not solidarity\n\n In city, young are stimulated to drink alcool, to\n\nconsumed\n\nVILLAGE\n\n☞ Advantage of village’s life\n\n In village there is security\n\n In village environment are not pollued\n\n In village, we can know our traditions\n\n In village there is solidarity.\n\n In village, young get good education\n\n☞ Disadvantage of village’s life\n\n In village there is lack of modern building\n\n In village there is lack of hygiene\n\n In village one does’nt have informations on the\n\nworld\n\n☞ The necessity of social network\n\n It is necessary to communicate and exchange with some\n\npeople who are far.\n\n We can use it to give or get some informations\n\n Social network has economical importance because we\n\ncan use it to sell or buy something.\n\n☞ Consequences of bad using of social Network\n\n In social network we can meet embezzler people\n\n Some people becomes addict and hooked.\n\n Young people can meet pictures and messages with\n\nviolence or sexual containts\n\n There are the risk of disclosure of personal information\n\n There are some risks about health such as eyes disease\n\n☞ Solutions for best using of social Network\n\n Sensitize young on the best using\n\n Put some prohibitions for young\n\n To busy young with other activitities such as reading, sport\n\n☞ The children’s rights\n\n Children have right to go to school, Children have right to be protect ,\n\n Children have right to feed, Children have right to health\n\n☞ The children’s duties\n\n Children have duty to study, Children have duty to respect their\n\nparents, Children have duty to do their home work\n\n☞ The consequences when children’s rights are not respected\n\n Children can be sick , Children cannot read, write and get good job\n\n Children can run away of home and become a robber\n\n☞ Why people refuse to put woman at school\n\n Cultural reason : in some traditions, the role of the woman is to\n\nbe at home to take cure to heir husband and children.\n\n Economical reason : because of lack of money\n\n Others reasons : pregnancy precocious.\n\n☞ The importance to put woman at school\n\n At political plan : woman can contribuate to democracy (EX : Sir\n\nhelen johnson president of Liberia)\n\n At economical plan : woman can be important in the increasing of\n\nan enterprise or company\n\n At social plan : woman educated can know her rights and duties\n\nand give good education to their children\n\n☞ Solutions to put woman at school\n\n Sensitize people on school importance\n\n put law to punish parents who refuse to send their girl at school\n\n Build school spacially for women and promote using of\n\ncontraceptives\n\n☞ Differents forms of pollution\n\n Factory action : wastewaters, factory smoked  Human action : house\n\nwaste, plastical bag  Modernisation’s impact : deforestation, city\n\nplanning\n\n☞ Consequences of pollution\n\n Consequences on nature : disapearance of animal and vegetable species,\n\nglobal warming  Consequences on human : health problem (diarrhea,\n\nmalaria, cancer) and death  Consequences on economy : fighting\n\nagainst pollution need too many money.\n\n☞ Solutions to fight pollution\n\n Sensitize people and factories on dangers of pollution  Put some laws\n\nto punish polluer  Buid some recycling centers for wastes and garbages\n\nSOCIAL NETWORK CHILDREN RIGHT AND DUTY\n\nCHILDREN RIGHT AND DUTY POLLUTION\n\nPOLLUTION CITY OR VILLAGE\n\nCITY OR VILLAGE WOMAN AT SCHOOL\n\nWOMAN AT SCHOOL\n\nWRITING : QUELQUES ARGUMENTS POUR LE WRITING\n\n92\n\nORAL: LES ADVERBES DE QUESTIONS\n\nORAL: LES ADVERBES DE QUESTIONS\n\nWhat : Que, quoi, que, qu’, qu’est-ce …\n\nWhat helped the bank manager to catch the robbers?\n\n→ It is the security system which helped the bank manager to\n\ncatch the robbers.\n\nWhen : Quand\n\nWhen did your brother join the national football team?\n\n→ My brother joined the national football team in 1996\n\nWhere : Où\n\nWhere have you put my English book ?\n\n→ I have put your English book on the table.\n\nWho : Qui\n\nWho asked Samuel to leave the army ?\n\n→ It is his mother who asked Samuel to leave the army\n\nWhich : Lequel, laquelle, lesquels\n\nWhich shirt do you prefer, the black or the white ?\n\n→ I prefer the black shirt.\n\nWhy : Pourquoi\n\nWhy did the teen run away from home?\n\n→ The teen run away from home because of his stepmother.\n\nHow : Comment\n\nHow are you ?\n\n→ I am fine.\n\nHow often : Combien de fois\n\nHow often do you visit your gran mother?\n\n→ I visit my gran mother once a week\n\nHow old: Quel âge\n\nHow old are you ?\n\n→ I am 20 years old\n\nHow many : Combien (quantité)\n\nHow many boxers did our champion beat during his career?\n\n→ Our champion beat 15 boxers during his career ?\n\nHow much : Combien (prix)\n\nHow much did this nice shirt cost you?\n\n→ This nice shirt costs 5000FCFA\n\nHow long: Combien (temps /distance)\n\nHow long is this movie ?\n\n→ Two hours.\n\nHow tall : Combien (taille)\n\nHow tall are you ?\n\n→ I am 1.72 meters.\n\nDo : Est-ce que (présent)\n\nDo you eat rice ?\n\n→ Yes, I eat rice.\n\nDid Est-ce que (passé)\n\nDid you eat rice ?\n\n→ Yes, I ate rice.\n\nOn peut aussi poser une question en inversant l’ordre de\n\nla phrase.\n\nThere are two books in the classroom.\n\n→ Are there two books in the classroom? ORAL: INTRODUCING ONESELF (SE PRESENTER)\n\nORAL: INTRODUCING ONESELF (SE PRESENTER)\n\nWhat’s your name ? → My name is Peter.\n\nQuel est ton nom ? → Mon nom est Peter.\n\nWhat is your school’s name ?\n\n→ My school’s name is « Groupe Academic le Succès »\n\nQuel est le nom de ton école ?\n\n→ Le nom de mon école est « Groupe Academic le\n\nSuccès ».\n\nWhen / Where are you born ?\n\n→ I was born in Ivory Coast.\n\nQuand / Où es-tu né ? → Je suis né en Côte d’Ivoire.\n\nHow old are you ? → I am 17 years old.\n\nQuel âge as-tu ? → J’ai 17 ans.\n\nWhere do you live ? → I live in Abidjan.\n\nOù habites-tu ? → J’habite à Abidjan.\n\nWhat is your ambition ?\n\n→ My ambition is to become a English teacher.\n\nQuelle est ton ambition ?\n\n→ Mon ambition est de devenir un professeur d’Anglais\n\nWhat is your favorite hobby ?\n\n→ My favorite hobby is to read a book.\n\nQuel est ton passe-temps favori ?\n\nMon passe-temps favori est de lire une livre.\n\nHow many brothers and sisters have you ?\n\n→ I have two brothers and one sister.\n\nCombien de frères et sœurs as-tu ?\n\n→ J’ai deux frères et une sœur.\n\nWhat is your father / mother job ?\n\n→ My father’s job is a doctor / mother’s job is a nurse.\n\nQuel est le travail de ton père / mère ?\n\n→ Mon père est docteur / Ma mère est infirmière.\n\nDo you know an English country?\n\n→ Yes, Ghana, Liberia, USA and England are English\n\ncountries.\n\nConnais-tu un pays anglophone ?\n\n→ Oui, le Ghana, le Liberia, les Etats-Unis d’Amérique et\n\nl’Angleterre sont des pays anglophones.\n\nWhat is the importance of English language ?\n\n→ English is very important because is the first language\n\nin the world.\n\nQuelle est l’importance de la langue Anglaise ?\n\n→ L’anglais est très important parce que c’est la première\n\nlangue au monde.\n\nWhat is your favorite subject ?\n\n→ My favorite subject is English.\n\nQuelle est ta matière favorite ?\n\n→ Ma matière favorite est l’Anglais.\n\nORAL : Les Adverbes de Question\n\nORAL : Introducing oneself (se présenter)\n\n93\n\nWhat’s the text about ?\n\n→ The text is about environment.\n\nDe quoi parle le texte ?\n\n→ Le texte parle de l’environnement.\n\nWhat’s the picture is about ?\n\n→ The picture is about environment.\n\nDe quoi parle l’image ?\n\n→ L’image parle de l’environnement.\n\nWhat do you see in the picture number one?\n\n→ In the picture number one I can see ...\n\nQue vois-tu sur l’image numero un?\n\n→ Sur l’image numéro un on peut voir ...\n\nWho is the author of the text ?\n\n→ The author name is Peter.\n\nQui est l’auteur du texte ?\n\n→ Le nom de l’auteur est Peter.\n\nCan you sum up the story ?\n\n→ The story takes place ...\n\nPeux-tu résumer l’histoire ?\n\n→ L’histoire a lieu ...\n\nWho is the main character, What does he do ?\n\n→ The main character is Peter. Peter is ...\n\nQui est le personnage principal, que fait-il ?\n\n→ le personnage principal Peter. Peter est ...\n\nWhat would you do if you was Peter?\n\n→ If I was Peter, I would ...\n\nQu’aurais-tu fait si tu étais Peter?\n\n→ Si j’étais Peter, I ...\n\nWhat do you think of … ?\n\n→ I agree with ... / I disagree with ...\n\nQue penses-tu de … ?\n\n→ Je suis d’accord avec … / Je ne suis pas d’accord avec ...\n\nWhich conclusion can you propose ?\n\n→ In conclusion I can say that ...\n\nQuelle conclusion peux-tu proposer ?\n\n→ En conclusion je peux dire que ...\n\n1- Why do you learn English?\n\n2- What’s your name?\n\n3- How much can governments do to relieve unemployment?\n\n4- Do you like speaking English?\n\n5- Tell me about your family.\n\n6- Can you tell me the time?\n\n7- What’s the date today?\n\n8- What’s the weather like?\n\n9- How are you?\n\n10- Should big cities heavily subsidize public transport?\n\n11- Can you spell your name?\n\n12- Tell me the things you did yesterday.\n\n13- Where do you live?\n\n14- What will you do during the next holidays?\n\n15- What do you like doing in your spare time?\n\n16- Do you think men and women are equal?\n\n17- Do you speak English outside the classroom?\n\n18- What job would you like to do?\n\n19- How long have you been living in this town?\n\n20- Do you enjoy travelling? Where to? Why?\n\nGRAMMAR : ENGLISH TENSES\n\nGRAMMAR : ENGLISH TENSES\n\n☞ The Present simple (Présent de l’indicatif)\n\nLe present simple se forme en ajoutant, pour la 3e\n\npersonne du singulier, la désinence <S> à la base verbale.\n\nToutes les autres formes sont invariables. Les verbes\n\nterminés: ( Y→ ies / O → oes / Sh & Ch → Shes & ches) EX\n\n: She fishes on Saturdays\n\n☞ The Present continuous (Le présent progressive) :",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_44_68_mb.pdf",
    "year": 2008,
    "zone": null,
    "hasCorrection": true
  }
}