{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": null,
  "title": "t l charger 270 kb - part 2",
  "content": "1-Calculer la molarité de la solution obtenue.\n\n2-Cette solution basique est neutralisée exactement par 50 mL d’acide chlorhydrique.\n\n2-1 Trouver la masse de chacun des produits obtenus.\n\n2-2 Quelle était la concentration molaire de cette solution acide.\n\nSERIE D’EXERCICES SUR C3 :QUELQUES PROPRIETES CHIMIQUES DES\n\nMETAUX\n\nExercice 1 : Compléter les équations des réactions suivantes :\n\nFe\n\noxyde ferrique\n\nCu\n\noxyde cuivrique\n\nPb\n\nmassicot\n\nFe\n\noxyde magnétique\n\nZn\n\nZnO\n\nPbO\n\nminium\n\nAl\n\nAlumine\n\nCu\n\noxyde cuivreux\n\n16\n\nExercice 2 :\n\n1) On veut préparer 27,4g de minium.\n\na) Quelle masse de massicot doit-on utiliser ?\n\nb) Calculer le volume d’air nécessaire sachant que l’air renferme 20% d’oxygène.\n\n2) Dans une enceinte contenant 1,5L de dioxygène, on brule 5,6g de Fer.\n\na) Le dioxygène est-il suffisant pour bruler tout le fer ?\n\nb) Sinon calculer le fer en excès.\n\nc) Calculer la masse d’oxyde de fer formé. On donne VM=25L/mol.\n\nExercice3 : Compléter puis équilibrer les équations des réactions suivantes :\n\nZn\n\n......\n\nchlorure de zinc\n\nHCl\n\n......\n\nH2SO4\n\nsulfate de fer\n\n.......\n\nAl\n\n...............\n\nH2SO4\n\nH2\n\nExercice n°4\n\n1 Action de l’air et du dioxygène pur\n\nRecopier et compléter les phrases suivantes :\n\na)L’action du dioxygène de l’air sur les métaux est une……. .\n\nb) À froid, la réaction est…… .\n\nc) À chaud, dans le dioxygène pur, la réaction est …….\n\nd) Les produits de la réaction sont des corps purs composés appelés……\n\n2 Oxydation et corrosion\n\nChoisir la bonne affirmation :\n\na)Les métaux s’oxydent plus vite/lentement dans l’air que dans le dioxygène. L’oxydation est\n\nplus rapide/lente à chaud qu’à la température ordinaire\n\nb) La rouille est due à la corrosion du fer/cuivre/zinc.\n\nc) Le vert-de-gris est du à la corrosion du fer/cuivre/zinc.\n\nd) Citer un métal et un alliage qui ne sont pas attaqués en profondeur par le dioxygène.\n\nExercice n°5\n\nParmi les métaux suivants : fer, aluminium, cuivre et zinc, lesquels sont attaqués par l’acide\n\nchlorhydrique? Quel est le gaz qui se forme ? Comment pouvez-vous le mettre en évidence ?\n\nLe(s) quel(s) de ces métaux est/sont attaqué(s) par l’acide nitrique.\n\nExercice n°6\n\n1°) Exposé à l’air humide, un morceau de fer de masse 6,2g se transforme progressivement en\n\nrouille à raison de 3,2µg toutes les 24 heures.\n\n1-1°) Comment appelle t- on une telle transformation chimique ?\n\n1-2°) Ecrire l’équation bilan de la réaction.\n\n1-3°) Combien de temps faudra t- il pour que la transformation soit effective ?\n\n2°) On fait brûler le même morceau de fer dans une bouteille contenant du dioxygène.\n\n2-1°) Comment appelle t- on le produit formé ?\n\n2-2°) Ecrire l’équation bilan de la réaction observée.\n\n2-3°) Calculer le volume de dioxygène nécessaire à la combustion du fer.\n\n17\n\n2-4°) Calculer la masse de produit formé.\n\nExercice n°7\n\n5200g de fer sont complètement attaqués par une solution normale d’acide chlorhydrique.\n\n1°) Quel volume de solution est nécessaire ?\n\n2°) Quelle masse de chlorure de fer obtient-on ?\n\n3°) Quel volume de dihydrogène recueille-t- on ?\n\nOn donne : M(C)=12g.mol-1 ; M(Zn)=56g.mol-1 ; M(S)=32g.mol-1 ; M(O)=16gmol-1 ;\n\nM(H)=1g.mol-1 ; M(Na)=23g.mol-1 et M(Cl)=35,5g.mol-1\n\nExercice n°8\n\nDans un ballon contenant 3,25g de zinc pur on verse 250ml d’une solution d’acide sulfurique\n\nde concentration 8.10-1mol.l-1 pour former du sulfate de zinc et du dioxygène. La réaction\n\ns’effectue selon l’équation bilan Zn + H2SO4 ZnSO4 + H2\n\n1- Quel est le nombre de mol d’acide sulfurique utilisé pour effectuer la réaction ?\n\n2- Montrer que toute la masse de zinc ne réagit pas.\n\n3- Calculer la masse de sulfate de zinc formé.\n\nExercice n°9\n\nOn expose pendant plusieurs jours deux plaques de fer et d’aluminium à l’air libre.\n\n1. Décrire ce qui se passe.\n\n2. Ecrie l’ ou les équation(s)-bilan.\n\n3. Laquelle de ces plaques nécessite une protection ? Proposer un moyen, de protection.\n\n4. Equilibrer les équations chimiques suivantes :\n\nFe2 O3 + CO CO2 + FeO\n\nAl +HCl AlCl3 + H2\n\nDihydrogène + O2 eau\n\nSERIE D’EXERCICES SUR C4 : LES HYDROCARBURES\n\nExercice1\n\n1-Définir les mots suivant : hydrocarbure, alcane, alcène, alcyne.\n\n2-Quand est-ce qu’une combustion est dite complète ? Incomplète?\n\n3-Quels sont, parmi les corps suivants ceux qui sont des hydrocarbures ? C2H2 éthylène,\n\nC2H6O Ethanol alcool, C2H2 acétylène, C6H6 benzène, CS2 sulfure de carbone, C5H12 pentane\n\net H2S sulfure d’hydrogène.\n\nExercice 2\n\n1-Rappeler les formules générales d’un alcane, d’un alcène et d’un alcyne puis classer et\n\nNommer les composés suivants : CH4 ; C3H4 ; C2H6 ; C2H2 ; C4H10 ; C3H8 ; C2H4 et C3H6.\n\n2-Classer par famille puis nommer les composés suivants :\n\nCH4; C3H4 ; C2H6 ; C2H2 ; C4H10 ; C3H8 ; C2H4 et C3H6.\n\n2-Classer les composés suivants selon leur famille :\n\nC9H18\n\nC13H28\n\nC5H8\n\nC4H8\n\nC10H18\n\nC7H12\n\nC11H20\n\nC13H28 .\n\n18\n\nExercice 3 : Equilibrer les équations des réactions suivantes :\n\nCnH2n-2\n\nCO2\n\nH2O\n\nC3H8\n\nC\n\nH2O\n\nC2H2\n\nCO2\n\nH2O\n\nCnH2n\n\nCO\n\nH2O\n\nCnH2n+2\n\nCO\n\nH2O\n\nExercice4\n\nDonner la formule chimique :\n\n1-d’un alcane dont la molécule renferme 6 atomes de carbone.\n\n2-d’un alcène dont la molécule renferme 8 atomes d’hydrogène.\n\n3-d’un alcyne dont la molécule renferme 5 atomes de carbone\n\n4-d’un alcane dont la masse molaire est 72g.mol-1\n\nExercice 5\n\nL’analyse d’un hydrocarbure a permis de noter que sa molécule renferme huit (8) atomes\n\nd’hydrogène et a une masse molaire de 82g.mol-1.\n\n1-Trouver la formule chimique de cet hydrocarbure.\n\n2-A quelle famille d’hydrocarbure appartient-il ? Donner son nom.\n\n3- Calculer le volume de dioxyde carbone que l’on obtient dans les conditions normales en\n\nfaisant la combustion complète de 20.5g de cet hydrocarbure.\n\nExercice6\n\nOn effectue la combustion compète du méthane dans le dioxygène.\n\n1-Ecrire l’équation de la réaction de combustion.\n\n2-Quel volume d’air aurait suffi à la combustion complète de 100cm3 de méthane ?\n\n3-Calculer le volume de gaz carbonique dégagé.\n\n4-Calculer la masse d’eau formée et en déduire son volume.\n\nExercice 7\n\n1-Quel volume maximal de butane doit-on introduire dans une bouteille de 200mL, remplie\n\nd’air, pour effectuer sa combustion complète avec la quantité d’oxygène juste présente ?\n\n2-Quel volume de dioxyde de carbone est susceptible de se dégager ?\n\nExercice 8\n\nLa combustion incomplète de 20g de propyne fournit du monoxyde de carbone et de l’eau.\n\n1-Quel est le volume d’oxygène ayant réagi ?\n\n2-Trouver le volume de monoxyde dégagé et la masse d’eau formée.\n\nExercice9\n\nOn prépare le méthane en décomposant le carbure d’Aluminium dans l’eau selon l’équation\n\nsuivante :\n\nAl4C3\n\nH2O\n\nCH4\n\nAl(OH)3\n\n1-Quelle est la masse de carbure d’Aluminium nécessaire à la préparation de 5,6L de\n\nméthane ?\n\n2-Quel est le volume d’air nécessaire à la combustion complète de ce méthane ?\n\n3-Déterminer le volume de dioxyde de carbone et la masse de vapeur d’eau produite par cette\n\ncombustion.\n\n4-Sachant que la combustion d’une mole de méthane dégage 213kcal, quelle est la quantité de\n\nchaleur dégagée par la combustion de 10L de méthane ?\n\n19\n\nExercice10\n\nLa combustion complète de 0,1mol d’un alcane (CnH2n+2) fournit 9g d’eau.\n\n1-Ecrire l’équation de la réaction de combustion.\n\n2-Trouver la valeur de n et en déduire la formule brute de l’alcane et donner son nom.\n\n3-Quel est le volume d’air utilisé ?\n\n4-Quel est le volume gaz carbonique dégagé ?\n\nDonnées : M (Al)=27g/mol ; M (C)=12g/mol ; M (O)=16g/mol ; M (H)=1g/mol et\n\nVM=22,4L/mol.\n\nOn rappelle que l’air renferme en volume 20% d’Oxygène.\n\nExercice11\n\nLa combustion complète de 0,1mol d’un alcane (CnH2n+2) fournit 9g d’eau.1-Ecrire l’équation\n\nde la réaction de combustion.2-Trouver la valeur de n et en déduire la formule brute de\n\nl’alcane et donner son nom.3-Quel est le volume d’air utilisé ?4-Quel est le volume gaz\n\ncarbonique dégagé ?\n\nDonnées : M (Al)=27g/mol ; M(C)=12g/mol ; M (O)=16g/mol ; M (H)=1g/mol et\n\nVM=22,4L/mol.\n\nOn rappelle que l’air renferme en volume 20% d’Oxygène\n\nExercice12\n\nOn veut effectuer la combustion complète de 22g de propane avec l’oxygène contenu dans\n\nune caisse cubique d’arrête 15cm, dans les CNTP.\n\n1-a-Calculer d’abord le volume d’oxygène contenu dans cette caisse\n\n1-b-Cet oxygène est-il suffisant pour bruler tout le propane ?\n\n2-Calculer le nombre de moles du réactif en excès puis en déduire l’excès de masse.\n\n3-Quel volume d’oxygène est-nécessaire pour bruler tout le propane ?\n\nExercice 13\n\nLa combustion complète de l’acétylène dans le dioxygène fournit 11g de dioxyde de carbone\n\ndans les CNTP.\n\n1- Quels volumes d’oxygène et d’acétylène a-t-on donc utilisés ?\n\n2- Quelle masse d’eau peut-on obtenir si la combustion est effectuée avec 5,6L d’oxygène ?\n\nExercice14 BFEM 2001\n\n1-Préciser les éléments chimiques qui forment la molécule de propane.\n\n2-Donner le nom de la famille de ce type de composé organique.\n\n3-On réalise la combustion complète de 3moles de propane dans l’air. Ecrire l’équation bilan\n\nde la réaction.\n\n4-Calculer le volume de gaz recueilli, dans les CNTP.\n\n5-De quel gaz s’agit-il ? Comment peut-on le mettre en évidence ?\n\nExercice 15 (BFEM 2004)\n\nOn donne M(Fe)=56g.L-1 ; M(O)=16g.L-1 ; M(H)=1g.L-1 ; M(C)=12g.L-1\n\nUn alcane A est utilisé pour le chauffage domestique. La masse molaire moléculaire de A est\n\nde M(A) = 58 g.mol-1\n\n1- Rappeler la formule générale des alcanes.\n\n2-Trouver la formule brute de l’alcane A et donner son nom.\n\n3- La combustion complète d’une masse m de l’alcane A produit 100 litres de dioxyde de\n\ncarbone dans des conditions où le volume molaire vaut 25 L.mol-1.\n\na-Ecrire l’équation bilan de la réaction.\n\nb-Trouver la masse m de l’alcane brûlée.\n\n20\n\nExercice 16 (BFEM 2005)\n\nLes alcanes brûlent à l’air ou dans le dioxygène pur en dégageant beaucoup de chaleur. Ils\n\nsont ainsi utilisés comme des combustibles. L’équation bilan de la combustion complète d’un\n\nalcane s’écrit :\n\nCnH2n+2 + O2\n\nn CO2 + (n+1) H2O\n\n3n+1\n\n( )\n\n1-La combustion complète de 1,16 g d’un alcane produit 3,52 g de dioxyde de carbone et 1,8\n\ng d’eau.\n\n2-Vérifier que la formule brute de l’alcane est C4H10.\n\n3-Comment mettre en évidence qualitativement le dioxyde de carbone ?\n\n4-Une bouteille de cuisine contient 13 kg de cet alcane. Calculer le volume de dioxygène\n\nnécessaire à la combustion complète de l’alcane contenu dans cette bouteille. On prendra :\n\nvolume molaire VM = 24 L.mol-1\n\nExercice17 BFEM 2006\n\n1-On donne ci-après l’équation de combustion d’un hydrocarbure dans le dioxygène.\n\nCH4 + O2 CO2 + H2O\n\nRecopier l’équation, l’équilibrer et écrire en dessous des formules les noms des réactifs et des\n\nproduits correspondants.\n\n2-La réaction est réalisée dans les conditions ou le volume molaire vaut 24 L.mol-1, sachant\n\nqu’un volume de 96L de dioxygène a été utilisé, calculer :\n\na-La quantité de matière de dioxygène utilisée.\n\nb-La quantité de matière et la masse de CH4 brulé.\n\nDEVOIRS, COMPOSITIONS ET EXAMENS BLANC\n\nDEVOIR DE SCIENCES PHYSIQUES N°I DU DEUXIEME SEMESTRE\n\nDurée 01H30\n\nExercice 1 (4 points)\n\nOn donne les masses molaires atomiques en g.mol-1 : O=16 ; H=1 ; Cl=35.5 ; Na= 23\n\nPartie A\n\nOn mélange 10cm3 de solution d’acide chlorhydrique de concentration 0,05 mol.l-1 avec 7,5cm3 d’une\n\nsolution d’hydroxyde de sodium de concentration 0,1mol.l-1.\n\nQuelle coloration prendra le bleu de bromothymol dans la solution finale ?\n\nJustifier votre réponse.\n\nPartie B\n\nComment préparer 200ml de solution d’acide chlorhydrique de concentration molaire 0,1mol.l-1 à\n\npartir d’une autre solution d’acide chlorhydrique de concentration 1mol.l-1\n\nExercice 2 (3 points)\n\nUne solution acide est obtenue par dissolution d’une masse m1=73g de gaz chlorhydrique dans une\n\nquantité d’eau distillée, telle que le volume final de la solution soit 500ml\n\n1- Déterminer la concentration massique de cette solution en g.l-1 ainsi que la concentration\n\nmolaire volumique.\n\n2- On neutralise un volume V1=20ml de cette solution avec une solution d’hydroxyde de sodium.\n\nCalculer la masse m2 d’hydroxyde de sodium pur nécessaire à cette neutralisation.\n\n3- En déduire le volume V2 de la solution basique de concentration massique Cm=120g.l-1 qu’il a\n\nfallu verser dans la solution acide.\n\n21\n\nExercice 3 (3 points)\n\nMettre une croix dans la case correspondante à chaque bonne réponse :\n\n1- L’image d’un objet réel placé à une distance d=2f d’une lentille convergente sur l’axe\n\nprincipal est :\n\na) réelle\n\nb) virtuelle\n\nc) à l’infini\n\nd) deux fois plus petite que l’objet\n\ne) de même taille que l’objet\n\nf) deux fois plus grande que l’objet\n\n2- Une lentille convergente de distance focale f donne d’un objet réel situé à la distance d de la\n\nlentille une image réelle, renversée de même taille\n\na) d>2f\n\nb) d=2f\n\nc) d=f\n\nd) 0<d<f\n\nExercice 4 (9 points)\n\nPartie A (3 points)\n\nUn objet AB de hauteur h=1cm est placé à 7cm d’une lentille convergente de distance focale f=2cm.\n\n1-) Dessiner à l’échelle 1, l’image A’B’ de cet objet et donner ses caractéristiques\n\n2-)Calculer le grandissement G\n\nPartie B (6 points)\n\n1-) Reproduire le schéma ci-dessous et construire l’image que la lentille donne de l’objet AB quand il\n\nse trouve successivement à D=8cm, 6cm, 4cm, 2cm, de la lentille convergente (f=2,5cm)\n\nB\n\nO\n\nD L\n\n2-) A partir de quelle valeur de la distance (objet- lentille) ne peut-on plus obtenir d’image réelle ?\n\n3-) comment varient la taille de l’image et la distance entre la lentille et l’image quand on rapproche\n\nl’objet de la lentille ?\n\nN.B : La clarté et la bonne présentation est notée :(1 point)\n\nBONNE CHANCE !\n\n22\n\nClasse de 3ème Devoir n°1 (second semestre) 2H 2009/2010\n\nChimie\n\nExercice 1 (5pts)\n\n1- On veut préparer 27,4g de minium. Ecrire d’abord\n\nl’équation de la réaction.\n\na- Quelle masse de massicot doit-on utiliser ?\n\nb- Calculer le volume d’air nécessaire sachant que\n\nl’air renferme 20% d’oxygène.\n\n2- Dans une enceinte contenant 1,5L de dioxygène, on\n\nbrule 5,6g de Fer.\n\na- Le dioxygène est-il suffisant pour bruler tout le\n\nfer ?\n\nb- Sinon calculer le fer en excès.\n\nc- Calculer la masse d’oxyde de fer formé. On donne\n\nVM=25L/mol et M(Pb) = 207g/mol\n\nExercice 2 (5pts)\n\nDans un bécher contenant un volume Va=20cm3 d’une\n\nsolution d’acide chlorhydrique de concentration\n\nmolaire Ca inconnue, on introduit quelques gouttes de\n\nBBT, puis à l’aide d’une burette on verse lentement\n\nune solution de soude de concentration molaire\n\nCb=1,2M. On observe un changement de couleur de la\n\nsolution lorsqu’on a versé un volume Vb=25,2cm3 de\n\nsoude.\n\n1- Après avoir défini l’équivalence acido-basique,\n\nindiquer quelles sont les teintes prises par l’indicateur\n\ncoloré avant, pendant et après le passage au point\n\néquivalent\n\n2- Calculer la molarité Ca de la solution acide, ainsi\n\nque le nombre de moles na de l’acide neutralisé.\n\n3- On évapore la solution obtenu à l’équivalence puis\n\non mesure la masse du solide restant.\n\nPhysique\n\nExercice 1 (5pts)\n\nUn circuit comprend un générateur et deux résistors de\n\nrésistances respectives R1 et R2 montés en série.\n\n1- Faire le schéma du circuit.\n\n2- Si R1=15Ω, calculer la tension à ses bornes sachant\n\nque l’intensité du courant est I=0,3A.\n\n3- Calculer la tension aux bornes de R2 si celle du\n\ngénérateur est 12V puis en déduire R2.\n\n4- On remplace R1 et R2 par un résistor R tel que\n\nl’intensité débité par le générateur et la tension à ses\n\nbornes restent constantes. Que constatez-vous ?\n\nExercice 2 (5pts)\n\nUne boule de masse m1 = 2kg accrochée à un fil\n\ninextensible, glisse de A à B sous l’action de son poids.\n\nA l’autre bout du fil, est accrochée une masse m2 =\n\n1,5kg. Les frottements sont négligés. On donne AB =\n\n100m ; α = 30° et g = 10n/kg.\n\n1- Représenter toutes les forces qui s’exercent sur m1 et\n\nsur m2.\n\n2- Calculer h et en déduire le travail du poids de m1\n\nlorsque la boule glisse de A à B.\n\n3- Quelle est l’intensité de la tension T2 en m2 à\n\nl’équilibre ? Calculer son travail et en déduire celui du\n\npoids de m2 et sa nature.\n\n4- Evaluer la puissance du poids de m2 en 30 secondes\n\net la vitesse à laquelle elle monte.\n\nm1 h\n\nα\n\nB\n\n23\n\na) Quelle est la nature de ce sel et donner sa\n\nformule ?\n\nb) Calculer la masse de ce sel.\n\nm2\n\nCOMPOSITION DU PREMIER SEMESTRE : PC (Durée 2H)\n\nCHIMIE\n\nExercice 1\n\n1) Dans 200 cm3 d’eau distillée, on dissout 29,25g de sel de cuisine (NaCl).\n\na) Calculer les concentrations massique et molaire de cette solution S1.\n\nb) On obtient une solution S2 en faisant dissoudre de nouveau 14,625g de sel dans S1.\n\nCalculer les nouvelles concentrations (massique et molaire) de la solution S2.\n\n2) Quel volume d’eau faudra-t-il utiliser pour diluer S2 afin d’obtenir 1,125 mol ?\n\nOn donne M(Na) =23,0g /mol et M (Cl) =35,5g/mol\n\nExercice 2\n\nOn dissout 11,2 L de HCL dans les CNTP dans l’eau pure. Le volume de la solution S1 obtenue est\n\n250 mL.\n\n1) Calculer les concentrations (massique et molaire) de cette solution\n\n2) Pour obtenir une nouvelle solution S2 de 1,5 mol/L, on ajoute à S1 un certain volume d’eau Ve.\n\nCalculer ce volume d’eau.\n\nPHYSIQUE\n\nExercice 1\n\nOn place un objet réel AB de taille 10 cm à une distance d=OA=35 cm de la lentille. La distance\n\nfocale de la lentille est f=20cm.\n\na) Construire l’image de AB et donner ses caractéristiques.\n\nb) Calculer le grandissement de l’objet.\n\nExercice 2\n\na) Compléter les constructions suivantes :\n\nb) Expliquer le phénomène de l’arc en ciel.\n\nPrisme écran\n\nLaser\n\n24\n\nCOMPOSITION DU DEUXIEME SEMESTRE Durée 01H30\n\nExercice 1 (04 points)\n\nM (Fe) =56g.mol-1 ; M (Cu) =64 g.mol-1 ; M (Al)=27 g.mol-1\n\nOn dispose de 3 tubes à essais A, B, C et d’une solution diluée d’acide chlorhydrique.\n\n-\n\n(A) contient 0,1 mole d’atomes de fer.\n\n-\n\n(B) contient 0,1 mole d’atomes de cuivre.\n\n-\n\n(C) contient 0,1 mole d’atomes d’aluminium.\n\nOn verse dans chaque tube quelques millilitres de la solution.\n\n1°) Indiquer ce qui va se passer dans chacun des tubes A, B, C. (01 point)\n\n2°) S’il y a lieu, écrire l’équation- bilan de chacune des réactions. (01,5 point)\n\n3°) Calculer, dans les conditions normales de température et de pression, les volumes VA, VB, VC de\n\ngaz recueilli s’il y a lieu. (01,5 point).\n\nExercice 2 (04 points)\n\nM (H) =1g.mol-1 ; M (C) =12 g.mol-1 ; Vm= 22,4 L.mol-1\n\n1°) Préciser les éléments chimiques qui forment la molécule de propane. (0,25 point)\n\n2°) Donner le nom de la famille de ce type de composé organique. (0,25 point)\n\n3°) On réalise la combustion complète de 3 moles de propane dans l’air.\n\nEcrire l’équation-bilan de la réaction. (01 point)\n\n4°) Calculer le volume de gaz recueilli, dans les conditions normales de température et de pression.\n\n(02 points)\n\n5°) De quel gaz s’agit- il ? Comment peut- on le mettre en évidence ou le caractériser ?\n\n(0,5 point)\n\nExercice 3 (06 points)\n\nNB : Prendre une échelle convenable (à préciser) pour la construction des images. Ceci\n\npermettra de déterminer graphiquement la longueur et la position de l’image dans chacun des\n\ndeux cas a) et b) du 3).\n\nLa distance focale d’une lentille convergente mesure f = 10 cm.\n\n1°) Calculer la vergence de la lentille. (01 point)\n\n2°) Construire géométriquement l’image A’B’ d’un objet linéaire AB de longueur l = 30 mm, placé\n\nperpendiculairement à l’axe optique de la lentille, dans les cas suivants :\n\na) AB placé à 5 cm du centre optique. (01,5 point)\n\nb) AB placé à 20 cm du centre optique. (01,5 point)\n\n3°) Préciser les caractéristiques de l’image obtenue dans chacun des deux cas précédents ; il s’agit de\n\nla nature, du sens, de la longueur et de la position de l’image. (02 points)\n\nExercice 4 (06 points)\n\nLe moteur d’un véhicule a exercé une force constante de 2000N pour se déplacer sur une route droite\n\nhorizontale à la vitesse constante de 90Km/h.\n\n1°) Montrer par calcul que cette vitesse est de 25 m/s. (01 point)\n\n2°) Calculer la puissance mécanique développée par ce moteur en watts puis en chevaux vapeur. (02\n\npoints)\n\n3°) Ce véhicule quitte une ville A à 8h55mn et arrive à une ville B à 9h33mn. Calculer le travail fourni\n\npar la force motrice sur le trajet AB. (01 point)\n\n4°) Quel est le travail fourni par le poids du véhicule sur tout le trajet AB ? (01 point)\n\nBONNE CHANCE !\n\n25\n\nCOMPOSITION DU DEUXIEME SEMESTRE\n\nEPREUVE DE SCIENCES PHYSIQUES DUREE : 1H30mn\n\nOn donne : Vm= 22,4L.mol-1 ; M(H) = 1g.mol-1 ; M(O) = 16 g.mol-1 ; M(Cl) = 35,5 g.mol-1\n\nM(Na) = 23g.mol-1 ; M(Fe) = 56g.mol-1; M(Cu) = 64g.mol-1 ; M(Al) = 27g.mol-1\n\nEXERCICE 1\n\nOn ajoute 200 ml d’eau pure à 300 ml d’une solution aqueuse d’hydroxyde de sodium de\n\nconcentration molaire volumique 0,5 mol.L-1.\n\n1-) Calculer la concentration molaire volumique de la nouvelle solution. (02 points)\n\n2-) En déduire sa concentration massique. (01 point)\n\n3-) On utilise cette dernière solution pour neutraliser une solution d’acide chlorhydrique. A\n\nl’équivalent molaire, calculer le volume de gaz chlorhydrique dissous dans l’eau pour obtenir cette\n\nsolution chlorhydrique. (02 points)\n\nEXERCICE 2\n\nOn dispose de 3 tubes à essais A, B, C et d’une solution diluée d’acide chlorhydrique.\n\n-\n\n(A) contient 0,1 mole d’atomes de fer.\n\n-\n\n(B) contient 0,1 mole d’atomes de cuivre ;\n\n-\n\n(C) contient 0,1 mole d’atomes d’aluminium.\n\nOn verse dans chaque tube quelques millilitres de la solution.\n\n1) Indiquer ce qui va se passer dans chacun des tubes A, B, C. (01 point)\n\n2) S’il ya lieu, écrire l’équation- bilan de chacune des réactions. (01,5 point)\n\n3) Calculer, dans les conditions normales de température et de pression, les volumes VA, VB, VC\n\nde gaz recueilli s’il y a lieu. (01,5 points)\n\nEXERCICE 3\n\nLe moteur d’un véhicule a exercé une force constante de 2000N pour se déplacer sur une route droite\n\nhorizontale à la vitesse constante de 90 Km/h.\n\n1-) Montrer par le calcul que cette vitesse est de 25 m /s (01 point)\n\n2-) Calculer la puissance mécanique développée par ce moteur en watts puis en chevaux vapeur. (01\n\npoint)\n\n3-) Le véhicule quitte une ville A à 8h55mn et arrive à une ville B à 9h33mn. Calculer le travail\n\neffectué par la force motrice sur le trajet AB. (02 points)\n\n4-) Quel est le travail effectué par le poids du véhicule sur tout le trajet AB. (01 point)\n\nEXERCICE 4\n\nNB : Prendre l’échelle 1/5.\n\nLa distance focale d’une lentille convergente mesure f = 10 cm.\n\n1-) Calculer la vergence de la lentille. (01 point)\n\n2-) Construire géométriquement l’image A’B’ d’un objet linéaire AB de longueur l = 50mm, placé\n\nperpendiculairement à l’axe optique de la lentille, dans les cas suivants :\n\na) AB placé à 5 cm du centre optique. (01,5 point)\n\nb) AB placé à 20 cm du centre optique. (01,5 point)\n\n3-) Préciser les caractéristiques de l’image obtenue dabs chacun des deux cas précédents ; il s’agit de\n\nla nature, du sens, de la longueur et de la position de l’image. (02 points)\n\nFIN DE SUJET BONNE CHANCE\n\n26\n\nCOMPOSITION DU PREMIER SEMESTRE DE SCIENCES PHYSIQUES\n\nExercice 1:\n\nDans un bécher contenant 5,2g de sel de cuisine on ajoute 550cm3 d’eau.\n\n4- Quelle est la concentration massique de la solution (A) ainsi obtenue ? En déduire sa molarité.\n\n5- A 200cm3 de la solution (A) on ajoute 2g de sel de cuisine pour préparer la solution (B).\n\nQuelle est la concentration de la solution (B) ?\n\n6- Pour préparer la solution (C), on ajoute à 320cm3 de la solution (B) 150cm3 d’eau. Quelle est\n\nla molarité de la solution (C)\n\nNB : Le sel de cuisine a pour formule chimique NaCl.\n\nExercice 2 :\n\nPour préparer une solution d’acide chlorhydrique (HCl) on dissout 35,5g d’acide\n\nchlorhydrique dans 1000mL d’eau.\n\n1) Calculer la concentration massique de cette solution\n\n2) On neutralise cette solution avec une solution déci molaire de soude (NaOH)\n\nCalculer le volume de soude qu’il faut verser pour neutraliser cette solution acide.\n\n3) On neutralise maintenant V1 = 30mL de cette solution avec une solution de Potasse (KOH)\n\nCalculer la masse d’hydroxyde de Potassium (KOH) nécessaire à cette neutralisation.\n\nEn déduire le volume V2 de la solution de Potasse si sa concentration molaire est 0,25 mol\n\nOn donne O : 16g.mol-1 ; H : 1g.mol-1. Cl : 35,5g.mol-1\n\nK : 39g.mol-1 . Na : 23g.mol-1.\n\nExercice 3 :\n\nSur un mobile en déplacement sur une route horizontale s’exercent les forces suivantes : --\n\nson poids pr d’intensité P = 3 000 N\n\n-la réaction R\n\nr\n\nde la route\n\n-la force motrice F\n\nr\n\nd’intensité F = 5 800 N\n\n-les forces de frottement f\n\nr\n\nd’intensité f = 1 600 N\n\n1 a/ Classer ces forces selon leur nature\n\n1 b/ En assimilant le mobile à un point matériel, représentez toutes les forces avec l’échelle 1cm\n\n→ 3000 N\n\n2) Calculer le travail de la force motrice F\n\nr\n\nsachant la vitesse de déplacement est v = 30 km/h et\n\nla durée est t = 15s.\n\nEn déduire la puissance P développée par F\n\nr\n\nExercice 4\n\nUn objet AB de hauteur 2,5 cm est placé devant une lentille convergente perpendiculairement à son\n\naxe optique, le point A se trouvant sur cet axe. La vergence de la lentille est de 10 dioptries.\n\n3-1 : Calculer la distance focale de la lentille.(1 pt)\n\n3-2 : Construire, à l’échelle 1/5, l’image A’B’ de l’objet AB dans les cas suivants :\n\na) AB est placé à 15 cm devant la lentille.(2 pts)\n\nb) AB est à 5 cm devant la lentille.(2 pts)\n\nDans les deux cas on précisera à l’aide du schéma, les caractéristiques de l’image A’B’.\n\n27\n\nDEVOIR DE SCIENCES PHYSIQES N°1.2\n\nCHIMIE\n\nOn donne : M(C)=12g.mol-1 ; M(Zn)=56g.mol-1 ; M(S)=32g.mol-1 ; M(O)=16gmol-1 ; M(H)=1g.mol-\n\n1 ; M(Na)=23g.mol-1 et M(Cl)=35,5g.mol-1\n\nExercice 1: (04pts)\n\nDans un ballon contenant 3,25g de zinc pur on verse 250ml d’une solution d’acide sulfurique de\n\nconcentration 8.10-1mol.l-1 pour former du sulfate de zinc et du dioxygène. La réaction s’effectue selon\n\nl’équation bilan Zn + H2SO4 ZnSO4 + H2\n\n4- Quel est le nombre de mol d’acide sulfurique utilisé pour effectuer la réaction ?\n\n5- Montrer que toute la masse de zinc ne réagit pas.\n\n6- Calculer la masse de sulfate de zinc formé.\n\nExercice 2: (05pts)\n\nDans un bécher contenant 5,2g de sel de cuisine on ajoute 550cm3 d’eau.\n\n7- Quelle est la concentration massique de la solution (A) ainsi obtenue ? En déduire sa molarité.\n\n8- A 200cm3 de la solution (A) on ajoute 2g de sel de cuisine pour préparer la solution (B).\n\nQuelle est la concentration de la solution (B) ?\n\n9- Pour préparer la solution (C),on ajoute à 320cm3 de la solution (B) 150cm3 d’eau. Quelle est la\n\nmolarité de la solution (C)\n\nNB : Le sel de cuisine a pour formule chimique NaCl.\n\nPHYSIQUE\n\nExercice 3: (06pts)\n\nOn considère un ressort de raideur K=150N.m-1 sur lequel on accroche un objet de masse m=500g\n\npour observer un allongement ∆l de 12cm (∆l = 12cm ) .\n\n1- Faire un schéma représentant l’objet en équilibre et les forces qui lui sont appliquées.\n\n2- Calculer la tension du ressort puis donner ses caractéristiques.\n\n3- On accroche sur le même ressort en équilibre sans enlever l’objet initial une surcharge de\n\n175g.\n\na- Quel est l’allongement ∆l’ observé ?\n\nb- Quel est le travail effectué par le poids P’ lors de cette seconde déformation du\n\nressort. Préciser la nature motrice ou résistante de ce travail en le justifiant.\n\nNB: On donne : g = 10N.m-1\n\nExercice 4: (04pts)\n\nL’image A’B’ d’un objet AB par une lentille convergente est donnée par la figure ci-dessous :\n\nA’\n\nF O F’\n\nB’\n\n1- Reproduire la figure puis replacer l’objet AB .On donne : OF= OF’=2cm ; F’A’=0,5cm et\n\nA’B’=0,7cm .\n\n2- Caractériser l’image puis calculer la vergence et le grandissement.\n\n28\n\nBFEM BLANC : COMPOSITION DU DEUXIEME SEMESTRE Durée 01H30\n\nOn donne les masses molaires atomiques :\n\nM (H) =1g.mol-1 ; M (Cl) =35,5 g.mol-1 ; M (Na)=23 g.mol-1 ; M (O) =16 g.mol-1\n\nExercice 1 (06 points)\n\nUne solution concentrée d’acide chlorhydrique a été préparée en dissolvant 48L de chlorure\n\nd’hydrogène (le volume molaire est de 24L.mol-1 ) dans 1L d’eau. Un élève veut préparer 1L d’une\n\nsolution de concentration 0,05mol.L-1 à partir de la solution concentrée.\n\n1°) a- Quel volume de la solution faut-il prélever ? (01 point)\n\nb- Quel volume d’eau doit-il utiliser ? (01 point)\n\n2°) Il décide de verser l’acide sur l’eau, son camarade fait le contraire ; quel est le bon procédé ?\n\nJustifier ? (01 point)\n\n3°) Un volume Va = 50cm3 de la solution obtenue ont été utilisé pour doser un volume\n\nVb =30 cm d’une solution d’hydroxyde de sodium en présence de BBT.\n\na- Quelle est la coloration de la solution ainsi obtenue? (01 point)\n\nb- Quelle est la concentration Cb de la solution d’hydroxyde de sodium ? (02 points)\n\nExercice 2 (06 points)\n\nOn considère le circuit série constitué d’un générateur G, d’un conducteur ohmique de résistance R,\n\nd’une lampe L et d’un interrupteur K (voire figure ci-dessous)\n\n1°) On place convenablement un ampèremètre et un voltmètre pour mesurer respectivement l’intensité\n\ndu courant traversant le circuit et la tension aux bornes du conducteur ohmique. Refaire le schéma sur\n\nvotre feuille de copie en y faisant figurer les appareils de mesure. (01,5 points)\n\n2°) L’ampèremètre indique 750mA et le voltmètre 9V. En déduire la résistance R du conducteur\n\nohmique. (01 point)\n\n3°) La tension aux bornes de la lampe étant de 3V, calculer la tension délivrée par le générateur (on\n\nnéglige la tension aux bornes de l’ampèremètre) (02 points)\n\n4°) On branche en dérivation une autre résistance R’ de valeur 15Ω. En déduire la résistance\n\néquivalente. (01,5 points)\n\nK\n\nG\n\nL\n\nR\n\nExercice 3 (04 points)\n\nUne chute d’eau qui alimente les turbines d’une centrale hydroélectrique a un débit moyen de 7200m3\n\npar minute et une hauteur de 30m\n\n1°) Calculer le volume d’eau écoulée par seconde.En déduire le poids de cette eau (02 points)\n\n2°) Calculer le travail effectué par le poids de cette eau. (01 point)\n\n3°) Calculer la puissance de chute. (01 point)\n\nOn donne : g= 10 N/kg ρ= 1000 kg/m3\n\nExercice 4 (04 points)\n\nUne lentille convergente de centre optique O et de vergence 40 dioptries a donné d’un objet AB une\n\nimage A’B’ de hauteur 2cm située à OA’ = 5cm.\n\n1°) Faire la construction. (01 point)",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_270_kb.pdf",
    "year": 2005,
    "zone": null,
    "hasCorrection": true
  }
}