{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": null,
  "title": "t l charger 9 45 mb - part 3",
  "content": "- Etablir des dialogues personnalisés (imposés ou pas) à la fin de l’heure.\n\n- Prendre très vite contact avec les familles.\n\n- S’informer de la pratique des collègues.\n\n- Veiller à la gradation et l’adaptation des sanctions.\n\n• Des erreurs à éviter :\n\n- S’énerver, crier\n\n- Exclusions systématiques\n\n- Sanctions démesurées ou répétitives.\n\nD’autres questions, d’autres réponses, notes personnelles :\n\n41\n\nG. Gestion de classe : une séquence de mathématiques\n\nLes questions préalables\n\n• Quels sont les objectifs de la séance ?\n\n• Quels moyens pédagogiques mettre en œuvre pendant la séance ? (varier les supports :\n\nTICE ; photocopies ; rétroprojecteur ; vidéoprojecteur ;…) Usage du manuel ? Usage de la\n\nsalle informatique ? d’internet ?\n\n• Quelles évaluations en cours de séance ? (questions orales ? contrôle ?)\n\nChronologie de la séance\n\n•AVANT :\n\n- Entrée des élèves ? Retour au calme, comment ?\n\n- Mise en conditions pour commencer ? rituels ?\n\n- Éléments de réponses : Debout à leurs places ou en rang dans le couloir\n\n- Erreur à éviter : laisser pourrir.\n\n• PENDANT (« Découpage du temps ») :\n\na. Correction d’exercices donnés à la maison :\n\nQui corrige ? des élèves au tableau ? Comment vérifier les travaux donnés ?\n\nÉléments de réponses : ne corriger complètement qu’une partie ; donner des résultats ;\n\npasser dans les rangs en vérifiant que le travail est fait.\n\nErreurs à éviter : ne pas du tout corriger les exercices donnés ; ou alors passer trop de\n\ntemps.\n\nb. Nouvelles acquisitions :\n\nActivités dirigées ou non ? Quel degré d’autonomie ? durée des moments de recherche ?\n\nNombre d’acquis nouveaux ?\n\nÉléments de réponses :\n\n- Participation active des élèves aux activités.\n\n- Une seule compétence ou connaissance par heure\n\nErreurs à éviter : être trop magistral, être trop « ambitieux »\n\nc. La phase d’institutionnalisation ou « ce qu’il faut retenir » ?\n\nPlace de l’oral ? place de l’écrit ? le cahier de cours : sous quelle forme ? quel contenu ?\n\nÉléments de réponses :\n\nÉlaboration en commun du bilan ; ce bilan est écrit au tableau ou, ensuite, dicté.\n\nErreur à éviter : dicter sans participation préalable des élèves.\n\n42\n\nd. Exercices d’applications directes\n\nQuels exercices ? quel nombre ? quelle durée ?\n\nTraces des essais-erreurs ? Utilisation des erreurs ?\n\nÉléments de réponses :\n\nGraduer la difficulté.\n\nUtiliser les erreurs pour rebondir.\n\ne. Fin de l’heure\n\nGarder du temps pour un bilan et pour donner le travail à faire.\n\nErreurs à éviter : Fin de l’heure dans la précipitation et sortie chahutée.\n\n43\n\nH. Les temps de recherche\n\nQu’est-ce qu’un temps de recherche ?\n\nUn temps de recherche est différent d’un exercice à un autre (ou d’entraînement). Il doit\n\npermettre de confronter l’élève à un véritable obstacle (un problème dont la solution va\n\npermettre d’introduire une nouvelle notion, des problèmes à pistes multiples, …).\n\nPourquoi des temps de recherche ?\n\n- Faire des mathématiques, c’est se confronter à des problèmes variés et chercher des\n\nsolutions.\n\n- Faire en sorte que les élèves ne soient pas des spectateurs, des « copistes », mais soient\n\nrendus actifs.\n\nComment mettre en place des temps de recherche ?\n\n• Des questions à se poser :\n\n- A quel moment ? Quelle durée ? Quelle fréquence ? Quelle organisation matérielle ?\n\n- Comment exploiter les réponses, les non-réponses ?\n\n• Des éléments de réponses :\n\nLe moment et la durée à l’intérieur du cours peuvent être très variables, mais l’enseignant\n\ndoit s’être fait au préalable une idée de la durée de la recherche et du temps nécessaire à\n\nl’exploitation des résultats. On laissera aux élèves le temps de lire et de comprendre les\n\nconsignes, d’amorcer une recherche personnelle. On les incitera à commencer à écrire, à\n\nutiliser un cahier de brouillon. On veillera à retarder l’exposé de la solution d’un élève. Le\n\nprofesseur pourra mettre ce temps à profit pour passer dans les rangs, aider, conseiller. Il\n\nen profitera pour observer l’avancée des solutions et ainsi participer à l’organisation du\n\nmoment de synthèse.\n\nLe temps de mise en commun permettra de présenter (dans un ordre choisi) les différentes\n\npistes empruntées par les élèves, d’exploiter les aspects positifs de certaines erreurs. En\n\nfinal, la synthèse comportera une trace écrite.\n\n44\n\nI. Les exercices à la maison\n\n• Des questions à se poser :\n\n- Quels objectifs ? Quelles fréquences ? Quelle durée pour l’élève ? Comment les vérifier ?\n\n- Comment les corriger en classe ? Quel temps consacrer à la correction ?\n\n• Des éléments de réponses :\n\n- Objectifs : renforcer l’apprentissage en cours (exercices d’application), préparer la séance\n\nsuivante.\n\n- Fréquence et volume : à chaque séance pour la suivante, volume limité (travail dans\n\ntoutes les disciplines pour l’élève)\n\n- Vérification par le professeur : circuler dans les rangs, s’assurer que le travail a été fait\n\n(sinon installer un dispositif progressif de sanction).\n\n- Correction : début de séance en temps limité (que font les élèves pendant ce temps ?), on\n\npeut par exemple détailler la démarche d’un calcul puis donner le résultat des autres ; on\n\npeut faire noter au tableau des calculs en parallèle par deux ou trois élèves. Les\n\ncommentaires des calculs faits au tableau tiennent alors lieu de correction. On saisit les\n\noccasions d’un traitement de l’erreur par la classe.\n\n• D’autres questions, d’autres réponses, notes personnelles :\n\n……………………………………………………………………………………………………………………………………………………\n\n……………………………………………………………………………………………………………………………………………………\n\n……………………………………………………………………………………………………………………………………………………\n\n45\n\nJ. Les devoirs en temps libre sur feuille\n\n• Des questions à se poser :\n\nQuels objectifs ? Quelle fréquence ? Sous quelle forme ? Comment les noter ? Quelle\n\ndurée pour la correction ? Comment dissuader l’élève du copiage ?\n\n• Des éléments de réponses :\n\n- Objectifs : rédaction (maîtrise de la langue), recherche, développement de l’autonomie.\n\n- Fréquence : (voir document joint) une fréquence élevée (2 par mois au moins) ; le devoir\n\nest donné une semaine à l’avance ; durant cette semaine le professeur s’informe de\n\nl’avancée du travail, suscite les questions et donne des pistes.\n\n- Volume : les devoirs peuvent être courts.\n\n- Motiver l’élève à rendre le devoir et à fournir un travail personnel : par l’intérêt du\n\ncontenu, par son articulation éventuelle avec le contrôle à venir, par une évaluation\n\npositive des efforts (il peut compter dans la moyenne mais avec un coefficient adapté), par\n\nune longueur raisonnable.\n\n- Forme : variée : problèmes « classiques », démonstrations à rédiger, construction\n\ngéométrique accompagnée de programme de construction… (éviter les « gammes » :\n\nbatteries d’exercices, …), réalisation d’une fiche d’erreurs d’un contrôle précédent, activité\n\npréparatoire à un nouveau thème (utilisation d’acquis antérieurs) …\n\n- Correction des copies : elle interviendra le plus rapidement possible après la remise des\n\ncopies par l’élève ; la copie est le support d’un échange entre le professeur et l’élève et sa\n\nfamille (ne pas oublier d’y porter des annotations : conseils, encouragements, …).\n\n- Correction en classe : brève, pas nécessairement exhaustive, pointer quelques difficultés\n\nou réussites observées lors de la correction des copies, refaire travailler un point.\n\n• D’autres questions, d’autres réponses, notes personnelles :\n\n……………………………………………………………………………………………………………………………………………………\n\n……………………………………………………………………………………………………………………………………………………\n\n……………………………………………………………………………………………………………………………………………………\n\n46\n\nK. La communication en mathématique\n\nDe façon générale, la communication est définie comme un échange d’une information,\n\nd’un message entre un émetteur et un récepteur au moyen d’un médium (p. ex., signes,\n\nsignaux). De par sa définition, le langage est un outil de communication à base de sons et\n\nde symboles que les gens utilisent pour se faire comprendre. La pensée mathématique est\n\naussi un langage, un moyen de communiquer des faits de la vie réelle.\n\nComme tout autre langage, le langage mathématique comprend :\n\n•des symboles représentant des mots, des idées, des concepts (p. ex., 4, =, %, ( ), +, <, >, ml,\n\n¢, ¾, π)\n\n•\u0001Des phrases (p. ex., 27 + 44= 71, A= b x h)\n\n•\u0001Des textes (p. ex., un diagramme, un tableau, une table de valeurs).\n\nComme dans tout autre langage, si l’on veut être capable de décoder le langage\n\nmathématique, de le comprendre et de l’utiliser, il faut être en mesure d’en interpréter\n\ntoutes ses composantes. Il faut apprendre à l’entendre, à le lire, à le parler et à l’écrire.\n\n•\"Dans le cadre de la communication orale, l’enseignant apprend à l’élève à interpréter et à\n\narticuler des messages qui utilisent la terminologie juste et précise liée aux\n\nmathématiques.\n\n• Dans le cadre de la communication écrite, il faut rendre l’élève capable d’analyser et de\n\nformuler des messages écrits à l’aide du code des mathématiques (Centre franco-ontarien\n\nde ressources pédagogiques, 2002, p. 40).\n\nVersion provisoire pour mise à l’essai 106\n\nI. L’importance de la communication en mathématiques\n\nLa communication en classe de mathématiques est essentielle ; elle permet de donner un\n\nsens aux concepts mathématiques à l’étude. Savoir exprimer ce qu’ils ont pensé, ce qu’ils\n\nont fait, ce que la solution représente permet aux élèves d’apprendre et de comprendre les\n\nmathématiques. Voici trois éléments qui soulignent la raison d’être de la communication\n\nen mathématiques.\n\n1. Utiliser les connaissances et compétences en mathématiques.\n\nLa communication permet d’utiliser ses connaissances et ses compétences en\n\nmathématiques pour exprimer ou échanger des idées. (Ministère de l’Éducation de\n\nl’Ontario, 2005a, p. 12)\n\n2. Avoir un regard analytique sur le raisonnement des autres.\n\nEn écoutant, en parlant et en écrivant en mathématiques, les élèves sont non seulement\n\namenés à organiser, à réorganiser et à consolider leur raisonnement et leur compréhension\n\ndes mathématiques, mais aussi à analyser, à évaluer et à développer le raisonnement\n\nmathématique des autres élèves et à s’en inspirer.\n\n47\n\n3. Encourager une participation dynamique et interactive des élèves.\n\nQuand le discours de l’enseignant ou de l’enseignante prédomine lors des discussions avec\n\nle groupe classe, les élèves ont tendance à lui confier le rôle d’expert ou d’experte, au lieu\n\nde comprendre qu’ils peuvent formuler leurs propres solutions et apprendre les uns des\n\nautres.\n\nII. Stratégies favorisant la communication en mathématiques\n\nIl faut que l’enseignant ou l’enseignante accorde une importance particulière à la\n\ncompréhension et à l’utilisation du vocabulaire et des expressions mathématiques. Il ou\n\nelle devrait mettre l’accent sur la compréhension, la répétition ou même la reformulation\n\ndes idées articulées lors des échanges ou des discussions de classe. Les élèves devraient\n\nêtre en mesure d’utiliser leur capacité d’analyse critique et d’exprimer leur accord ou leur\n\ndésaccord avec les propos de leurs camarades de classe. Ils doivent apprendre à écouter et\n\nà communiquer dans un contexte de travail d’équipe et lors des échanges d’idées qui\n\ns’ensuivent.\n\nPlusieurs stratégies permettent de développer la communication orale en mathématiques.\n\nAfin de susciter l’intérêt des élèves pour cette forme de communication, l’enseignant ou\n\nl’enseignante devrait utiliser une variété de stratégies. En voici quelques-unes\n\naccompagnées d’une brève description :\n\n1. Questionnement\n\nPoser des questions est une stratégie d’enseignement permettant d’amener les élèves à\n\ns’engager dans une tâche et, graduellement, à réfléchir de façon autonome.\n\nCette stratégie :\n\n- permet de traiter une question particulière sous tous ses aspects, ce qui rehausse le\n\nniveau de compréhension des élèves ;\n\n- facilite les applications mathématiques ;\n\n- engage à la réflexion et à la discussion ;\n\n- permet d’exposer les élèves à différentes façons de communiquer un raisonnement ;\n\n- favorise l’acquisition de la terminologie mathématique appropriée.\n\n2. Présentation\n\nCette stratégie exige de préparer et présenter un exposé ou une affiche expliquant des\n\nconcepts mathématiques ou des solutions trouvées, dans divers contextes, comme une\n\nfoire mathématique, une soirée portes-ouvertes, dans un vidéo-clip ou lors d’olympiades\n\nmathématiques.\n\nCette stratégie :\n\n• permet de communiquer de façon succincte la compréhension d’un concept ou d’une\n\nsituation de résolution de problèmes ;\n\n• engage à la réflexion et à la discussion ;\n\n• permet d’exposer les élèves à différentes façons de communiquer un raisonnement.\n\n3. Débat\n\nLe débat est une occasion de défendre ses points de vue ou ses idées devant les autres. La\n\npratique de cette stratégie favorise le développement de la compréhension conceptuelle\n\nen mathématiques tout en formant les élèves à justifier des arguments de façon précise et\n\nconvaincante.\n\nCette stratégie :\n\n• fournit aux élèves l’occasion d’exprimer leur opinion, de la faire valoir et de la défendre ;\n\n• favorise l’argumentation ;\n\n• permet d’utiliser des contre-exemples ;\n\n• favorise l’acquisition de la terminologie mathématique appropriée ;\n\n• favorise l’acquisition de l’éloquence et de la confiance en soi devant un auditoire.\n\nIII. Communication écrite en mathématiques\n\nL’écrit est un outil précieux sur le plan de l’apprentissage et de l’évaluation. « Le savoir-\n\nécrire repose sur un ensemble de stratégies qui permet de rédiger des textes à des fins\n\nscolaires ou dans différents contextes de la vie quotidienne. Écrire est aussi une forme\n\nd’expression de soi qui, dans le contexte scolaire, sert à vérifier ce qui a été appris et\n\ncompris. » (Ministère de l’Éducation de l’Ontario, 2004c, p. 38)\n\nLa communication écrite en mathématiques est l’utilisation des symboles, des conventions\n\net de la terminologie ou vocabulaire mathématique avec exactitude. La communication\n\nécrite permet :\n\n• d’émettre des hypothèses ;\n\n• de présenter des stratégies ;\n\n• d’expliquer le raisonnement ;\n\n• de poser des questions ;\n\n• de démontrer son idée.\n\nL’apprentissage de la communication écrite est progressif. Aux cycle primaire, la\n\ncommunication est surtout orale. Toutefois, l’apprentissage de la communication écrite\n\ncommence avec des notions élémentaires.\n\nLes élèves apprennent quelques conventions mathématiques et sont capables d’exprimer\n\nleur pensée par des dessins ou des symboles.\n\nAu cycle secondaire collégial les élèves continuent l’apprentissage de la communication\n\nécrite en mathématiques. Face à un problème mathématique, ils sont tenus de trouver le\n\nrésultat, de l’exprimer et de le justifier par écrit.\n\n49\n\nAu cycle secondaire qualifiant, la communication vise un niveau plus élevé\n\nd’argumentation. Les élèves apprennent à élaborer et exprimer des arguments\n\nmathématiques appropriés à la situation mathématique donnée et à présenter des\n\njustifications mathématiques des arguments qu’ils avancent. En conséquence, ils\n\naméliorent leur capacité d’organisation et de présentation écrite d’un résultat d’une\n\nactivité mathématique. L’amélioration de la communication écrite est notable.\n\nPar exemple, le dessin très rudimentaire au début de l’apprentissage devient raffiné et\n\nreprésente réellement une idée ou un concept : dessiner un carré ou un triangle,\n\nreprésenter une unité ou une dizaine à l’aide du matériel à base 10, représenter un entier à\n\nl’aide de jetons bicolores, dessiner une droite dans un repère cartésien, etc.\n\n« La communication en classe de mathématiques est un moyen indispensable et\n\nincontournable d’apprentissage. Mais pour être efficace, la communication doit favoriser\n\nle recours à des raisonnements et à des argumentations mathématiques se rapportant aux\n\nconcepts visés. »\n\n(RADFORD ET DEMERS, 2004, P. 16)\n\nIX. ANNEXE\n\nLes technologies de l'information et de la communication dans\n\nl’enseignement des mathématiques au collège et au lycée\n\nCe que disent les textes\n\n1. Au collège\n\n« L’usage raisonné de plusieurs types de logiciels est particulièrement adapté en\n\nmathématiques ; il en est ainsi des tableurs, des logiciels de construction géométrique et\n\ndes logiciels de calcul formel.\n\nLes tableurs, étudiés en technologie, présentent un grand intérêt pour l’étude de\n\nnombreuses données numériques et la réalisation de nombreux calculs ainsi que leur\n\nprésentation sous forme de tableaux. Ces logiciels peuvent aussi être utilisés pour\n\nl’apprentissage de l’algèbre à travers l’étude et la construction de formules ; ils fournissent\n\négalement, en association avec un grapheur, un moyen puissant de représenter des\n\ndonnées sous forme graphique.\n\nLes logiciels de construction géométrique ont aussi un rôle à jouer dans l’apprentissage de\n\nla notion de figure géométrique, par l’éclairage nouveau qu’ils donnent au rôle des\n\npropriétés dans les figures. Ils permettent, en déplaçant les points tout en conservant les\n\npropriétés, de donner aux élèves une vision plus générale de la figure. On peut ainsi\n\nfaciliter l’accès à des conjectures, au raisonnement et à la démonstration. Les logiciels de\n\ngéométrie dans l’espace peuvent aussi contribuer à une meilleure perception des figures.\n\nLes logiciels de calcul formel permettent de construire des situations d’apprentissage\n\nintéressantes pour les calculs avec les fractions, les racines carrées, le traitement des\n\nexpressions algébriques ou la résolution d’équations. Ils comportent des modules pour le\n\ntracé des représentations graphiques.\n\n[Accompagnement des programmes du cycle central]\n\nD’une part les calculatrices et les logiciels offrent toujours davantage de possibilités\n\nd’expérimentation tant dans le domaine géométrique que dans le domaine numérique ou\n\ndans celui de la gestion des données.\n\nD’autre part, l’informatique fait et fera de plus en plus partie de l’environnement des\n\nélèves. Ainsi l’enseignement des mathématiques peut, dans ce cadre, utiliser avec profit\n\ndes expérimentations diverses sur les objets qu’elles étudient comme les nombres ou les\n\nfigures géométriques, et contribuer ainsi à la formation des élèves. Les calculatrices sont\n\nprécieuses pour réaliser des explorations nombreuses dans le domaine numérique… Les\n\nlogiciels de géométrie permettent de varier \" à l’infini \" les cas de figure dans une situation\n\ndonnée. Par exemple, la construction de plusieurs figures dans le cas où l’on compose des\n\nsymétries centrales permet de reconnaître visuellement des parallélismes, ce qui conduit à\n\nconjecturer le résultat.\n\n51\n\n[Document d’accompagnement des programmes de troisième]\n\n2. Au lycée\n\na. Au lycée d’enseignement général et technologique\n\n« L’utilisation des TICE s’avère tout à fait adaptée à de nombreux domaines de\n\nl’enseignement des mathématiques : le programme de seconde y fait référence dans\n\nchacun de ses chapitres […]\n\nL’outil informatique donne la possibilité d’une démarche quasi expérimentale dans le\n\nchamp des nombres et des figures du plan et de l’espace, favorisant une approche plus\n\nactive et donc plus impliquante. Il élargit considérablement les possibilités d’observation\n\net de manipulation ; ainsi la prise en charge d’un grand nombre de calculs ou d’une\n\nmultitude de cas de figure permet d’observer et de vérifier de façon empirique différentes\n\npropriétés […]\n\nLors de la résolution d’un problème géométrique, l’outil informatique permet d’en obtenir\n\nrapidement, le plus souvent de façon dynamique et interactive, une représentation très\n\nconcrète ; des modifications de l’aspect de la configuration mettent en évidence les\n\ninvariants ou les propriétés à démontrer : la route vers la démonstration est alors ouverte\n\n[…] » [document d’accompagnement des programmes de seconde]\n\nb. Au lycée professionnel\n\n« Dans les classes du cycle de détermination BEP, l’emploi, en mathématiques, des\n\nmatériels informatiques existant dans les établissements est à encourager….L’utilisation de\n\nlogiciels (tableur, grapheur,…) peut faciliter grandement la compréhension de nombreuses\n\nnotions de mathématiques et la résolution de problèmes : en produisant très rapidement\n\ndes figures propres et variées, en permettant le mouvement de certains éléments choisis\n\nsur une figure…, ces logiciels fournissent toute une série d’exemples et de contre exemples\n\nnumériques ou graphiques susceptibles d’apporter une motivation, d’alimenter le débat au\n\nsein d’une classe et de donner du sens aux concepts mathématiques figurant dans les\n\ndifférentes parties du programme (fonctions, statistique, géométrie,…). » [programme de\n\nBEP]\n\n« L’initiation au tableur, faite au collège doit être renforcée et trouve naturellement sa\n\nplace dans certains chapitres. Les possibilités offertes par l’informatique d’expérimenter\n\nsur des nombres et des figures apportent de nouvelles motivations en mathématiques ; des\n\nlogiciels spécifiques pourront aider à surmonter certains obstacles rencontrés par les\n\nélèves de CAP. » [programme de CAP]\n\n« L’emploi en mathématiques des matériels informatiques doit impérativement être\n\ndéveloppé, par exemple : utilisation de micro-ordinateurs par les élèves, utilisation dans la\n\nclasse d’un micro-ordinateur équipé d’une tablette de rétroprojection ou d’un grand\n\nécran1. L’utilisation de logiciels peut faciliter grandement la compréhension de\n\nnombreuses notions mathématiques et la résolution de problèmes, en produisant très\n\nrapidement des illustrations graphiques variées. Ces logiciels fournissent toute une série\n\nd’exemples et de contre exemples numériques ou graphiques et permettent de donner du\n\nsens aux concepts de mathématiques figurant dans les différentes parties du programme\n\n». [programme de Bac. Pro.]\n\n3. La place des TICE en mathématiques\n\nL’objectif de l’enseignement des mathématiques est de développer conjointement et\n\nprogressivement les capacités d’expérimentation et de raisonnement, d’imagination et\n\nd’analyse critique. À travers la résolution de problèmes, la modélisation de quelques\n\nsituations et l’apprentissage progressif de la démonstration, les élèves peuvent prendre\n\nconscience petit à petit de ce qu’est une véritable activité mathématique, identifier un\n\nproblème, expérimenter sur des exemples, conjecturer un résultat, bâtir une\n\nargumentation, mettre en forme une solution, contrôler les résultats obtenus et évaluer\n\nleur pertinence en fonction du problème étudié.\n\nPar ses spécificités, l’outil informatique complète les moyens à la disposition des\n\nenseignants et des élèves pour mettre en œuvre ces différents aspects d’une véritable\n\nactivité mathématique.\n\nEn effet, il permet notamment :\n\n• d’obtenir rapidement une représentation d’un problème, d’un concept afin de lui donner\n\ndu sens et de favoriser son appropriation par l’élève ;\n\n• de relier différents aspects (algébrique, géométrique, …) d’un même concept ou d’une\n\nmême situation ;\n\n• d’explorer des situations en faisant apparaître de façon dynamique différentes\n\nconfigurations ;\n\n• d’émettre des conjectures à partir d’une expérimentation interactive lors de l’étude d’un\n\nproblème comportant des questions ouvertes ou d’une certaine complexité, et de\n\nprocéder à des premières vérifications ;\n\n• de se consacrer à la résolution de problèmes issus de situations courantes, alors que les\n\ncalculs sont longs ou complexes ;\n\n• de procéder rapidement à la vérification de certains résultats obtenus.\n\n4. Les outils\n\na. Les calculatrices\n\nL’usage des calculatrices numériques puis graphiques (voire formelles) contribue à\n\nl’acquisition des propriétés des nombres et des fonctions. La nouvelle approche «\n\ngraphique » des fonctions, introduite dans le programme de seconde prend tout son sens\n\ngrâce à l’utilisation de calculatrices graphiques, dont l’usage est déjà prescrit dans les\n\nclasses de Premières et Terminales ES et S.\n\nL’usage des calculatrices contribue à l’acquisition de savoirs et de savoir-faire et peut\n\npermettre aux élèves de pratiquer plus aisément une réelle démarche mathématique. Il\n\n53\n\npermet aussi, à différents niveaux et dans différents domaines, de favoriser\n\nl’apprentissage\n\nd’une\n\ndémarche\n\nalgorithmique\n\n(introduction\n\nde\n\nla\n\nrécurrence,\n\napproximation d’une racine d’une équation, arithmétique).\n\nPar ailleurs, la calculatrice est un outil indispensable pour le traitement numérique et\n\ngraphique des données statistiques.\n\nb. Plus particulièrement, en lycée professionnel\n\n« Dans les classes du cycle de détermination BEP, l’emploi des calculatrices en\n\nmathématiques a pour objectif, non seulement d’effectuer des calculs, mais aussi de\n\ncontrôler des résultats et d’alimenter le travail de recherche. De plus, en analyse, cet usage\n\npermet d’accéder rapidement à des fonctions variées et éventuellement à leur\n\nreprésentation graphique. » [programme de BEP]\n\n« L’emploi des calculatrices en mathématiques a pour objectif, non seulement d’effectuer\n\ndes calculs, mais aussi de contrôler des résultats et d’alimenter le travail de recherche ».\n\n[programme de Bac. Pro]\n\nEn lycée professionnel, l’enseignement des mathématiques et des sciences physiques par\n\nle même enseignant offre la possibilité de réinvestir certaines connaissances d'un outil\n\ninformatique, calculatrice ou logiciel, dans l'autre valence (par exemple avec l'EXAO).\n\nc. Les logiciels de géométrie\n\nLes logiciels de géométrie permettent une approche dynamique de la construction de\n\nfigures et par la mise en valeur d’invariants facilitent la résolution de problèmes. De plus,\n\ndans le cas de la géométrie dans l’espace en particulier, ils sont une source de visualisation\n\net, à ce titre, contribuent à l’apprentissage.\n\nIls permettent aussi, comme d’autres types de logiciels, de varier et associer facilement les\n\npoints de vue (numériques, fonctionnels, graphiques, géométriques) et contribuent à\n\nl’unité de la formation donnée aux élèves.\n\nd. Le tableur\n\nL’utilisation du tableur en mathématiques figure dans les programmes à partir de la classe\n\nde Quatrième.\n\nSes utilisations sont multiples :\n\n• aide à l’acquisition du calcul algébrique ;\n\n• introduction de la notion de fonction et lien entre expression et fonction, entre fonction\n\net représentation graphique ;\n\n• rangement de données en tableau(x) et représentation sous forme de courbes ou de\n\ndiagrammes ;\n\n• dans le domaine de la statistique, le tableur permet à la fois de faire des simulations et de\n\nrécupérer les données pour les analyser et les représenter. Reliés à des appareils de\n\nmesure, les ordinateurs peuvent recueillir puis analyser des données en temps réel.\n\n54\n\ne. Les logiciels de calcul symbolique\n\nL’utilisation du calcul symbolique n’est pas prise en compte dans les programmes actuels.\n\nCependant, grâce notamment aux calculatrices intégrant le calcul formel, l’usage de ces\n\nlogiciels par les élèves se développe.\n\nLeur prise en compte par les enseignants devient nécessaire à court terme.\n\nf. L’internet\n\nL’usage de l’internet (ou d’un intranet) en mathématiques en est à ses débuts, mais déjà\n\ncertaines applications méritent d’être développées dans le cadre d’une utilisation\n\ngénéralisée dans l’ensemble des disciplines :\n\n• la recherche documentaire sur la toile concerne aussi les mathématiques : c’est\n\nparticulièrement le cas dans le cadre de la pédagogie de projet au collège et aux lycées.\n\nDe plus de nombreux sites (académiques ou autres) proposent des exercices, des tests,\n\ndes énigmes parfois sous forme de concours ;\n\n• l’utilisation de logiciels en ligne commence à être proposée grâce au développement de\n\nversions Java ou ActiveX de certains logiciels (Cabri, Geoplan, Geospace) ;\n\n• le courrier électronique permet des échanges personnalisés entre élèves ou entre le\n\nprofesseur et des élèves. Il peut être aussi le prétexte à des exercices spécifiques\n\n(description de figure, mises-en forme de démonstration, passage d’un langage codé au\n\nlangage courant, etc.).\n\n5. Typologie des usages\n\na. Utilisation en classe\n\nCette utilisation par le professeur, ou par un élève qui « passe au clavier », permet\n\nd’illustrer une définition ou une propriété au moment où elle est introduite. Elle est donc\n\ncourte. Elle nécessite la présence d’un dispositif de vision collective (vidéoprojecteur,\n\nécran de très grande taille, tablette rétro projetable, chariot multimédia …).\n\nUne autre démarche ponctuelle peut aussi être l’utilisation par les élèves d’ordinateurs en\n\nfond de classe autant que de besoin.\n\nb. Utilisation en « salle d’informatique » ou « salle multimédia »\n\nLa séance se déroule sous forme de TP sur ordinateur. Les élèves, en groupe restreint,\n\npeuvent être seuls ou à deux par poste ; dans ce dernier cas, qui devrait être la règle au\n\ndébut, celui des deux élèves qui n’est pas au clavier est chargé de vérifier et de garder une\n\ntrace.\n\nPour une telle séance, il convient que les trois conditions suivantes soient remplies :\n\n• la séquence informatique est simple et progressive de sorte que tous les élèves puissent\n\neffectivement travailler pendant la totalité de la séance et arriver à un résultat, même\n\nmodeste ;\n\n• la manipulation sur l’ordinateur est complétée par un travail mathématique écrit ; une\n\n55\n\nconjecture est validée par une démonstration, un contre-exemple s’intègre dans la\n\nrestitution, etc. ;\n\n• un compte rendu de TP est demandé et corrigé par le professeur.\n\nSi la salle informatique a une configuration adaptée et permet à la fois le travail d’une\n\npartie des élèves au clavier et de l’autre partie sur des tables banalisées, il est bon de\n\nprévoir une alternance des élèves derrière les ordinateurs de façon à marquer de manière\n\nplus nette la complémentarité du travail mathématique et du travail sur l’ordinateur. Cette\n\ndisposition doit être adoptée lorsque aucun dédoublement n’est possible.\n\nc. Utilisation hors du temps d’enseignement\n\nL’accès à des ordinateurs placés au CDI ne peut être considéré comme suffisant pour\n\nl’entraînement des élèves. Ceux-ci devraient pouvoir travailler, en libre-service, dans le «\n\nlaboratoire de mathématiques » ou, à défaut, dans une salle équipée de micro-ordinateurs\n\npourvus des logiciels utilisés en mathématiques. Cet accès est une condition essentielle\n\npour l’égalité des chances. Il est crucial dans le cadre du travail des élèves en autonomie.\n\nd. Utilisation par les professeurs\n\nIl est souhaitable que sur les ordinateurs destinés dans l’établissement aux professeurs\n\nsoient installés les logiciels de mathématiques usuels.\n\n6. Le rôle des inspecteurs\n\na. L’évaluation lors de l’inspection individuelle\n\nSystématiquement, les inspecteurs de mathématiques doivent s’enquérir de la formation\n\ndonnée aux élèves dans le domaine de l’utilisation des TICE, en contrôlant à la fois la\n\nprogression suivie, les thèmes de travaux proposés et les traces gardées par les élèves.\n\nCette utilisation, dans les classes où elle fait partie du programme, ne doit pas être rejetée\n\nen fin d’année. De plus, en dehors d’éventuelles séances dédiées à l’usage des TICE, il est\n\nbon que les inspecteurs manifestent leur désir d’assister, lors d’un cours normal, à une\n\nillustration de concepts ou de configurations réalisée grâce à l’informatique. Il est\n\nsouhaitable que les rapports d’inspection prennent en compte cette dimension des\n\nprogrammes.\n\nb. L’évaluation collective et l’impulsion\n\nCompte tenu de l’état actuel de l’utilisation des TICE en mathématiques dans de trop\n\nnombreux établissements, les inspecteurs ont un rôle d’impulsion et d’entraînement à\n\njouer. Il faut convaincre les enseignants de la nécessité du travail d’équipe dans la\n\ndiscipline et avec les collègues des autres disciplines.\n\nIl faut aussi leur montrer la nécessité d’un suivi des pratiques sur tout le cursus scolaire.\n\nLes réunions pédagogiques doivent être l’occasion d’un échange et le prélude à la mise en\n\nplace de formations.\n\nc. La formation des enseignants\n\n56\n\nIl est souhaitable que les formations de professeurs de mathématiques à l’utilisation des\n\nTICE dans la discipline se déroulent, dans la mesure du possible, dans l’établissement. Pour\n\ncela, les inspecteurs doivent susciter les demandes des équipes : en particulier, toute\n\ndotation en matériel et/ou en logiciel devrait, à courte échéance, être accompagnée d’une\n\naction de formation sur site. Revient aussi aux inspecteurs le suivi de ces actions de\n\nformation et l’analyse des évolutions de pratiques qui en résultent.\n\nPour ce qui concerne la formation initiale, dévolue à l’IUFM, il importe de tenir compte\n\ndans le choix des conseillers tuteurs de leur capacité à montrer la mise en œuvre des TICE\n\ndans l’enseignement des mathématiques. Là, le rôle des inspecteurs est de\n\nrecommandation et d’incitation.\n\nd. Les relations avec les partenaires\n\nLes inspecteurs territoriaux travaillent naturellement en liaison avec le CRDP, l’IUFM, la\n\ncellule TICE du rectorat, les IREM, en particulier pour les actions d’animation pédagogique\n\nqu’ils pilotent, ainsi que pour la validation des contenus pédagogiques des sites\n\nacadémiques.\n\nLes inspecteurs ont aussi un rôle de conseil auprès des chefs d’établissements et des\n\ninstances rectorales au niveau de l’équipement des établissements.\n\n57\n\nX. Fiches de préparation en mathématiques\n\n1. Une fiche de préparation permet de prévoir précisément :\n\n• Ce que l’on veut faire apprendre aux élèves.\n\n• Comment on évaluera les acquis ?\n\n• Quelle stratégie on choisit et pourquoi ?",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_9_45_mb.pdf",
    "year": 2020,
    "zone": null,
    "hasCorrection": true
  }
}