{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": null,
  "title": "t l charger 980 kb - part 2",
  "content": "- Quelles sont la nature, la distance focale et la vergence de la lentille L ?\n\n- Construire l'image de l'objet AB.\n\n14 M .Diagne Professeur de sciences physiques au Lycée de Kounoune / DAKAR\n\n3P2 :LA DISPERSION DE LA LUMIERE BLANCHE\n\nA) Compléter :\n\nLa lumière blanche est décomposée par la traversée d’un prisme de verre : c’est le phénomène de\n\n…………………………………………………… de la lumière.\n\nLe spectre obtenu est …………………………………………………… et montre que la lumière blanche\n\nest formée\n\nd’une infinité de lumières ……………………………………………………\n\nL’ensemble des lumières obtenues constitue le spectre ……………………………………………………\n\nB) Des définitions\n\nChercher la signification des mots de la liste suivante :\n\nLumière polychromatique\n\nLumière monochromatique\n\nLumière noire\n\nRadiation IR\n\nRadiation UV\n\nC) 1-Compléter le texte ci-dessous en ajoutant les mots ou groupes de mots manquants1 L’œil\n\n………………. a un cristallin peu convergent. Il donne des images ………….. la rétine. On le\n\ncorrige par le port de lentille …………………..\n\n2- Dans le spectre de la lumière blanche, on distingue ……….. lumières ……………….. : la\n\nlumière blanche est donc une lumière …………………… .\n\nEXERCICE1\n\nDonner les mots permettant de remplir de la grille ci-\n\ncontre :\n\nHorizontalement :\n\n1 – sert à décomposer une lumière\n\n3 – est une lumière fondamentale\n\n7 – blanche, elle est polychromatique\n\nVerticalement :\n\n1 – la température de celle du soleil est de l’ordre de\n\n6000°C\n\n8 – elle est quelquefois une bande colorée\n\n11 – il est utilisé pour décomposer la lumière blanche\n\nEXERCICE 2 :\n\nL'arc-en-ciel est une belle irisation résultant de la dispersion de la lumière blanche.\n\n1- Donnez, dans l'ordre, les différentes couleurs observables dans l'arc-en-ciel.\n\n2-Indiquez le rôle joué respectivement par le soleil, la pluie et le ciel.\n\nEXERCICE 3 :\n\nMoctar, habillé en noir et Ibou en blanc vont à l'école par un après-midi ensoleillé.\n\n1- Donnez une explication à chacune de leurs sensations : Moctar étouffe de chaleur et Ibou se sent\n\nà l'aise.\n\n2- A la tombée de la nuit, ils traversent une route très fréquentée par des voitures à phares blancs ;\n\nlequel des deux copains est le plus en danger et pourquoi ?\n\nEXERCICE 4 :\n\nUn objet, éclairé par une lumière blanche, est rouge. Indiquez sa coloration quand il est éclairé par\n\n1- Une lumière rouge.\n\n2- Une lumière bleue\n\n3- Une lumière verte.\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n1 2 3 4 5 6 7 8 9 10\n\n15 M .Diagne Professeur de sciences physiques au Lycée de Kounoune / DAKAR\n\n3P3 : FORCES\n\na) Compléter les phrases suivantes. \n\nUne force une cause capable de produire un ……………………………………….de modifier un\n\n………………………………………., ou de ………………………………………. un corps. \n\nLa force éolienne est une force ……………………………………….. \n\nLa force ………………………………………. exercée par un lutteur sur son adversaire est une force\n\nde\n\ncontact. \n\nL’unité internationale de force est ……………………………………….. \n\nLe point d’application du poids d’un corps est ……………………………………….. \n\nLa force magnétique est une force ………………………………………. .\n\nb) Compléter le texte ci-dessous en ajoutant les mots ou groupe de mots manquants\n\n1- Une intensité : c’est :……………………… exprimée en …………………………………...\n\n2- Une droite d’action : c’est …………… ; elle peut être ………, ……………, …….. ………\n\n3- On mesure la valeur d’une force à l’aide d’un ……………………………. ………………..\n\nExercice 1:\n\nLe poids d'un objet est une force.\n\n1 -Donner sa définition et dites c'est quelle sorte de force ?\n\n2- Indiquer et préciser ses caractéristiques.\n\nExercice2\n\nUne boule de poids 100 N est suspendu à un fil fixé à un plafond. (Faire un schéma en indiquant le\n\npoids )\n\n1) Quelles sont les forces qui s’exercent sur la boule ? Donner leurs caractéristiques.\n\n2) Sur le schéma, représenter les forces qui s’exercent sur la boule. (Echelle: 1 cm pour 40 N )\n\nExercice3\n\nUn objet de masse 500 g est posé sur une table horizontale. Il est en équilibre.\n\n1) Faire un schéma et représenter les forces qui s’exercent sur l’objet.\n\n2) Faire l’inventaire des forces qui s’exercent sur l’objet.\n\n3) Donner leurs caractéristiques de chacune des forces.\n\nExercice4\n\nUne caisse de masse 1 kg est posée sur une table horizontale\n\n1) Représenter son poids.\n\n2) La table exerce-t-elle une force sur la caisse ? Si oui, quelles sont les caractéristiques de cette\n\nforce ? La représenter. (Echelle : 1 cm pour 1 N ; g = 9,8 N.kg-1 )\n\nExercice 5 :\n\nReprésenter par un vecteur chacune des forces suivantes :\n\n1- Le poids d’une plaque métallique pesant 4,75 N (1,5 pt)\n\n2 - La force de traction de 525 N avec laquelle une remorque est déplacée horizontalement.\n\nEXERCICE 6:\n\nLa caisse C de poids 20 N est en équilibre sur une\n\ntable tel qu’indiqué par le schéma ci-contre. A et B\n\nsont deux charges pesant chacune 0,5 kg\n\n1- Reprendre le schéma en représentant toutes les\n\nforces agissant sur la caisse C\n\n2- Représenter le poids de chacune des deux\n\ncharges.\n\n3- Donner l’intensité de chacune de ces force\n\ncaiss\n\nPoulie\n\nPoulie\n\nA\n\nB\n\nC\n\n16 M .Diagne Professeur de sciences physiques au Lycée de Kounoune / DAKAR\n\nEXERCICE 7:\n\nUn objet de masse 500 g est suspendu à un ressort et pend.\n\n1- Représenter, sur un schéma, les forces qui lui sont appliquées\n\n2- Donner, en les précisant, les caractéristiques de chacune de ces forces.\n\nEXERCICE 8 :\n\nFaites, sur un schéma, l'inventaire de toutes les forces qui s'appliquent sur une voiture roulant à\n\nvitesse constante sur une route horizontale.\n\nEXERCICE 9 :\n\n1) Une force a une intensité de 30 N. représenter cette force en utilisant les échelles suivantes:\n\n1 cm pour 5 N ; 1 cm pour 6 N; 1 cm pour 10 N\n\n3) Donner l’intensité d’une force représentée par un vecteur de longueur 6 cm.\n\nEXERCICE 10:\n\nSur la figure ci-dessous, représenter les forces qui existent entre le corps et\n\nle fil, sans faire référence à une échelle. Quelles sont celles qui s’exercent sur le corps ?\n\nEXERCICE 11: ( Etalonnage d’un ressort )\n\nPour allonger un ressort d’une valeur x, on lui accroche un poids P. Les résultats de mesure sont\n\nregroupés dans le tableau suivant :\n\n)\n\n1) Tracer la courbe représentative de la fonction P(x) dans un repère orthonormé.\n\n2) En déduire une relation entre P et x.\n\n3) On accroche à l’une des extrémités du ressort étudié une masse de m; celui-ci s’allonge de 24,5\n\ncm. Déterminer la valeur de m. ( Prendre g = 9,81 N/kg )\n\nEXERCICE 12\n\nUne bille sphérique en fer soumise à l’action d’un aimant, de son poids et d’un fil demeure\n\nimmobile.\n\nL’intensité de la tension est T = 5 N, celle de la force exercée par l’aimant sur la bille est F = 3 N. La\n\nsphère accrochée à un dynamomètre provoque un allongement de 3 cm tandis qu’un objet\n\nde poids 6 N allonge le dynamomètre de 4,5 cm.\n\n1) Quelle est l’intensité du poids de la sphère ?\n\n2) Représenter les forces F, P , T .\n\nEchelle : 1 cm pour 1 N\n\n17 M .Diagne Professeur de sciences physiques au Lycée de Kounoune / DAKAR\n\n3P3 :TRAVAIL PUISSANCE\n\nA-\n\n1) Quand est ce que un travail est dit moteur ? résistant ?\n\n2) Donner l’unité de travail dans le système international.\n\n3) Donner l’unité de puissance dans le système international.\n\n4) Le wattheure est-il une unité de puissance ?\n\n5) Donner la formule du travail d’une force dont le point d’application se déplace sur sa droite\n\nd’action.\n\n6) Donner les deux expressions de la puissance, et à partir de l’une des expressions trouver l’autre.\n\nB- Répondre par vrai (V) ou faux (F)\n\na) Le wattheure est une unité de travail.\n\nb) L’unité de puissance dans le système international est le joule par seconde.\n\nc) Le poids d’un corps en déplacement horizontal effectue un travail résistant.\n\nd) Le poids d’un corps en chute libre effectue un travail moteur.\n\ne) Le travail du poids d’un corps dépend du chemin suivi.\n\nC-\n\n1- Qu’appelle-t-on des forces directement opposée ?\n\n2- Quand dit-on qu’un objet est en équilibre stable ?\n\nD-\n\nDonner les mots permettant de remplir de la grille ci-\n\ncontre :\n\nVerticalement\n\n1 - Est dit pour un objet soumis à deux forces\n\ndirectement opposées\n\n7 - Il a une forme et un volume propre\n\n11 - Est dit pour un objet posé sur un support\n\nHorizontalement\n\n1 - Elle est annulée avec la coupure du lien.\n\n6 - Un équilibre l’est quand il ne dépend pas de la\n\nposition de l’objet\n\n8 - Elle est toujours directement opposée au poids d’un\n\nobjet posé.\n\nEXERCICE 1:\n\nUne boule métallique suspendue à un ressort est en équilibre.\n\n1 Dites, schéma à l’appui, les forces qui lui sont appliquées et préciser la nature de chacune d’elles\n\n2 Pourquoi cette boule est-elle alors en équilibre ?\n\nEXERCICE 2:\n\nAmadou estime qu’un corps de masse m1 = 10 kg qui tombe d’une hauteur de h1 = 2 m effectue un\n\ntravail plus important qu’un corps de masse m2 = 5 kg qui tombe d’une hauteur de h2 = 4 m.\n\nFatou soutient le contraire. Dire, avec justification, qui a raison.\n\nEXERCICE 3:\n\nUne grue soulève une charge de 6000 N, d’une hauteur de 30 m, en une minute. Déterminer le\n\ntravail effectué et la puissance développée.\n\nEXERCICE 4:\n\n18 M .Diagne Professeur de sciences physiques au Lycée de Kounoune / DAKAR\n\n1) Indiquer par une flèche le sens de déplacement et donner la\n\nnature du travail de chaque force. Justifier.\n\n2) Déterminer l’intensité de chaque force.\n\n3) Quel est le travail de F pour 0,6 km ?\n\n4) Calculer la durée du déplacement, lorsque la puissance\n\ndéveloppée est P = 3,87 kW.\n\nEchelle : 1 cm pour 200 N\n\nEXERCICE 5:\n\nUn train met 1 h 30 mn 50 s pour relier 2 villes distantes de 109 km. L’intensité de la force de\n\ntraction de la locomotive sur les wagons est F = 4,41.104 N. Calculer :\n\n1) La vitesse moyenne de ce train en m/s et en km/h, puis en km/mn.\n\n2) Le travail mécanique effectué par cette force.\n\n3) La puissance mécanique développée, en ch.\n\nEXERCICE 6:\n\nUne boule métallique pesant 5 kg est maintenue en\n\néquilibre sur une table horizontale tel qu’indiqué ci-\n\ncontre.\n\n1- Représenter toutes les forces agissant sur la boule\n\n2 - En indiquant celles qui sont directement\n\nopposées,donner l’intensité de chacune d’elles\n\nEXERCICE 7\n\nUn train file à 90 km/h. A cette vitesse la force de traction produite par la locomotive a une\n\nintensité de 60 000 N.\n\n1) Déterminer la puissance mécanique développée par la locomotive, en kW, puis en chevaux-\n\nvapeur.\n\n2) Calculer le travail effectué par minute de parcours.\n\n3) Le train parcourt une distance de 135 km, calculer le travail produit durant ce trajet, en kJ puis\n\nen kwh, ainsi que la durée du trajet.\n\nEXERCICE 8\n\nUn cheval tire un chariot de masse 1 t avec une force supposée constante de 735 N, sur une route\n\nhorizontale.\n\n1) Déterminer la distance parcourue, si le cheval produit un travail de 918,75 Wh.\n\n2) Déterminer la durée du trajet et la vitesse supposée constante du cheval, si la puissance\n\nmécanique mise en jeu est de 1,875 ch.\n\n3) Calculer le poids du chariot (g = 9,8 N/kg) .\n\n4) Faire le schéma du chariot et représenter toutes les forces qui agissent sur lui. Qualifier le\n\ntravail de chaque force.\n\nEXERCICE 9\n\nUn ascenseur est entraîné à vitesse constante par un moteur qui développe une puissance P = 7,5\n\nkW lorsque la force de traction du câble a une intensité F = 3000 N. Combien de temps l’ascenseur\n\nmet-il pour s’élever 20 m ?\n\nEXERCICE 10\n\nUn élève de masse 70 kg s’élève, au grimpée, d’une hauteur h = 10 m sur une corde.\n\n1) Quel est le travail effectué ?\n\n2) Sachant que le déplacement a duré 20 s, calculer la puissance P mise en jeu. (g = 9,81 N/kg)\n\nEXERCICE 11\n\nUne voiture a parcouru sur une route horizontale une distance de 3,6 km en 6 min. Son moteur\n\nboul\n\n2 kg\n\n19 M .Diagne Professeur de sciences physiques au Lycée de Kounoune / DAKAR\n\ndéveloppe une force constante F = 2.103 N.\n\n1) Evaluer la vitesse en m/s puis en km/h.\n\n2) Evaluer le travail effectué par la voiture en kJ et en déduire sa puissance.\n\nEXERCICE 12\n\nOn élève un objet de poids 250 N d’une hauteur de 14 m. Calculer :\n\n1) Le travail effectué, en kJ par le poids de l’objet.\n\n2) Quelle est la nature du travail du poids de l’objet ?\n\n3) La puissance développée par l’élève, si la montée a duré 1 min 10 s.\n\nEXERCICE 13\n\nUn objet sous l’influence d’une force F, se déplace sur un parcours de 10 m et développe une\n\npuissance mécanique de 20 W en 25 s.\n\n1) Quel est le travail effectué ?\n\n2) Trouver l’intensité de la force F\n\nEXERCICE 14\n\nUn objet sous l’influence d’une force F, d’intensité égale à 500 N, se déplace sur un parcours de\n\n12m.\n\n1) Calculer le travail effectué par la force F.\n\n2) Trouver la puissance développée, sachant que le déplacement a duré 6 secondes.\n\n3) Trouver la vitesse du déplacement, en km/h.\n\nEXERCICE 15\n\nSur un mobile en déplacement sur une route horizontale s’exercent les forces suivantes :\n\n- Son poids P d’intensité P = 2800 N.\n\n- La réaction R de la route.\n\n- La force motrice F d’intensité F = 5600 N.\n\n- Les forces de frottement représentées par une force unique f d’intensité f = 1400 N.\n\n1) Représenter vectoriellement les forces appliquées au mobile assimilé à un point matériel.\n\nPrendre comme échelle 1 cm pour 2800 N.\n\n2) Calculer le travail W(F) de la force motrice F du mobile, sachant qu’il a effectué le déplacement à\n\nla vitesse v = 30 km/h, pendant une durée t = 15 s. En déduire alors la puissance P développée par\n\nla force F.\n\n20 M .Diagne Professeur de sciences physiques au Lycée de Kounoune / DAKAR\n\n3P4 : ELECTRISATION PAR FROTTEMENT LE COURANT ELECTRIQUE\n\nA) Répondre par Vrai (V) ou Faux (F) en en cochant la case correspondante\n\na) L’unité de mesure de la tension est le volt.\n\nb) Dans un circuit en dérivation la tension est la même aux bornes de chaque branche.\n\nc) L’appareil qui permet de mesurer la tension électrique est l’ampèremètre\n\nB) Compléter les phrases suivantes\n\nOn mesure une tension électrique à l'aide d'un ……………………………..\n\n1) La tension se note ……………………………. .. L'unité de tension est ……………………………..\n\nPour mesurer une tension électrique, …………………………….. doit être branché\n\n……………………………..du dipôle dont on veut mesurer la tension : on branche donc toujours\n\n……………………………..en ……………………………..\n\n2) Dans un circuit électrique la tension aux bornes d'un interrupteur ouvert est\n\n…………………………….. Dans un circuit électrique la tension aux bornes d'un interrupteur fermé\n\nest ……………………………..\n\n3) Dans un circuit en série, la tension aux bornes ……………………………..est égale à\n\n…………………………….. des tensions aux bornes des récepteurs. Si on branche 2 générateurs (des\n\npiles par exemple) en série, la tension aux bornes des 2 générateurs sera égale\n\n…………………………….. des tensions aux bornes de chaque pile si la borne\n\n……………………………..de l'une est au contact de la borne …………………………….. de l'autre : on\n\ndit que les piles sont montés en…………………………….. ; si ce n'est pas le cas on dit que les piles\n\nsont montées en ……………………………..\n\nExercice1\n\nOn considère quatre boules X, Y, Z et P électrisées par frottement. X repousse Y ; Z attire Y et\n\nrepousse P.\n\n1- Si Y est attirée par un bâton en verre électrisé par un tissu, déterminer le signe de chacune de\n\nces boules.\n\n2- Une règle en plastique frottée avec de la laine se charge négativement. Expliquer la présence de\n\nces charges négatives sur la règle\n\nExercice 2\n\nUn bâton de verre suspendu à un fil a été électrisé. On approche d’une de ses extrémités une règle\n\nde polyéthylène (une matière plastique) frottée par de la laine. Le bâton de verre est attiré par la\n\nrègle.\n\na) Indiquez le signe des charges portées par la règle.\n\nb) Le chiffon qui a servi à la frotter est-il chargé ? Si oui, précisez le signe de cette charge.\n\nc) Décrivez une expérience semblable où le bâton de verre e serait remplacé par un bâton d’ébonite\n\nfrotté.\n\nExercice 3\n\nOn fait circuler à travers un conducteur métallique, un courant d’intensité 80 mA, pendant\n\n1 mn 10 s.\n\n1) Calculer la quantité d’électricité transportée dans ce conducteur.\n\n2) Le nombre d’électrons traversant ce conducteur pendant ce même temps.\n\nExercice 4\n\nDans un circuit électrique, l’intensité du courant électrique vaut I= 20mA.\n\n1-) Quelle est la quantité d’électricité q transportée par ce courant pendant 24h ? Vous la calculerez\n\nen coulombs puis en Ah.\n\n2-) Quelle est la quantité d’électricité transportée par ce courant en 10s.\n\n3-) Calculer le nombre d’électrons qui traverse une section du circuit pendant ces 10s.\n\nDans quel sens se déplacent les électrons ?\n\nExercice5\n\nDans le circuit ci-contre, toutes les lampes sont identiques.\n\n21 M .Diagne Professeur de sciences physiques au Lycée de Kounoune / DAKAR\n\nL'ampèremètre indique 0,68A.\n\n1. compléter le circuit en indiquant le sens des courants.\n\nPréciser les nœuds du circuit.\n\n2. La lampe L1 brille-elle de la même façon que la lampe L2?\n\n3. Déterminer les courants circulant dans les lampes L1, L2 et L3.\n\nExercice6\n\nLa graduation d’un voltmètre comporte 100 divisions. Il est utilisé pour mesurer une tension U ; le\n\ncalibre choisi est 30V.L’aiguille indique la graduation 42.\n\nEvaluer la tension U\n\nExercice7\n\nSoit le circuit ci-dessous :\n\nOn veut mesurer l’intensité du courant qui traverse la lampe L4et la tension au bornes de la lampe\n\nL1.\n\n1°- Quel appareil utilise-t-on pour mesurer :\n\na) cette intensité ?\n\nb) cette tension ?\n\n2°- Reprendre le circuit en incérant ces appareils et en précisant leur polarité mais aussi le sens de\n\ncirculation du courant.\n\n3°- L’aiguille de l’appareil utilisé pour mesurer cette intensité s’est arrêtée sur la graduation 135\n\nd’une échelle de 150. Si le calibre utilisé est de 1A, calculer cette intensité\n\n4°- L’intensité du courant qui traverse L3 est 0,6A. Quelle est celle du courant qui traverse L2 ?\n\n5°- L’appareil utilisé pour mesurer la tension aux bornes de L1 possède les calibres suivants : 1V-\n\n3V-7,5V-15V-240V.\n\na) Si la tension mesurée vaut 2,4 , quel est alors le calibre approprié ?\n\nb) Quelle est la graduation maximale si l’aiguille s’est arrêtée sur la graduation 24 ?\n\nc) La mesure est-elle bonne ?\n\n6°- La tension aux bornes de L2 est de 2,4 et celle aux bornes du générateur 12V. Quelle est la\n\ntension aux bornes de L4 ?\n\nExercice 8 :\n\nUn conducteur métallique est traversé par un courant d'intensité 1 mA pendant 2 heures.\n\n1- Trouver la quantité d'électricité ainsi transportée.\n\n2- Calculer le nombre d'électrons correspondant.\n\nExercice 9:\n\nUn conducteur électrique est parcouru par un courant d’intensité I = 3 mA. Trouver,\n\n1- en ampère-heure (Ah), la quantité d’électricité en mouvement.\n\n2 - le nombre de charges électriques en circulation pendant une minute ; préciser leur nature.\n\nExercice 10 :\n\nLa quantité d'électricité qui traverse la section d'un circuit est q = 30 C en une minute.\n\n1 -Trouver le nombre d'électrons qui traversent ce circuit pendant ce temps.\n\n2 -Quelle est alors l'intensité du courant électrique dans ce circuit ?\n\n22 M .Diagne Professeur de sciences physiques au Lycée de Kounoune / DAKAR\n\n23 M .Diagne Professeur de sciences physiques au Lycée de Kounoune / DAKAR\n\n3P5 :RESISTANCE ELECTRIQUE\n\n1°Questions de Cours\n\nDonner les mots permettant de remplir la grille de mo\n\nci-contre\n\nHorizontalement\n\n1 Placé aux bornes d’un générateur, il donne une\n\ntension variable.\n\n3 Elle caractérise tout conducteur électrique.\n\n9 Qualifie une résistance pouvant remplacer d’autres\n\nrésistances\n\nVerticalement\n\n1 Se dit aussi d’un appareil placé en dérivation\n\n5 Ainsi montés, les appareils sont traversés par le\n\nmême courant.\n\n12 Il est une résistance variable ; il fait varier l’intensité\n\ndu courant\n\n2°-LA RESISTANCE ELECTRIQUE\n\nEXERCICE 1 :\n\nSur le jouet électrique abîmé de son enfant, un père lit R = 20  et constate que le fil constituant\n\nune des bobines est grillé et coupé. En décidant de refaire cette bobine, il achète un rouleau de fil\n\nmétallique sur lequel on peut lire : Diamètre : 0,2 mm ; Résistivité : 1,6 10-8 .m ; Longueur : 100\n\nm\n\n1 -Trouver la résistance R1 du rouleau de fil métallique acheté par le père de l'enfant.\n\n2 - Quelle longueur de fil prendra-t-il pour refaire la bobine abîmée ?\n\nEXERCICE 2 :\n\nLa résistance d'un fil de cuivre de longueur 10 m et de diamètre 0,2 mm est de 6 .\n\n1- Trouver la résistivité de ce cuivre.\n\nAvec ce cuivre, on confectionne un fil de connexion de longueur 0,5 m et de section 1mm2.\n\n2- Quelle est la résistance du fil de connexion obtenu ?\n\nEXERCICE 3 :\n\nOn veut construire un rhéostat de 40  avec un fil de Nichrome de 0,6 mm de diamètre.\n\nQuelle longueur faudra-t-il prendre si la résistivité de ce Nichrome est  = 10-4 .cm ?\n\nEXERCICE 4 :\n\nUn fil conducteur homogène cylindrique a une longueur l = 2 m, une section S = 0,16 mm2 et une\n\nrésistivité  = 1,6 10-8 .m.\n\n1 Trouver la résistance R de ce fil conducteur.\n\n2 Quelle serait la résistance d'un fil de même nature, de même longueur mais de section double ?\n\nEXERCICE 5 :\n\nUn fil homogène a une résistance R = 20 . Trouver :\n\n1 La résistance R1 d'un fil de même nature, de même section dont la longueur est doublée.\n\n2 La résistance R2 d'un fil de même nature, de même longueur dont le diamètre est doublé\n\n3 La résistance R3 d'un fil de même nature dont la longueur et le rayon sont doublés.\n\n4 La résistance R4 d'un fil de même nature dont la longueur et la section sont doublées.\n\n24 M .Diagne Professeur de sciences physiques au Lycée de Kounoune / DAKAR\n\n3°-LA LOI D'OHM\n\nEXERCICE 1 :\n\nUn réchaud électrique développe une puissance de 500 W quand il est traversé par un courant\n\nd'intensité I = 4 A.\n\n1 Trouver la résistance de son fil chauffant.\n\n2 Quelle est la tension à ses bornes.\n\nEXERCICE 2 :\n\nUn conducteur de résistance 47  est traversé par un courant de 0,12 A\n\n1 Calculer la tension à ses bornes\n\n2 On double la tension à ses bornes, quelle est, alors, l'intensité du courant qui le traverse.\n\nEXERCICE 3 :\n\nL’application d’une tension électrique de 6 V aux bornes d’un conducteur ohmique y fait circuler\n\nun courant de 160 mA.\n\n1 Trouver la valeur de la résistance de ce conducteur.\n\n2 Quelle puissance électrique consomme-t-elle alors ?\n\nEXERCICE 4 :\n\nUne lampe porte les indications 6 V ; 1 W\n\n1 Donner la signification de chacune de ces indications.\n\n2 Calculer l'intensité du courant qui traverse la lampe quand elle fonctionne normalement.\n\n3 Quelle est la valeur de sa résistance en fonctionnement normal (filament à chaud) ?\n\n4 Avec un ohmmètre, la résistance mesurée n'est que de 8  (filament à froid car la lampe ne brille\n\npas) ; comment varie la résistance de cette lampe avec la température ?\n\nEXERCICE 5 :\n\nOn mesure l'intensité I qui traverse un conducteur ohmique pour différentes valeurs de la tension\n\nU appliquée à ses bornes. On obtient le tableau suivant :\n\nU (v)\n\n5\n\n8\n\n12\n\n15\n\n20\n\nI (mA)\n\n150\n\n243\n\n364\n\n453\n\n606\n\n1 Tracer la caractéristique intensité - tension de ce conducteur.\n\n2 Déduire de cette courbe la valeur de la résistance du conducteur\n\nEXERCICE 6 :\n\nOn réalise les montages A) et b) ci-contre avec la\n\nmême pile et la même résistance R\n\n1 Quelle indication donne l’ampèremètre A1 si\n\nl’ampèremètre A2 indique 320 mA\n\n2 Donner la valeur de la résistance R si la tension\n\nde la pile vaut 6 V.\n\nEXERCICE 7 :\n\nSoient C1 et C2 les représentations respectives de\n\ndeux résistances R1 et R2 dans le même système\n\nd’axes ci-contre. A partir des graphes :\n\n1 Préciser la plus grande résistance. Justifier\n\nvotre réponse.\n\n2 Donner la valeur de la résistance R1\n\n25 M .Diagne Professeur de sciences physiques au Lycée de Kounoune / DAKAR\n\nEXERCICE 8 :\n\nIndiquer\n\nla\n\nvaleur\n\nmanquante dans chacun\n\ndes cas ci-contre ainsi\n\nque\n\nla\n\ntension\n\ndu\n\ngénérateur\n\n4°ASSOCIATIONS DE CONDUCTEURS OHMIQUES\n\nEXERCICE 1 :\n\nla résistance Re est la résistance équivalente à\n\nl’association des résistances R1 et R2.\n\nCompléter le tableau ci-contre en indiquant les\n\nvaleurs manquantes et/ou le type d’association.\n\nR1\n\n(en )\n\nR2\n\n(en )\n\nRe\n\n(en )\n\nTypes\n\nd’association\n\n680\n\n1500\n\n68\n\n25\n\n470\n\n33\n\nSérie\n\n51\n\n46\n\nparallèle\n\n56\n\n28\n\nEXERCICE 2 :\n\nVous disposez de deux lots de résistances respectivement de 33  et de 47 . Indiquez, en\n\nprécisant le type d’association, le nombre de résistances de chaque que vous utilisez :\n\n1 Une résistance de 100 \n\n2 Une résistance de 113 \n\n3 Une résistance de 130 \n\nEXERCICE 3 :\n\nTrouver la résistance du conducteur équivalent à l'association :\n\n1 en série de deux conducteurs de résistances respectives 22  et 33 .\n\n2 en parallèle des deux conducteurs de résistances respectives 22  et 33 .\n\nEXERCICE 4 :\n\nVous disposez d'un ensemble de conducteurs identiques de résistance 33  chacune. Comment les\n\nassocier pour que la résistance du groupement obtenu soit de 11 .\n\nEXERCICE 5 :\n\nUne lampe marquée 4,5 v ; 0,2 A est montée en parallèle avec un conducteur de résistance\n\nR1=27 .\n\n1 Calculer la résistance R2 du fil chauffant de cette lampe.\n\n2 Trouver la résistance équivalente à cette association.\n\nEXERCICE 6 :\n\nSoit le dipôle AB constitué de conducteurs groupés\n\nindiqué dans le schéma suivant.\n\nTrouver la résistance équivalente du dipôle AB ainsi obten\n\nsachant que R1=10 ; R2=20 ; R3 = 6  et R4 = 9 \n\nEXERCICE 7 :\n\n26 M .Diagne Professeur de sciences physiques au Lycée de Kounoune / DAKAR\n\nDes résistors de résistances respectives R1=12 ; R2 = R4 =\n\n6  et\n\nR3 = 3  sont groupés entre A et B comme indiqué par le\n\nschéma.\n\n1 Trouver la résistance du dipôle AB ainsi constitué.\n\n2 A ce dipôle, on applique une tension de 6 V, déterminer\n\nl'intensité du courant débité par le générateur dans\n\nchacun des cas suivants.\n\n2-1 Les interrupteurs K1 et K2 fermés\n\n2-2 L'interrupteur K1 fermé et l'interrupteur K2 ouvert.\n\n2-3 l'interrupteur K1 ouvert et L'interrupteur K2 fermé\n\n2-4 Les interrupteurs K1 et K2 ouverts.\n\n3 Calculer les intensités I1 ; I2 ; I3 et I4 pour K1 et K2\n\nfermés.\n\nEXERCICE 8\n\nLes ampoules L1, L2 et L3 du circuit ci-dessous sont identiques et alimentées par un générateur\n\nfournissant une tension continue de 6,3 V.\n\n1) Après avoir énoncé la loi d’ohm, indiquer comment sont branchés L1, L2 et L3\n\n2) Que peut-on prévoir pour les tensions aux bornes de L2 et L3 ?\n\n3) Un élève a mesuré les tensions aux bornes de chaque récepteur et trouve. U(L1)=4,2 V, U(L2) =\n\n1,2 V, U(L3) = 2,1 V. Une des trois valeurs relevées est inexacte. Laquelle ? Justifier votre réponse.\n\n4) L’intensité du courant dans L2 est de 0,15 A. Quelle est l’intensité dans L1.\n\n5) Soit r la résistance de chacune des 3 ampoules.\n\n5.a- La résistance équivalente R à l’ensemble des 3 récepteurs vaut-elle 3r, ou 3r/2, ou 2r/3 ?\n\n5.b- Vérifier de 2 manières différentes, que R = 21 Ω.\n\n6) Quelle longueur de fil de résistivité 1,1. 10-8 Ω .m et de section 5.10-4 mm2, faut-il utiliser pour\n\nconfectionner un résistor de même résistance que la résistance équivalente à l’ensemble du circuit\n\n?\n\n27 M .Diagne Professeur de sciences physiques au Lycée de Kounoune / DAKAR\n\n3P6 : TRANSFORMATION D’ENERGIE\n\n1°Questions de Cours\n\nRépondre par vrai (V) ou faux (F).\n\na) Le wattheure est une unité de travail.\n\nb) L’unité de puissance dans le système international est le joule par seconde.\n\nc) Le poids d’un corps en déplacement horizontal effectue un travail résistant.\n\nd) Le poids d’un corps en chute libre effectue un travail moteur.\n\ne) Le travail du poids d’un corps dépend du chemin suivi.\n\nExercice1\n\n1) Définir l’énergie cinétique et l’énergie potentielle.\n\n2) Une voiture de masse 1500 kg roule à 72 km/h sur un pont situé à 8 m du sol. Calculer l’énergie\n\ncinétique et l’énergie potentielle par rapport au sol de la voiture.\n\nExercice2\n\nUne voiture de masse 810 kg file à 150 km/h.\n\n1) Calculer son énergie cinétique Ec.\n\n2) Que devient son énergie cinétique si sa vitesse tombe à 50 km/h ?\n\n3) Comparer ces 2 vitesses et les énergies cinétiques correspondantes\n\nExercice3\n\n1) Une camionnette C a une masse double de celle d’une automobile A. Comparer leurs énergies\n\ncinétiques dans les deux cas suivants :\n\n1.a- Les deux véhicules roulent à la même vitesse.\n\n1.b- A va trois fois moins vite que A.\n\n2) La vitesse de C est de 40 km/h ; quelle doit être la vitesse de A pour que les 2 véhicules aient la\n\nmême énergie cinétique ?\n\nExercice4\n\nUn camion roule à 36 km/h ; sa masse est de 30 tonnes. Déterminer son énergie cinétique, en\n\njoules puis en kWh.\n\nQuelle est la vitesse d’une voiture de masse 7,5 tonnes, en mouvement rectiligne possédant la\n\nmême énergie cinétique que le camion ?\n\nExercice5\n\n1) Quand dit-on qu’un système possède de l’énergie ?\n\nQu’appelle-t-on énergie cinétique d’un corps ?\n\n2) Que peut-on conclure en comparant l’énergie cinétique que possède un corps A de masse m se\n\ndéplaçant horizontalement à la vitesse V avec celle que possède :\n\n- Un corps B de même masse roulant à une vitesse deux fois plus grande ?\n\n- Un corps C de masse deux fois plus grande roulant à la même vitesse ?\n\n3) Le moteur d’un véhicule roulant à 108 km/h sur une route horizontale, développe une puissance",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_980_kb.pdf",
    "year": null,
    "zone": null,
    "hasCorrection": true
  }
}