{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": null,
  "title": "t l charger 3 90 mb - part 2",
  "content": "1. Le décollage se fait à 13h30. Cependant les élèves et les accompagnateurs doivent être\n\nimpérativement à l’aéroport de Paris-Roissy à 11h30. On estime la vitesse moyenne du bus à\n\n80km/h.\n\nJusqu’à quelle heure peut-il partir de Caen ?\n\n2. L’avion arrive à mexico à 17h24 heure locale. Il faut compter 7 heures de décalage avec la France.\n\na) Quelle est la durée du trajet ?\n\nb) Quelle est la vitesse moyenne de l’avion ? (arrondir à l’unité)\n\n- 7 -\n\nAnnexe 1 : document réponse à rendre avec votre copie\n\nRestaurant « La Gavotte »\n\nCalculs effectués\n\n4 menus à 16,50€ l’unité\n\n.................\n\n..............................................................................................\n\n1 bouteille d’eau minérale\n\n.................\n\n..............................................................................................\n\n3 cafés à 1,20€ l’unité\n\n.................\n\n..............................................................................................\n\nSous total\n\n.................\n\n..............................................................................................\n\nService 5,5% du sous total\n\n4,18€\n\n..............................................................................................\n\nTotal\n\n.................\n\n..............................................................................................\n\nBREVET BLANC\n\nÉcole Française de Manille\n\nMATHEMATIQUES\n\nSérie collège\n\nL’usage de la calculatrice est autorisé\n\nNature de l’épreuve : écrite\n\nDurée de l’épreuve : 2 heures\n\nCoefficient : 2\n\nNotation sur 40 points\n\nEn plus des 36 points du barème,\n\n4 points sont réservés à la maîtrise de la langue et la qualité de la rédaction.\n\nDès que le sujet vous est remis, assurez-vous qu’il est complet.\n\nLe sujet comporte 5 pages, numérotées de 1 à 5.\n\npage 1 sur 5\n\nLes 9 exercices de ce sujet peuvent être traités de manière indépendante.\n\n(5 points)\n\nOn donne les nombres suivants :\n\nA=3\n\n4−2\n\n3÷ 8\n\nB=3×10\n\n5−6×10\n\n3×10\n\n11\n\nC=2√45−5√20+3√5\n\nPour les trois questions suivantes, on écrira au moins une étape de calcul.\n\n1. Calculer A et donner le résultat sous la forme d'une fraction irréductible.\n\n2. Calculer B et donner le résultat sous forme scientifique.\n\n3. Écrire C sous la forme a√5 ou a est un nombre entier relatif.\n\nOn donne le nombre suivant :\n\nD=√\n\n442,5−7\n\n2×2,5\n\n4. Le nombre D est-il un nombre décimal ? Justifiez votre réponse.\n\n(4 points)\n\n1. Calculer le PGCD de 1755 et 1053. Vous utiliserez la méthode de votre choix.\n\n2. Écrire le quotient 1755\n\n1053 sous forme de fraction irréductible.\n\n3. Un collectionneur de coquillages (un conchyliologue) possède 1755 cônes et 1053\n\nporcelaines. Il souhaite vendre toute sa collection en réalisant des lots identiques, c’est-à-dire\n\ncomportant le même nombre de coquillages et la même répartition de cônes et de porcelaines.\n\na. Quel est le nombre maximum de lots qu’il pourra réaliser?\n\nb. Combien y aura-t-il, dans ce cas, de cônes et de porcelaines par lot ?\n\n(3 points)\n\nOn cherche à résoudre l’équation (4 x−3)\n\n2−9=0 .\n\n1. Le nombre 3\n\n4 est-il solution de cette équation ? et le nombre 0 ?\n\n2. Prouver que, pour tout nombre x, (4 x−3)\n\n2−9=4 x(4 x−6) .\n\n3. Déterminer les solutions de l’équation (4 x−3)\n\n2−9=0 .\n\npage 2 sur 5\n\nExercice 4 (4 points)\n\nCet exercice est un questionnaire à choix multiples (QCM). Pour chaque question, une seule réponse\n\nest exacte. Une réponse correcte rapporte 1 point. L’absence de réponse ou une réponse fausse ne\n\nretire aucun point. Aucune justification n’est demandée. Indiquer sur la copie le numéro de la\n\nquestion et recopier la réponse exacte.\n\n1. L'expression développée de (3 x−5)\n\n2 est\n\n9 x\n\n2−25\n\n3 x\n\n2−30 x+25\n\n9 x\n\n2−30 x+25\n\n2. L'expression factorisée de\n\n(3x−5)\n\n2−(3 x−5)(1−2 x) est\n\n(3x – 5) (5x – 6)\n\n(3x – 5) (x – 4)\n\n(3x – 5) (1 – 2x)\n\n3. Un cône de révolution a pour rayon\n\nAB = 10 cm et pour hauteur SA = 24 cm.\n\nOn coupe ce cône par un plan parallèle à\n\nsa base et qui passe par le point H du\n\nsegment [SA] tel que SH=18 cm.\n\nLe rayon HC de la section est...\n\n10 cm\n\n7,5 cm\n\n5 cm\n\n4. Par quel nombre doit-on multiplier le\n\nvolume du grand cône de la question 3.\n\npour obtenir le volume du cône réduit.\n\n16\n\n27\n\n64\n\n(5 points)\n\nSur la figure ci-contre, on a les longueurs suivantes :\n\nAB = 5,4 cm ; AD = 2,6 cm ; DE = 3,9 cm et DC = 12 cm.\n\nDe plus, on donne .\n\nLes droites (AE) et (BD) sont perpendiculaires.\n\n1.a. Montrer que les droites (AE) et (BC) sont parallèles.\n\nb. En déduire que le triangle ABC est rectangle en B.\n\n2. Calculer la longueur de BC. On donnera une valeur arrondie au dixième près.\n\npage 3 sur 5\n\n̂\n\nACB=37\n\n∘\n\n(6 points)\n\nUne entreprise veut lancer sur le marché une toute nouvelle\n\nstation d'accueil portable baptisée M-Box.\n\nCelle-ci a pour but d'amplifier n'importe quel appareil\n\nproduisant de la musique (laptop, smartphone, baladeur\n\nmp3...).\n\nLa M-Box peut être modélisée par un cube ABCDEFGH d’arête\n\n8 cm qui est sectionné par le plan ABC.\n\n1. a. Construire en vraie grandeur le carré ABCD\n\net sa diagonale [AC].\n\nb. Construire le triangle ACF en vraie grandeur.\n\n2. Calculer la valeur exacte de AC.\n\n3. La Pyramide ABFC a pour base le triangle ABF et pour hauteur le segment [BC].\n\nCalculer son volume. On donnera une valeur arrondie au dixième près.\n\n4. Avant de fabriquer la M-Box, l'entreprise veut s'assurer que le volume de la pyramide\n\nABFC représente moins de 18 % du volume du cube. Est-ce le cas ?\n\nJustifiez votre réponse.\n\n(3 points)\n\n400 élèves d'une école participent à une course à pied afin de financer une œuvre caritative.\n\nPour pouvoir courir, chaque élève doit se faire sponsoriser par au maximum 10 sponsors.\n\nOn donne dans le tableau ci-dessous la répartition du nombre de sponsors par élève.\n\nNombre de\n\nsponsors :\n\nNombre\n\nd’élèves :\n\n39\n\n48\n\n44\n\n69\n\n85\n\n56\n\n23\n\nOn interroge, au hasard, un élève avant la course.\n\n1. Quelle est la probabilité qu'il ait exactement 4 sponsors ?\n\n2. Quelle est la probabilité qu'il ait au moins 4 sponsors ?\n\n3. Ai-je plus de chance d'interroger un élève qui a entre 0 et 5 sponsors ou un élève qui a\n\nstrictement plus de cinq sponsors ? Justifiez votre réponse.\n\npage 4 sur 5\n\n(3 points)\n\nMaïa va participer à la course. Elle est sponsorisée par 8 personnes.\n\nPour bien préparer l’événement et pour ne pas décevoir ses sponsors, elle décide de s’entraîner\n\ndans un salle de fitness sur une distance de 3km.\n\n1. Elle commence par courir 20 minutes à une vitesse moyenne de 6 km/h.\n\nQuelle distance a-t-elle alors parcourue après 20 minutes ?\n\n2. Elle décide d'augmenter son allure pour terminer l’entraînement à une vitesse moyenne\n\nde 8 km/h.\n\nAura-t-elle couru les 3km en moins de 30 minutes ? Justifiez votre réponse.\n\nExercice 9\n\n(3 points)\n\nAvant l’épreuve, un plan a été remis aux élèves participant à la course.\n\nIl est représenté par la figure ci-dessous.\n\nOn convient que :\n\n- les droites (AE) et (BD) se coupent en C.\n\n- les droites (AB) et (DE) sont parallèles.\n\n- ABC est un triangle rectangle en A.\n\nCalculer la longueur réelle du parcours ABCDE.\n\nSi le travail n'est pas terminé laissez tout de même une trace de recherche.\n\nElle sera prise en compte dans la notation.\n\npage 5 sur 5\n\n500 m\n\n1/4\n\nLycée français Josué HOFFET\n\nVientiane\n\n11/04/2013\n\nBrevet Blanc de mathématiques n°2\n\nSérie collège\n\nDurée de l’épreuve : 2 h 00\n\nConseils au candidat :\n\nLe sujet comporte quatre pages numérotées de 1/4 à 4/4.\n\nIl est composé de 9 exercices indépendants.\n\nL'expression écrite et la présentation de la copie sont notées (4 points).\n\nL’usage de la calculatrice est autorisé.\n\n_______________________________________________________________________________________________\n\nExercice 1 (4,5 points)\n\nDeux classes de collège ont répondu à la question suivante : \"Combien de livres avez-vous lus durant les 12\n\nderniers mois ?\".\n\nLes deux classes ont communiqué les réponses de deux façons différentes :\n\nClasse n° 1 : 1 ; 2 ; 2 ; 2 ; 2 ; 3 ; 3 ; 3 ; 3 ; 3 ; 3 ; 3 ; 3 ; 6 ; 6 ; 6 ; 6 ; 6 ; 7 ; 7 ; 7.\n\nClasse n° 2 :\n\nToutes vos réponses devront être justifiées.\n\n1) Comparer les nombres moyens de livres lus dans chaque classe.\n\n2) Un \"grand lecteur\" est un élève qui a lu 5 livres ou plus.\n\nQuelle classe a le plus de \"grands lecteurs\" ?\n\n3) Dans quelle classe se trouve l'élève ayant lu le plus de livres ?\n\nExercice 2 (2,5 points)\n\nOn considère l’expression :\n\n96\n\n=\n\n1) Prouver que A est un nombre entier.\n\n2) Le nombre A est-il solution de l'équation\n\n)\n\n(3\n\n? Justifier.\n\n2/4\n\nExercice 3 (3,5 points)\n\nOn considère l’expression : B =\n\n10395\n\n9009\n\n1) a) Calculer le PGCD de 9 009 et de 10 395 en citant la méthode utilisée.\n\nb) Ecrire le nombre 10395\n\n9009 sous la forme d'une fraction irréductible. Justifier.\n\n2) Calculer B en détaillant les étapes de calcul et donner le résultat sous la forme d’une fraction irréductible.\n\n3) Le nombre B est-il décimal ?\n\nExercice 4 (4,5 points)\n\nOn considère l’expression : C =\n\n).\n\n)(\n\n(\n\n)²\n\n(\n\n1) Développer et réduire l’expression C.\n\n2) Factoriser l’expression C.\n\n3) Calculer l’expression C pour :\n\na) x\n\n.3\n\nb) x = 0.\n\n4) Résoudre l’équation\n\n.0\n\n)1\n\n)(\n\n(\n\nExercice 5 (3,5 points)\n\nPour chacune des questions suivantes, une seule des réponses proposées est exacte.\n\nSur votre copie, recopier le numéro de la question et, sans justifier, recopier la réponse.\n\nOn considère la fonction f définie par f(x) = 2 – 3x.\n\nQuestions\n\nRéponses proposées\n\nf est une fonction affine car f(x) est de la forme\n\nax + b avec a =\n\n– 3\n\n– 3x\n\nL’image de 0 par f est\n\n– 1\n\nLa droite qui représente la fonction f passe par le\n\npoint\n\nA ( – 1 ; 1)\n\nB ( – 1 ; – 1)\n\nC ( 1 ; – 1)\n\nL’antécédent de 3 par la fonction f est\n\n– 7\n\nLa droite qui représente la fonction f coupe l’axe des\n\nordonnées en\n\nD ( 0 ; 3)\n\nE ( 0 ; 2)\n\nF ( 2 ; 0)\n\n3/4\n\nExercice 6 (3,5 points)\n\nUn nombre entier :\n\n- est strictement compris entre 310 et 350 ;\n\n- est divisible par 3 ;\n\n- n’est pas divisible par 5 ;\n\n- n’est pas pair ;\n\n- possède la somme de ses chiffres égale à 12.\n\nQuel est ce nombre ?\n\nToute trace de recherche, même incomplète, sera prise en compte dans l’évaluation.\n\nExercice 7 (6 points)\n\nOn considère la figure ci contre qui n'est pas réalisée en vraie grandeur.\n\nLes points S, P, E et B sont alignés ainsi que les points N, P, C et M.\n\nLes droites (MB) et (NS) sont parallèles.\n\nOn donne : PM = 12 cm, MB = 6,4 cm ; PB = 13,6 cm et PN = 9 cm.\n\n1) Démontrer que le triangle PBM est rectangle.\n\n2) Calculer la longueur NS.\n\n3) On considère le point E du segment [PB] tel que PE = 3,4 cm et\n\nle point C du segment [PM] tel que PC = 3 cm.\n\nLes droites (CE) et (MB) sont-elles parallèles ? Justifier.\n\n4) Reproduire la figure à l’échelle\n\n(4 points)\n\nUne salle de spectacle a la forme ci-contre.\n\nLes sièges sont disposés dans quatre zones,\n\ndeux quarts de disque et deux trapèzes,\n\nséparées par des allées ayant une largeur de 2m.\n\nOn peut placer en moyenne 1,8 siège par m² dans la\n\nzone des sièges.\n\nCalculer le nombre de places disponibles dans ce théâtre.\n\nToute trace de recherche, même incomplète, sera prise en compte dans l’évaluation.\n\n4/4\n\nExercice 9 (4 points)\n\nCet exercice est un questionnaire à choix multiple (QCM).\n\nPour chaque ligne du tableau, trois réponses sont proposées mais une seule est exacte.\n\nSur votre copie, recopier le numéro de la question et, sans justifier, recopier la réponse exacte.\n\nQuestions\n\nRéponses proposées\n\nUn cylindre a pour rayon 3 cm et pour hauteur 6 cm. Son\n\nvolume, exprimé en cm3 est de :\n\n\n\n18\n\n\n\n54\n\n\n\n36\n\nF\n\nG\n\nH\n\nLa pyramide AFGHE est construite à partir de sommets du\n\ncube ABCDEFGH. La face AEF est :\n\nun triangle\n\nrectangle\n\nun triangle\n\nrectangle et\n\nisocèle\n\nun triangle\n\nisocèle\n\nDans la pyramide AFGHE ci-dessus, la face FGHE est :\n\nun rectangle\n\nun carré\n\nun\n\nparallélogra\n\nmme\n\nABCD est un rectangle inscrit dans le cercle C. La mesure\n\nde l’angle AOB vaut :\n\n30°\n\n120°\n\nOn ne peut\n\npas savoir\n\nLes points A, B, D et M sont inscrits dans le cercle de\n\ncentre O. La mesure de l’angle BMD est :\n\n30°\n\n75°\n\n52,5°\n\nLycée franco-Australien de Canberra 2013\n\nLycée Franco-Australien de Canberra, Telopea Park School.\n\nLe sujet comporte 7 pages, les neuf exercices sont indépendants, l’exercice 4 comporte une Annexe en fin de\n\nsujet à rendre avec votre copie.\n\nL’évaluation prendra en compte la clarté et la précision des raisonnements ainsi que la qualité de la\n\nrédaction.\n\nExamen Blanc n° 2 (3 Avril 2012)\n\nLycée franco-Australien de Canberra 2013\n\nExercice 1:\n\nPour chaque ligne du tableau choisir la bonne réponse parmi les trois réponses proposées.\n\nOn indiquera sur la copie le numéro de la question et la réponse choisie.\n\nExercice 2:\n\nOn considère le programme de calcul suivant :\n\n Choisir un nombre de départ\n\n Multiplier ce nombre par -2\n\n Ajouter 5 au produit\n\n Multiplier ce résultat par 5\n\n Ecrire le résultat obtenu.\n\n1) Vérifier que, lorsque le nombre de départ est 2, on obtient 5\n\n2) Lorsque le nombre de départ est 3, quel résultat obtient-on ?\n\n3) Quel nombre faut-il choisir au départ si l’on veut que le résultat obtenu soit 0 ?\n\n4) Arthur prétend que, pour n’importe quel nombre de départ x, l’expression (x – 5)² - x² permet\n\nd’obtenir le résultat du programme de calcul. A-t-il raison ? Justifier.\n\n5) Dans le contexte de cet exercice, expliquer à quoi sert la formule en B2 et le tableau de cette\n\nfeuille de calcul.\n\nLycée franco-Australien de Canberra 2013\n\nExercice 3:\n\n1) Déterminer le PGCD de 186 et 155 en expliquant la méthode utilisée (faire apparaître les calculs\n\nintermédiaires).\n\n2) Un chocolatier a fabriqué 186 pralines et 155 chocolats pour les vendre en colis. Les colis sont\n\nconstitués ainsi :\n\n le nombre de pralines est le même dans chaque colis ;\n\n le nombre de chocolats est le même dans chaque colis ;\n\n tous les chocolats et toutes les pralines sont utilisés.\n\na) Quel nombre maximal de colis pourra-t-il réaliser ?\n\nb) Combien y aura-t-il de chocolats et de pralines dans chaque colis ?\n\nExercice 4:\n\nCertains pays utilisent le degré Fahrenheit comme unité de mesure de la température alors que\n\nnous utilisons le degré Celsius.\n\nLa température Tf en degré Fahrenheit s’écrit en fonction de la température Tc en degrés Celsius à\n\nl’aide de la formule : Tf = 1,8 Tc + 32, ce qui correspond à introduire une fonction affine du type :\n\nf(x) = 1,8 x + 32 où x est la température en degré Celsius et f(x) celle en Fahrenheit.\n\n1) Compléter le tableau suivant :\n\nTc (en °C) : x\n\n-50\n\n-10\n\n35\n\n100\n\nTf (en °F ) : f(x)\n\n-13\n\n59\n\n161,6\n\nCette fonction est représentée graphiquement en Annexe (à la fin du sujet)\n\n3) Si on dit en France : « ce malade a 40 de fièvre » lire sur le graphique à quelle température en\n\ndegré Fahrenheit cela correspond ? Vérifier par le calcul. Lire sur le graphique à quelle température\n\nen degrés Fahrenheit l’eau boue-t-elle ?\n\n4) Lire sur le graphique à quelle température correspondent 100°F. Vérifier par le calcul.\n\n5) Lors d’une expédition internationale en Antarctique, deux explorateurs constatent que leurs\n\nthermomètres, l’un gradué en Fahrenheit, l’autre en degré Celsius affichent le même nombre ! Est-\n\nce possible ? Si oui, quelle température fait-il ce jour là ?\n\nLycée franco-Australien de Canberra 2013\n\nExercice 5:\n\nDans une urne il y a 1 boule jaune (J), 4 boules bleues (B) et 2 boules rouges (R), indiscernables au\n\ntoucher. On tire une boule et on la remet dans l’urne puis on tire à nouveau une boule.\n\n1. Reproduire sur votre copie l’arbre des possibilités décrivant cette expérience aléatoire ; Puis\n\nplacer les probabilités respectives sur chacune des branches de l’arbre.\n\nExercice 6:\n\n1. Le prix d’une voiture passe de 12500$ à 13000$, quel est le pourcentage de hausse ?\n\n2. Au collège Einstein, le nombre d’élèves a baissé de 12 % en 2010 puis augmenté de 8%;\n\nPeut-on en déduire que le nombre d’élèves a baissé de 4% ?\n\n3. L'étiquette d'un article indique que son nouveau prix est de 18 AU$ après une réduction de\n\n20%, quel était son prix avant la démarque ?\n\nExercice 7:\n\n1) Montrer que le triangle ABC est rectangle. Vous préciserez en quel point.\n\n2) En déduire que les droites (BC) et (DE) sont parallèles.\n\n3) Calculer DE. Les droites (MN) et (BC) sont-elles parallèles ? Justifier votre réponse.\n\nOn notera (B , J) l’évènement tirer une boule\n\nbleue puis une boule jaune.\n\n2. Quelle est la probabilité que la première\n\nboule soit rouge et la deuxième boule soit\n\nbleue ?\n\n3. On considère l’évènement A : ‘’ la 2ème\n\nboule est jaune’’\n\na. Quelles sont toutes les issues possibles ?\n\nb. En déduire la probabilité de l’évènement A\n\nLa figure n’est pas en vraie grandeur\n\nLes points C, D et A sont alignés ;\n\nLes points B, E et A sont alignés ;\n\n(DE) et (AD) sont perpendiculaires ;\n\nAB = 5 ; AC = 6.25 ; BC = 3,75 ; AD = 3,2\n\nM appartient à [AB] et AM = 4\n\nN appartient à [AC] et AN = 5\n\nLycée franco-Australien de Canberra 2013\n\nExercice 8:\n\nOn considère la figure ci contre qui n’est pas en vraie grandeur:\n\n(on ne reproduira pas la figure)\n\nExercice 9:\n\nToute trace de recherche de recherche, même partielle doit figurer sur votre copie…\n\nA quelle distance du point A doit-on placer le point B pour que la surface colorée (AFEDCB) ait une\n\naire de 189 cm² ?\n\nSur la figure ci-contre :\n\nBCDG est un carré\n\nAFEG est un carré\n\nB est un point mobile du segment [AG] et D est un\n\npoint mobile du segment [GE] tels que BCDG reste\n\nun carré.\n\n1. Expliquer pourquoi le point C ne peut pas être le centre du cercle ?\n\n2. Calcule la mesure de l’angle EDC puis une mesure de l’angle CBA\n\n3. Les droites (AB) et (CD) sont-elles parallèles ?\n\n1. Expliquer pourquoi le point C ne peut pas être le centre du cercle ?\n\n2. Calcule la mesure de l’angle EDC puis une mesure de l’angle CBA\n\n3. Les droites (AB) et (ED) sont-elles parallèles ?\n\nJustifiez complètement les réponses …\n\n44°\n\n86°\n\nLycée franco-Australien de Canberra 2013\n\nANNEXE : POUR L’EXERCICE 4\n\nLycée franco-Australien de Canberra 2013\n\nNUMERO de CANDIDAT:…………………………………………………………………………………….\n\nPage 1 of 6\n\nBREVET BLANC DE MATHEMATIQUES\n\nLycée français de Shanghai\n\nMars 2013\n\nDUREE DE L’EPREUVE : 2 HEURES\n\n8 exercices\n\nL’usage de la calculatrice est autorisé.\n\nLa propreté de la présentation, la clarté et la précision des explications entreront pour une part importante\n\ndans la correction des copies.\n\nSauf indication contraire, on veillera à détailler les calculs effectués et à justifier les réponses données.\n\nATTENTION : Rendre le sujet avec la copie\n\nCet énoncé est composé de 6 pages numérotées de 1 à 6.\n\nNUMERO de CANDIDAT:…………………………………………………………………………………….\n\nPage 2 of 6\n\nExercice 1 : (4 points)\n\n1. Calculer les expressions A et B et donner le résultat sous la forme d’une fraction\n\nirréductible :\n\n2. Calculer l’expression C et donner l’écriture scientifique du résultat :\n\n3. Calculer l’expression D et donner le résultat sous la forme d’un nombre entier :\n\nExercice2 : ( 2,5 points)\n\nEn utilisant les indications portées sur la figure ci-dessus et sachant que AB = cm.\n\na) Calculer AC et mettre le résultat sous la forme d’une puissance.\n\nb) Calculer l’aire du triangle ADC et mettre ce résultat sous la forme d’une puissance.\n\nNUMERO de CANDIDAT:…………………………………………………………………………………….\n\nPage 3 of 6\n\nExercice 3 : (6 points)\n\nOn donne le programme de calcul ci-contre.\n\n1. On choisit 3 comme nombre de départ.\n\nMontrer que le résultat du programme est 16\n\n2. On choisit comme nombre de départ.\n\nCalculer le résultat du programme.\n\n3. On choisit comme nombre de départ.\n\nEcrire le résultat du programme sous la forme , où et sont deux entiers\n\nrelatifs.\n\n4. On appelle le nombre de départ. Ecrire le résultat, du programme de calcul\n\nen fonction de .\n\n5. Quel(s) nombre(s) faut-il choisir au départ pour que le résultat du programme soit\n\nnul ?\n\nPour cette question, toute trace de recherche même incomplète sera prise en\n\nconsidération.\n\nExercice 4 : (4,5 points)\n\nDans une urne il y a 1 boule jaune (J), 4 boules bleues (B) et 2 boules rouges (R),\n\nindiscernables au toucher.\n\nOn tire successivement, deux boules, avec remise. (On remet la première boule avant de\n\nprendre la deuxième)\n\n1. Construire l’arbre des possibles décrivant l’expérience aléatoire ; placer les\n\nprobabilités sur chaque branche.\n\n2. Quelle est la probabilité que la première boule soit rouge et la deuxième boule soit\n\nbleue ?\n\n3. On considère l’évènement A :\" la 2ème boule est jaune’’\n\na. Quelles sont toutes les issues possibles ?\n\nb. En déduire la probabilité de l’évènement A\n\nProgramme :\n\n Choisir un nombre\n\n Lui ajouter 2.\n\n Calculer le carré de cette\n\nsomme.\n\n Soustraire 9 au résultat obtenu\n\nNUMERO de CANDIDAT:…………………………………………………………………………………….\n\nPage 4 of 6\n\nExercice 5 : (6 points)\n\nRose souhaite passer quelques jours à Londres. Elle se rend dans une agence de voyage\n\nqui lui propose pour la location d’un studio dans la capitale anglaise :\n\nFormule A : un prix de location de 30£ à la journée ( £ =livre sterling, monnaie officielle du\n\nRoyaume –Uni).\n\nFormule B : l’achat d’une carte privilège au prix de 120£ et un prix de 20£ à la journée.\n\nFormule C : un prix de location au mois de 600£.\n\n1. a- Si Rose passe 3 jours à Londres, combien paiera-t-elle avec la formule A ?\n\nb- Si Rose passe 14 jours à Londres, combien paiera-t-elle avec la formule B ?\n\n2. On note , le nombre de jours de location du studio.\n\na- Ecrire en fonction de les prix qui donnent le prix à payer\n\n(en £) respectivement pour les formules A, B et C.\n\nb- Une de ces fonctions est linéaire. Laquelle ? Justifier la réponse.\n\n3. On a tracé dans le repère ci-après les courbes représentant les\n\nfonctions .\n\na) Identifier chaque courbe du repère et placer leurs noms : .\n\nb) Tracer dans ce repère la courbe représentant la fonction .\n\nc) Par lecture graphique (on ne demande pas de justification mais de mettre les flèches\n\net les pointillés sur le graphique, sans oublier d’écrire la réponse) :\n\n1- Déterminer le prix le plus avantageux pour 8 jours. Préciser alors la formule.\n\n2- Si elle dispose de 450£, quelle est la formule la plus avantageuse ?\n\n3- A partir de combien de jours, la formule C devient-elle plus intéressante ?\n\nNUMERO de CANDIDAT:…………………………………………………………………………………….\n\nPage 5 of 6\n\nExercice 6: (6 points)\n\n1) Construire un triangle ABC tel que :\n\nAB = 10,5 cm, AC = 6,3 cm et BC = 8,4cm.\n\nPlacer le point E sur la droite (AB) tel que : E [AB] et BE = 4,5 cm.\n\nTracer la perpendiculaire à la droite (BC) passant par le point E. Elle coupe la droite (BC)\n\nen F. Placer F.\n\n2) Démontrer que le triangle ABC est rectangle.\n\n3) Calculer la longueur BF.\n\n4) a- Placer les points M et N tels que : M [AB], N [BC], BM = 5cm et BN = 4cm.\n\nb- Les droites (MN) et (AC) sont-elles parallèles ? Justifier la réponse.\n\nNUMERO de CANDIDAT:…………………………………………………………………………………….\n\nPage 6 of 6\n\nExercice 7 :( 3 points)\n\nEn période de soldes, un grand magasin propose une réduction de 30% sur tout son stock.\n\n1. Un pantalon coûte 27 €. Quel est son prix soldé ?\n\n2. Une veste est soldée 31,85 €. Quel était son prix initial ?\n\n3. En fin de période de soldes, ce magasin propose une réduction supplémentaire de\n\n10%, sur les prix soldés. Quel est le pourcentage global de réduction en fin de\n\npériode de soldes ?\n\nExercice 8 : (4 points)\n\nCet exercice est un questionnaire à choix multiples. Pour chaque question, une seule réponse\n\nest exacte. L’absence de réponse ou une réponse fausse ne retire aucun point.\n\nEntourer la réponse choisie. Aucune justification n’est demandée.\n\nQuestion\n\nDans la figure ci-dessous, tan\n\n=\n\nSi , alors :\n\nSi\n\net\n\n, alors :\n\nSi\n\n, alors :\n\nDIPLÔME NATIONAL DU BREVET\n\nSESSION 2013\n\n(EXAMEN D'ESSAI, décembre 2012)\n\n* * * * * *\n\nMATHÉMATIQUES\n\nSÉRIE COLLÈGE\n\n_________\n\nDURÉE DE L'ÉPREUVE : 2 h 00\n\nCoefficient 2\n\n_________\n\nLe candidat répondra sur une copie Éducation Nationale.\n\nCe sujet comporte trois pages numérotées de 1/3 à 3/3.\n\nDès qu'il vous est remis, assurez-vous qu'il est complet et qu'il correspond à votre série.\n\nL'utilisation de la calculatrice est autorisée (circulaire n°99-186 du 16 novembre 1999).\n\nL'usage du dictionnaire n'est pas autorisé.\n\nLe sujet est constitué de sept exercices indépendants.\n\nLe candidat peut les traiter dans l’ordre qui lui convient.\n\n7 points\n\n7 points\n\n7 points\n\nMaîtrise de la langue\n\nL’évaluation prendra en compte la clarté et la précision des raisonnements ainsi que, plus largement,\n\nla qualité de la rédaction scientifique.\n\nPage 1 sur 3\n\nE X E R C I C E\n\nCet exercice est un questionnaire à choix multiple (QCM).\n\nPour chacune des questions, trois réponses sont proposées, une seule est exacte.\n\nPour chaque question, indiquer son numéro sur la copie et recopier la réponse.\n\nAucune justification n'est demandée.\n\n1.\n\n√32 est égale à :\n\n16√2\n\n8√2\n\n4√2\n\n2.\n\n√9+16 est égale à :\n\n√3+2\n\n3.\n\nPour tout nombre x , x\n\n2−100\n\nest égal à :\n\n(x+10)( x−10)\n\n(x−10)\n\n(x−50)\n\n4.\n\nL'équation (x−4)(2 x+5)=0 a\n\npour solutions :\n\n4 et 5\n\n−4 et −5\n\n4 et −5\n\n5.\n\nSi x=√5 alors l'expression\n\n2+3 x−1 vaut :\n\n4+3√5\n\n7√5\n\n24+3√5\n\n6.\n\nSi le côté d'un carré est multiplié\n\npar 3 alors son aire est\n\nmultipliée par :\n\n3×4\n\nE X E R C I C E\n\nOn écrira les détails des calculs sur la copie.\n\n1. Soit le nombre A= 4\n\n5 −7\n\n5×10\n\n4 .\n\nCalculer A. On donnera le résultat sous la forme d'une fraction irréductible, puis on donnera la\n\nvaleur décimale.\n\n2. Soit le nombre B=3×10\n\n−4×5×(10\n\n2)\n\n25×10\n\n−2\n\nCalculer B. On donnera le résultat sous la forme d'une écriture scientifique.\n\n3. On donne A=(x−3)\n\n2+( x−3)(1−2 x)\n\na/ Développer et réduire A .\n\nb/ Prouver que l'expression factorisée de A est (x−3)(−x−2) .\n\nE X E R C I C E\n\nUn vendeur possède un stock de 276 cartes postales et de 230 porte-clés. Il veut confectionner des\n\ncoffrets « Souvenirs de Hanoï » de sorte que :\n\n–\n\nle nombre de cartes postales soit le même dans chaque coffret ;\n\n–\n\nle nombre de porte-clés soit le même dans chaque coffret ;\n\n–\n\ntoutes les cartes postales et tous les porte-clés soient utilisés.\n\n1. Combien de coffrets contenant chacun 10 porte-clés pourrait-il confectionner ?\n\nCombien de cartes postales contiendrait alors chacun des coffrets ?\n\n2. a/ Calculer le PGCD de 276 et 230 en détaillant la méthode utilisée.\n\nb/ Quel nombre maximal de coffrets le vendeur peut-il confectionner ?\n\nCombien de porte-clés et de cartes postales contiendra alors chaque coffret ?\n\nPage 2 sur 3\n\nE X E R C I C E\n\nLors d'un marathon, un coureur utilise sa montre-chronomètre. Après un kilomètre de course, elle\n\nlui indique qu'il court depuis quatre minutes et trente secondes.\n\nLa longueur officielle d'un marathon est de 42,195 km. Si le coureur garde cette allure tout au long\n\nde sa course, mettra-t-il moins de 3h30 pour effectuer le marathon ?\n\nE X E R C I C E\n\nUn centre nautique souhaite effectuer une réparation sur une\n\nvoile.\n\nLa voile a la forme du triangle PMW ci-contre.\n\nOn souhaite faire une couture suivant le segment [CT].\n\n1. Si (CT) est parallèle à (MW), quelle sera la longueur de cette\n\ncouture ?\n\n2. Une fois la couture terminée, on mesure PT = 2,35 m\n\na/ Calculer une valeur approchée de PW à 0,01 m près par\n\nexcès.\n\nb/ En utilisant la valeur trouvée dans la question 2. a/, montrer\n\nque la couture n'est pas parallèle à (MW).\n\nc/ Sans justification, donner la nature de l'angle ̂\n\nPTC : est-il\n\naigu, obtus ou droit ?\n\nE X E R C I C E\n\nLe professeur choisit trois nombres entiers relatifs consécutifs rangés dans l'ordre croissant.\n\nLeslie calcule le produit du troisième nombre par le double du premier.\n\nJonathan calcule le carré du deuxième nombre puis il ajoute 2 au résultat obtenu.\n\n1. Leslie a écrit le calcul suivant : 11×(2×9) .\n\nJonathan a écrit le calcul suivant : 10\n\n2+2 .\n\na/ Effectuer les calculs précédents.\n\nb/ Quels sont les trois nombres choisis par le professeur ?\n\n2. Le professeur choisit maintenant trois nouveaux entiers relatifs consécutifs. Leslie et Jonathan\n\nobtiennent alors tous les deux le même résultat.\n\na/ Le professeur a-t-il choisi 6 comme deuxième nombre ?\n\nb/ Le professeur peut-il avoir choisi −2 comme deuxième nombre ?\n\n3. Le professeur précise qu'il a en fait choisi des nombres positifs. Arthur prétend alors qu'en\n\nprenant pour inconnue le deuxième nombre entier (qu'il appelle n), l'équation n\n\n2=4 permet de\n\nretrouver les nombres choisis par le professeur.\n\nA-t-il raison ? Justifier la réponse en expliquant comment il a trouvé cette équation, puis donner les\n\ntrois nombres choisis par le professeur.\n\nE X E R C I C E\n\nAnatole affirme :\n\n« Pour tout entier relatif n , l'expression n\n\n2−24 n+145 est toujours différente de zéro. »\n\nA-t-il raison ?\n\nDans cet exercice, toute trace de recherche, même incomplète, ou d'initiative, même non fructueuse,\n\nsera prise en compte dans l'évaluation.\n\nPage 3 sur 3\n\nBEVET BLANC",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_3_90_mb.pdf",
    "year": 2013,
    "zone": null,
    "hasCorrection": true
  }
}