{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": null,
  "title": "t l charger 1 09 mb - part 2",
  "content": "a- Donne l’expression de l’énergie consommée par un appareil électrique.\n\nb- Détermine l’énergie électrique consommée par le fer à repasser en wattheure puis en joule.\n\nActivité d’application 5\n\nYAO dispose dans son appartement les appareils dont les puissances et les durées de fonctionnement\n\nsont consignées dans le tableau ci-dessous :\n\nAppareils\n\n5 lampes\n\nréfrigérateur Téléviseur\n\nVentilateur\n\nPuissance\n\n60 W\n\nchacune\n\n200 W\n\n180 W\n\n120 W\n\nDurée de\n\nfonctionnement\n\n4 h\n\n16 h\n\n3h 30min\n\n8 h\n\n20\n\n20\n\nDétermine l’énergie électrique consommée dans cette maison.\n\nActivité d’application 6\n\nLa facture d’électricité de DJEDJE porte les informations suivantes :\n\nPour connaître le rendement de la centrale hydroélectrique du barrage d’Ayamé I en Côte\n\nd’Ivoire, un spécialiste mesure la chute d’eau qui alimente la turbine. Il trouve un débit\n\nmoyen de 7200m3/min et une hauteur de 30m.\n\n1- Convertis 1min en seconde.\n\n2- Détermine le volume d’eau écoulé en 1seconde.\n\n3- La masse volumique de l’eau est aeau = 1000Kg/m3. Détermine :\n\na. la masse d’eau écoulée en 1s.\n\nb. le travail du poids de cette eau.\n\n4- Déduis l’énergie reçue par la turbine en 1 seconde.\n\n5- Sachant que cette centrale fournie une puissance de 27MW, détermine son rendement.\n\na- Sur un appareil électrique, on lit une inscription en volt et une autre en watt : ce sont les\n\ncaractéristiques nominales de l’appareil. …………………….\n\nb- L’expression de la puissance électrique P = U. I est valable pour tout appareil électrique. ….\n\nc- L’unité de l’énergie électrique est le joule ou le wattheure. ………….\n\nd- L’intensité du courant électrique se mesure avec un ampèremètre qui se monte en dérivation aux bornes\n\nd’un appareil. ……………….\n\nIndex\n\nTarification\n\nTVA + Taxes\n\nAncien\n\nNouveau\n\n60 F le KWh\n\n5 860 F\n\n0807551\n\n0807901\n\nDétermine :\n\na- La consommation d’énergie de cet abonné.\n\nb- Le montant de la consommation.\n\nc- Le montant de la facture.\n\n21\n\n21\n\nPour chaque question, entoure la bonne réponse.\n\n1- Sur une lampe électrique, on lit : 220 V. Cette indication représente :\n\na- La puissance nominale de la lampe.\n\nb- La tension nominale de la lampe.\n\nc- L’énergie consommée par la lampe.\n\n2- Un appareil électrique de puissance P = 500 W fonctionne pendant une demi-heure.\n\nL’énergie électrique consommée par cet appareil est :\n\na- E = 250 Wh\n\nb- E = 1000 Wh\n\nc- E = 25 Wh\n\nIII-\n\nComplète les phrases suivantes avec les mots suivants :\n\nElevée, alimentée, nominale, deux, commune, puissance.\n\na- L’unité de ……………..est le watt.\n\nb- La puissance reçue par une lampe ………………sous sa tension………….est appelée\n\npuissance nominale.\n\nc- Lorsque …………………….lampes sont alimentées sous une tension nominale\n\n………………………..celle qui éclaire le plus est celle qui a la puissance nominale la\n\nplus ……………………\n\nDans son appartement au quartier Maroc, le père de KONE dispose des appareils suivants :\n\n Un poste téléviseur de puissance 98W.\n\n Un réfrigérateur de 160W.\n\n Deux lampes néon de 38W chacune.\n\n Une autre lampe de 60W.\n\n Un fer à repasser sur lequel on lit (220V Ŕ 1000W).\n\n1- Indique ce que représentent les inscriptions portées sur le fer à repasser.\n\n2- Indique comment on détermine la puissance totale consommée dans une installation électrique.\n\n3- Détermine la puissance totale que consommeraient tous les appareils s’ils fonctionnaient\n\nsimultanément.\n\n4- Le père de KONE à fait un abonnement 5A du secteur 220V à la CIE.\n\na. Détermine la puissance maximale disponible pour cet abonnement.\n\nb. Dis si le père de KONE peut faire fonctionner tous ses appareils simultanément. Indique la\n\nraison.\n\n5- Il fait fonctionner ses appareils selon la durée indiquée dans le tableau ci-dessous :\n\nRéfrigérateur Télévision\n\nLampes\n\nnéon\n\nLampe\n\nsimple\n\nFer à\n\nrepasser\n\nDurée de\n\nfonctionnement Δt\n\n3h\n\n5h\n\n3h\n\n3h\n\n½ h\n\n22\n\n22\n\na. Donne l’expression de l’énergie électrique consommée par un appareil électrique.\n\nb. Détermine l’énergie électrique E consommée par tous les appareils par jour.\n\nc. Détermine l’énergie électrique consommée en deux mois (60 jours).\n\n6- Détermine le montant de la facture si le KWH coûte 60F et que les autres taxes se chiffrent à\n\n2510F.\n\nTRANSFORMATION D’ENERGIE. RENDEMENT\n\nUn moteur électrique consomme une énergie E = 4 800 J en un temps Δt = 5 s pour soulever d’une\n\nhauteur h = 2,5 m une charge de masse m = 85 kg (g = 10 N/kg).\n\na- Détermine l’énergie mécanique restituée à la charge par le moteur.\n\nb- Détermine le rendement du dispositif.\n\nUne chute d’eau active la turbine d’un barrage hydroélectrique. La puissance mécanique de la chute\n\nd’eau est de 1 600 000 Watts. Le rendement de l’installation est 0,6. Détermine la puissance électrique\n\nfournie par ce barrage.\n\nLa chute d’eau qui alimente la turbine d’un centrale hydroélectrique a un débit moyen de\n\n7200m3/min et une hauteur de 30m.\n\n6- Convertis 1min en seconde.\n\n7- Détermine le volume d’eau écoulé en 1seconde.\n\n8- La masse volumique de l’eau est aeau = 1000Kg/m3. Détermine :\n\na- la masse d’eau écoulée en 1s.\n\nb- le travail du poids de cette eau.\n\nc- l’énergie reçue par la turbine en 1 seconde.\n\n9- Sachant que cette centrale fournie une puissance de 27MW, détermine son rendement.\n\na- L’énergie mécanique et l’énergie électrique sont exprimées dans des unités différentes. ………\n\nb- On peut créer de l’énergie ou détruire une énergie par les moyens\n\ntechnologiques………………\n\nc- Le rendement d’un dispositif est toujours inférieur à 1. …………….\n\n23\n\n23\n\nd- L’énergie électrique peut être transformée en énergie thermique. ………………..\n\nII- Pour chaque question, entoure la bonne réponse.\n\n1- Un moteur reçoit une énergie électrique de 125 J et fournie un travail de 75 J. Le\n\nrendement de ce moteur est donc :\n\na- r = 0,06\n\nb- r = 0,006\n\nc- r = 0,6\n\n2- Le rendement d’un dispositif est égal à :\n\na- Energie reçue par le convertisseur divisée par énergie fournie.\n\nb- Energie fournie par le convertisseur divisée par l’énergie reçue.\n\nc- Energie reçue multipliée par l’énergie fournie.\n\nIII- Complète les phrases par les mots suivants :\n\nFournie, transformée, créée, quotient, rendement, détruite, restitue.\n\na- L’énergie ne peut être ni ………………. ni ……………………….. ; elle ne peut qu’être\n\n…………………..d’une forme en une autre.\n\nb- On appelle ………………………….d’un dispositif de transformation d’énergie, le ………… de\n\nl’énergie qu’il …………………….par l’énergie qui lui a été …………………..dans le même\n\ntemps.\n\nPour l’étude sur les transformations d’énergie, un élève\n\nde 3e réalise au laboratoire l’expérience schématisée\n\nci-dessous.\n\n1- Indique la forme d’énergie que possède la charge m au\n\ncours de cette expérience.\n\n2- Indique le lieu de provenance de cette énergie.\n\n3- Indique ce que représente h.\n\n4- Indique le rôle joué par l’élément M.\n\n5- L’énergie reçue par l’élément M est Er = 4,2 J et cet élément\n\nfournit une énergie Ef = 1,2 J.\n\n5-1- Indique pourquoi les deux énergies sont différentes.\n\n5-2- Détermine le rendement de ce dispositif.\n\nM\n\nV\n\nh\n\nm\n\n24\n\n24\n\nCONDUCTEURS OHMIQUES\n\na- Donne le symbole d’un conducteur ohmique.\n\nb- Indique l’effet produit par un conducteur ohmique inséré dans un circuit.\n\nLes mesures ci-dessous ont été effectuées au cours de l’étude d’un dipôle M.\n\nU (V)\n\n0\n\n4\n\n12\n\n28\n\n36\n\n40\n\nI (A)\n\n0\n\n0,1\n\n0,3\n\n0,7\n\n0,9\n\n1\n\na- Trace la caractéristique U = f(I) du dipôle M à l’échelle :\n\nAbscisse : 1 cm pour 0,1 A\n\nOrdonnée : 1 cm pour 4 V\n\nb- Indique la nature de la courbe obtenue.\n\nc- Donne la nature de ce dipôle.\n\nd- Détermine graphiquement la valeur de la résistance de ce dipôle.\n\na- Les couleurs des bandes d’un conducteur ohmique A sont dans l’ordre : Vert - Rouge Ŕ Orange.\n\nDétermine la valeur RA de cette résistance.\n\nb- Un conducteur ohmique B à pour résistance RB = 85 Ω. Donne les couleurs portées par ce\n\nconducteur ohmique.\n\nActivité d’application 4\n\n1. Un conducteur ohmique de résistance R1 = 45 Ω est traversé par un courant d’intensité I1 = 0,\n\n015 A. Détermine la tension U1 à ses bornes.\n\n2. CHEICK applique aux bornes d’un conducteur Ohmique R2 = 100 Ω une tension U2 = 24 V.\n\nDétermine l’intensité I2 qui le traverse.\n\nActivité d’application 5\n\nDIBY dispose de deux conducteurs ohmiques A et B de résistances respectives R1 = 30 Ω et R2 = 20 Ω.\n\nIl associe A et B en série aux bornes d’un générateur de tension U. L’ensemble est traversé par un\n\ncourant d’intensité I = 0,6A.\n\n1- Fais le schéma du montage.\n\n2- Détermine :\n\na- la tension U1 aux bornes du conducteur ohmique R1.\n\nb- la tension U2 aux bornes du conducteur ohmique R2.\n\nc- la résistance équivalente Re de l’association des deux conducteurs ohmiques.\n\nd- par deux méthodes la tension U aux bornes du générateur.\n\n25\n\n25\n\nSituation d’évaluation 1\n\nTANOH, élève en classe de 3e au Collège ANADOR Yopougon, démonte à la maison le cadeau de\n\nnoël de son petit frère (une voiturette) et découvre qu’il comporte dans son circuit deux dipôles en série\n\nportant des bandes de couleurs de résistance R1 = 47 Ω et R2 = 94 Ω. Cette voiturette fonctionne sous\n\nune tension de 3 V mais porte une batterie de 9 V. Il cherche à comprendre ce type de montage.\n\n1. Donne le nom de ces dipôles portant les bandes de couleur.\n\n2. Indique l’effet de ce type de dipôle dans un circuit électrique.\n\n3. Ces deux dipôles montés en série sont soumis à une tension d’entrée Ue = 9 V. On désire\n\nrecueillir une tension de sortie Us = 3 V.\n\n3.1. Donne le nom du type de montage à réaliser.\n\n3.2. Fais le schéma de ce montage.\n\n3.3. Donne l’expression de la tension U1 aux bornes de R1 en fonction de R1, R2 et Ue. Calcule\n\nsa valeur.\n\n3.4. Donne l’expression de la tension U2 aux bornes de R2 en fonction de R1, R2 et Ue. Calcule\n\nsa valeur.\n\n4. Indique le dipôle qui permet de recueillir à ses bornes une tension Us permettant à la voiturette\n\nde fonctionner.\n\nSituation d’évaluation 2\n\nLATH dispose de deux conducteurs ohmiques A de résistance RA = 240 Ω et B représentés ci-\n\ndessous.\n\n1- Représente le symbole d’un conducteur ohmique.\n\n2- Donne les couleurs des anneaux a, b, c.\n\n3- Détermine la résistance RB du conducteur ohmique B.\n\n4- Dis l’influence d’un conducteur ohmique dans un circuit électrique.\n\n5- LATH monte le conducteur ohmique A dans un circuit électrique. L’intensité du courant qui le\n\ntraverse est I = 0,5A.\n\n5.1.\n\nDonne l’expression de la puissance dissipée par un conducteur ohmique.\n\n5.2.\n\nDétermine la puissance dissipée par le conducteur ohmique RA.\n\nActivité d’application 6\n\nDeux conducteurs ohmiques de résistance R1 = 54 Ω et R2 = 46 Ω sont associés en série au bornes d’un\n\ngénérateur de tension U = 12 V.\n\n1ère couleur\n\nOrange\n\n2e couleur\n\nGris\n\n3e couleur\n\nMarron\n\n1ère couleur (a)\n\n2e couleur (b)\n\n3e couleur (c)\n\n26\n\n26\n\n1. Fais le schéma du montage.\n\n2. Détermine :\n\na- la valeur de la résistance Re de l’ensemble de ces deux conducteurs ohmiques.\n\nb- l’intensité du courant qui traverse chaque conducteur ohmique.\n\nc- la tension U1 aux bornes de R1 et la tension U2 aux bornes de U2.\n\nDEVOIR SURVEILLE 1\n\na- Un conducteur ohmique porte des bandes de couleur qui sont des codes permettant de déterminer\n\nsa résistance……..\n\nb- La caractéristique d’un conducteur ohmique est une droite qui passe par l’origine des axes\n\nc- La loi d’ohm est donnée par la relation U = R. I\n\nII- Pour chaque question, entoure la bonne réponse.\n\n1- Les couleurs portées par un conducteur ohmique sont :(1ère couleur : Vert ; 2e couleur : Jaune ; 3e\n\ncouleur : Rouge). La valeur de cette résistance est :\n\na- R = 54 000 Ω\n\nb- 5 400 Ω\n\nc- 540 Ω\n\n2- La résistance équivalente Re de deux conducteurs ohmiques R1 et R2 montés en dérivation est :\n\na- Supérieure à la somme des deux résistances R1 et R2.\n\nb- Egale à la somme des résistances R1 et R2.\n\nc- Inférieure à la plus petite des deux résistances.\n\nIII- Complète les phrases suivantes par les mots et expressions qui conviennent :\n\nOhm, RI, ohmmètre, origine des axes, résistance, caractéristique, droite, conducteur\n\nohmique.\n\nL’insertion d’un ………………..dans un circuit électrique fait baisser l’intensité du courant\n\nqui le traverse.\n\nla résistance d’un conducteur ohmique peut être mesurée à l’aide d’un ………….. On peut\n\négalement la déterminer par calcul à l’aide de la loi …………….dont l’expression est U =\n\n………………\n\nL’unité de mesure de ………………électrique est l’ohm.\n\nLa ……………………d’un conducteur ohmique est une droite passant par ………\n\nUne étude menée par un groupe d’élèves d’une classe de 3e du lycée de Man porte sur un dipôle. Ces\n\nélèves soumettent ce dipôle à différentes valeurs de tensions et notent les différentes valeurs de\n\nl’intensité du courant qui le traverse. Les résultats sont consignés dans le tableau ci Ŕ dessous :\n\n27\n\n27\n\nU (V)\n\n0\n\n1\n\n2\n\n3\n\n4\n\n6\n\n7\n\nI (mA)\n\n0\n\n40\n\n80\n\n120\n\n158\n\n240\n\n280\n\n1- Fais le schéma du montage expérimental.\n\n2- Trace la caractéristique U= f (I) de ce dipôle.\n\nEchelle : 2 cm\n\npour 1V en ordonnée et 1cm pour 20mA en abscisse.\n\n3- Précise la nature de ce dipôle. Justifie la réponse.\n\n4- Donner l’expression de la loi d’Ohm qui caractérise ce dipôle.\n\n5- Détermine :\n\na- graphiquement la valeur de la résistance R de ce dipôle.\n\nb- graphiquement la valeur de la tension U aux bornes du dipôle lorsqu’il est traversé par un\n\ncourant d’intensité I = 108 mA.\n\nc- par le calcul l’intensité I’ du courant qui traverse ce dipôle lorsque la tension à ses bornes est\n\nU’ = 5V.\n\nELECTROLYSE ET SYNTHESE DE L’EAU\n\nAWA réalise l’expérience de l’électrolyse de l’eau.\n\na- Dis le rôle de la soude dans cette expérience.\n\nb- Indique l’électrode au niveau de laquelle se dégage le dihydrogène.\n\nc- Dis comment on identifie chaque gaz formé aux électrodes.\n\nd- Compare le volume de dihydrogène au volume de dioxygène obtenu.\n\ne- Ecris l’équation Ŕ bilan de l’électrolyse de l’eau.\n\nAu cours de l’électrolyse de l’eau, Mel obtient à l’anode 3,5 cm3 de gaz.\n\na- Définis l’électrolyse de l’eau.\n\nb- Donne le nom du gaz obtenu à l’anode.\n\nc- Dis comment on identifie ce gaz.\n\nd- Donne le nom du gaz obtenu à l’autre électrode.\n\ne- Détermine son volume.\n\n1- Définis la synthèse de l’eau.\n\n2- Ecris l’équation Ŕbilan de la synthèse de l’eau.\n\n3- Détermine le volume de dioxygène à utiliser pour avoir une réaction totale avec 8 cm3 de\n\ndihydrogène.\n\n28\n\n28\n\nLa figure ci-dessus représente le schéma du montage de l’électrolyse de l’eau mis à la disposition d’un\n\ngroupe d’élèves de 3e du Collège ANADOR pour une séance de Travaux Pratiques.\n\n1. Donne les noms correspondant aux index : 1 ; 2, 3, 4 et 5.\n\n2. Nomme les bornes S et R du générateur.\n\n3. Donne le nom de chacune des tiges P et Q.\n\n4. Ecris l’équation-bilan de cette électrolyse.\n\n5. Indique une méthode d’identification pour chacun des gaz 2 et 3.\n\nAu cours d’une séance de TP au laboratoire se SP au Collège ANADOR de Yopougon, BINTA réalise\n\nle montage ci-dessous en vue d’obtenir des corps pour reconstituer l’eau.\n\n1- Nomme chacun des gaz formés aux électrodes A et B.\n\n2- Indique le rôle de la soude.\n\n3- Nomme cette expérience.\n\n4.1. Ecris l’équation bilan de la réaction chimique à réaliser\n\npour reconstituer l’eau.\n\n4.2. Nomme cette réaction chimique.\n\n5. Détermine le volume de chacun des gaz recueillis ayant\n\nservi à cette réaction sachant qu’elle obtient 120 cm3 de\n\nmélange gazeux.\n\n5\n\n4\n\n1\n\nQ\n\nP\n\nGénérateur\n\n3\n\n2\n\nS R\n\n+\n\nMélange gazeux\n\n29\n\n29\n\na- L’électrolyse de l’eau est sa décomposition par le courant électrique. ……………..\n\nb- Le rôle de la soude dans l’eau est de rendre la solution conductrice. ………………..\n\nc- Le volume de gaz dégagé à l’anode au cours de l’électrolyse est deux fois plus grand que celui\n\ndégagé à la cathode. …………..\n\nd- L’équation bilan de la synthèse de l’eau est : 2H2 + O2 ………….. » 2H2O …………\n\nII- Pour chaque question, entoure la bonne réponse.\n\n1- Au cours de l’électrolyse de l’eau, le dihydrogène se dégage au niveau :\n\na- des deux électrodes.\n\nb- de la cathode.\n\nc- de l’anode\n\n2- Le dioxygène :\n\na- rallume une buchette présentant un point incandescent.\n\nb- émet une légère détonation en présence d’une flamme.\n\nc- trouble l’eau de chaux.\n\nIII- Complète les phrases suivantes par les mots et expressions choisis parmi ceux proposés :\n\nAtome, simple, matière, différent, molécule.\n\na- L’atome est un constituant élémentaire de la ……………………… ; tous les corps sont\n\nformés à partir ……………….., particules extrêmement petites.\n\nb- L’eau pure est constituée de ……………………..\n\nc- La molécule d’un corps pur composé est formée d’atomes …………………..\n\nExercice 2:\n\nEn vue de vérifier la relation entre les volumes de gaz recueillis lors de l’électrolyse de l’eau, un élève\n\nd’une classe de 3e réalise l’expérience et recueille à l’électrode reliée à la borne positive du générateur,\n\n15 cm3 d’une espèce chimique dans un tube à essai.\n\n1. Donne le nom de cette espèce chimique.\n\n2. Ecris l’équation-bilan de cette réaction.\n\n3. Détermine le volume de l’espèce formée sur l’autre électrode.\n\n4. Donne le nom de cette espèce chimique.\n\n30\n\n30\n\nSOLUTIONS ACIDES ET BASIQUES\n\na- Définis une solution aqueuse.\n\nb- Indique les moyens par lesquels on mesure le pH d’une solution.\n\nc- Indique l’information que nous donne le pH d’une solution.\n\nSARA dispose de trois solutions A (pH = 9) ; B (pH = 7) et C (pH = 3).\n\nIndique la nature de chaque solution. Justifie ta réponse.\n\nMELEI dilue trois solutions S1 de pH = 2 ; S2 de pH = 12 et S3 de pH = 7.\n\n1- Dis ce que signifie diluer une solution.\n\n2- Indique pour chaque solution si le pH augmente, diminue ou ne varie pas au cours de la dilution.\n\n3- Indique la valeur vers laquelle tend le pH lorsqu’on ajoute de plus en plus de l’eau dans chaque\n\nsolution.\n\nActivité d’application 4\n\nUne solution aqueuse a un pH = 3\n\na- Donne la nature de cette solution. Justifie ta réponse.\n\nb- Donne le nom et la formule de l’ion responsable de l’acidité et de la basicité d’une solution.\n\nc- Dis, pour la solution de pH = 3, si elle contient plus ou moins d’ions OH- que d’ions H+.\n\nActivité d’application 5\n\na- Donne un exemple d’indicateur coloré permettant de connaître la nature d’une solution.\n\nb- Montre l’importance du pH du sol dans l’agriculture.\n\nLe Professeur de Physique-Chimie de la 3e 4 du Lycée Aimé Césaire remet 8 flacons dont\n\nles étiquettes portent les informations résumées dans le tableau ci-dessous à un élève en vue\n\nde les classer selon leur nature.\n\nETIQUETTE\n\nCONTENU\n\nPH\n\nSalive\n\n6 ,5\n\nEau savonneuse\n\n11\n\nC\n\nJus de citron\n\n2\n\nD\n\nVinaigre\n\n2,8\n\nE\n\nSolution de soude\n\n12\n\nAcide chlorhydrique\n\n1\n\nG\n\nCoca cola\n\n2,5\n\nH\n\nEau de javel\n\n13\n\n1. Classe ces flacons en deux groupes selon leur pH. Nomme ces groupes.\n\n2. Indique le flacon contenant la solution :\n\n2.1. La plus acide. Justifie la réponse\n\n2.2. La plus basique. Justifie la réponse\n\n31\n\n31\n\na- Une solution aqueuse est une solution obtenue par la dissolution d’un corps dans l’eau. ………\n\nb- Le pH d’une solution A est 2,5 : Cette solution est donc basique. …………………….\n\nc- L’ion H+ est responsable de la basicité d’une solution aqueuse. ……………..\n\nd- Lorsqu’on dilue une solution acide, son pH augmente. ……………………\n\nII- Pour chaque question, entoure la bonne réponse.\n\n1- Une solution aqueuse est basique si son pH :\n\na- est inférieur à 7.\n\nb- est égal à 7.\n\nc- est supérieur à 7.\n\n2- Si on dilue une solution acide :\n\na- son pH diminue.\n\nb- son pH augmente.\n\nc- son pH ne varie pas.\n\nIII- Complète les phrases suivantes à l’aide des mots et expressions qui conviennent :\n\nDiminue, solution acide, Ions H+, dilue, solution aqueuse, pH, solvant, dilution maximale.\n\nUne …………………………. est obtenue lorsqu’on dissout un corps dans l’eau. L’eau est le………….. et\n\nle corps dissout le soluté. Une solution aqueuse contient toujours des ………………………et les ions OH-\n\n.\n\nUne ……………………………….. contient plus d’ions H+ que d’ions OH-. Lorsqu’on ………………. une\n\nsolution acide, son …………………. augmente pendant que son acidité ……………………………………….\n\nLa ………………………………………………. d’une solution aqueuse fait tendre le pH de cette solution\n\nvers la valeur 7.\n\nUn test sur les solutions aqueuses réalisé par un groupe d’élèves de 3e d’un collège a donné les résultats\n\ncontenus dans le tableau ci-dessous :\n\nLiquides\n\nJus de\n\ntomate\n\nEau de Javel Jus de citron Eau de mer\n\nJus de\n\npamplemousse\n\nCoca-Cola\n\npH\n\n4\n\n11\n\n2,5\n\n8\n\n3\n\n2,5\n\na- Définis une solution aqueuse.\n\nb- Indique l’information que donne le pH d’une solution.\n\nc- Classe les liquides du tableau du plus basique au plus acide.\n\nd- Donne le nom de l’ion qui donne le caractère basique à une solution.\n\ne- Indique si un verre d’eau de Javel contient plus ou moins d’ions OH- que d’ions H+. Justifie ta\n\nréponse.\n\n32\n\n32\n\nLES ALCANES\n\n1. Définis un hydrocarbure.\n\n2. Entoure les formules des hydrocarbures parmi les formules suivantes :\n\nC3H8 ; C2H4 ; H2O ; NH3 ; C4H8 ; H2S ; CH4\n\n1- Définis un alcane.\n\n2- Donne la formule générale des alcanes.\n\n3- Définis les isomères.\n\n4- Ecris la formule brute du butane et donne les formules semi développées de ses isomères en\n\ndonnant leur nom.\n\n1. Donne le nom et la formule de chacun des produits formés au cours de la combustion complète\n\nd’un alcane.\n\n2. Indique comment on identifie chacun de ces produits formés.\n\n3. La combustion d’un alcane dans le dioxygène peut être incomplète. Donne la cause de la\n\ncombustion incomplète.\n\nActivité d’application 4\n\na- Indique les effets du CO2 sur l’homme et son environnement.\n\nb- Explique l’effet de serre et ses conséquences.\n\n1. N’GUESSAN, élève de 3e veut connaître la nature du liquide contenu dans un briquet. Son\n\nProfesseur de Physique-Chimie affirme que c’est du butane maintenu à l’état liquide par pression\n\nrégnant dans le réservoir.\n\n1.1. Ecris la formule brute du butane.\n\n1.2. Ecris la formule développée plane à chaine linéaire.\n\n1.3. Donne la famille d’hydrocarbure auquel appartient ce corps.\n\n1.4. Donne la formule générale brute des composés de cette famille.\n\n2. On fait fonctionner ce briquet, il en sort une flamme bleue.\n\n2.1. Donne le nom de la réaction chimique qui a lieu.\n\n2.2. Ecris l’équation Ŕbilan de cette réaction.\n\n2.3. Fais les schémas annotés mettant en évidence les produits de cette réaction.\n\n3. La flamme devient jaune et fuligineuse ; indique la nature de cette réaction chimique.\n\n33\n\n33\n\na- Un hydrocarbure est un corps dont la molécule est uniquement constituée d’atomes de carbone\n\nou d’hydrogène. ……………….\n\nb- Les isomères sont des alcanes qui ont la même formule brute mais des formules développées\n\ndifférents. …………..\n\nc- La combustion complète d’un alcane produit de la vapeur d’eau et du dioxyde de carbone. ………\n\nd- Le dioxyde de carbone est un gaz à effet de serre. …………………..\n\nII- Pour chaque question, entoure la bonne réponse.\n\n1- La formule générale brute d’un alcane est CnH2n+2. Si n = 3, la formule brute est:\n\na- C3H6\n\nb- C4H10\n\nc- C3H8\n\n2- La combustion complète d’un alcane produit :\n\na- du dioxyde de carbone et du monoxyde de carbone.\n\nb- du dioxyde de carbone et de la vapeur d’eau.\n\nc- de l’eau et du carbone :\n\nPour analyser un hydrocarbure gazeux dans les conditions habituelles, un élève introduit dans un\n\neudiomètre 10 mL d’un hydrocarbure gazeux CnH2n+2 et 80 mL de dioxygène pur en excès.\n\nIl fait éclater l’étincelle : la combustion qui a lieu est complète.\n\nAprès retour aux conditions initiales, on constate :\n\nla formation de buée sur les parois ;\n\n- la présence de 55 mL d’un mélange gazeux dont 15 mL représente un gaz qui entretient la\n\ncombustion.\n\nLors des festivités de Noël dans la maison familiale à LOPOU, AKPA, élève de la classe de 3e en\n\nvacance, dit à ses sœurs d’ouvrir la porte et les fenêtres de la cuisine pour une bonne aération pendant la\n\ncuisson de la nourriture sur la gazinière. Ses sœurs veulent comprendre les raisons de cette demande.\n\n1. Donne le nom du gaz domestique utilisé pour la cuisson des aliments.\n\n2. Ecris sa formule brute est ses formules semi développées possibles en indiquant leur nom.\n\n3. Ecris l’équation bilan de la combustion complète de cet alcane.\n\n4. Détermine le volume de dioxygène nécessaire pour bruler 3 cm3 de butane.\n\n5. Déterminer le volume de dioxyde de carbone produit pour la combustion de ces 3 cm3 de\n\nbutane.\n\n6. Dis pourquoi il faut aérer l’endroit où a lieu la combustion\n\n34\n\n34\n\na- Donne le nom et la formule du gaz qui entretient la combustion.\n\nb- Détermine le volume de ce gaz ayant servi à la combustion des 10 mL de CnH2n+2.\n\nc- Donne le nom et la formule de l’autre gaz. Calcule son volume. Indique comment on identifie ce gaz ?\n\nOXYDATION DES CORPS SIMPLES\n\nLOHOUES réalise la combustion du carbone dans le dioxygène.\n\na- Ecris l’équation bilan de la combustion.\n\nb- Donne le nom et la formule du produit de cette réaction.\n\nc- Dis comment on identifie le produit formé.\n\nd- Le produit de cette réaction est un gaz à effet de serre. Indique la conséquence de l’effet de serre.\n\nKOSSONOU réalise la combustion du soufre dans le dioxygène.\n\na- Ecris l’équation bilan de cette réaction.\n\nb- Donne le nom et la formule du produit de cette réaction.\n\nc- Dis comment on identifie le produit formé.\n\nd- Le produit de cette réaction est un gaz qui est à l’origine des pluies acides. Indique la\n\nconséquence des pluies acides.\n\nQuand le fer rouille à l’air libre, il se forme un oxyde de fer.\n\n1- Donne la formule et le nom de cet oxyde.\n\n2- Donne le nom et la formule de l’oxyde qui se forme lors de la combustion du fer.\n\n3- Indique si la formation de la rouille et la combustion du fer sont des oxydations. Justifie ta\n\nréponse.\n\n4- On ne doit pas appeler la formation de la rouille une combustion mais une oxydation lente :\n\njustifie cette affirmation.\n\nPour la réfection de la toiture de sa maison au village de Songon pendant la saison pluvieuse, Séka sort\n\ndes pointes en fer qu’il a conservées depuis longtemps dans une boîte ouverte et laissée à l’air libre. Il\n\nobserve une couche poreuse sur elles et voudrait comprendre le phénomène observé.\n\n1. Le fer est un corps pur simple : Donne la raison de cette affirmation.\n\n2. Le fer réagit lentement avec le dioxygène en présence d’humidité.\n\n2.1.\n\nNomme cette réaction.\n\n2.2.\n\nEcris l’équation bilan de cette réaction.\n\n2.3.\n\nCette réaction est aussi appelée oxydation lente. Explique cette affirmation.\n\n35\n\n35\n\na- Le dioxyde de carbone est un gaz qui trouble l’eau de chaux. ……………\n\nb-La combustion du soufre produit un gaz qui est à l’origine des pluies acides. …………….\n\nc- La combustion du fer est une oxydation. …………………………\n\nd- La formation de la rouille est une oxydation vive. ………………..\n\nII- Pour chaque question, entoure la bonne réponse.\n\n1- La combustion du carbone dans le dioxygène se traduit par l’équation bilan suivant :\n\na- S + O2 ………………… » SO2\n\nb- 3Fe + 2 O2 ………………… » Fe3O4\n\nc- C + O2 ………………… » CO2\n\n2- Le fer réagit lentement avec le dioxygène en présence d’humidité. Il s’agit de\n\na- la formation de l’oxyde magnétique de fer.\n\nb- la formation de l’oxyde ferrique.\n\nc- la fusion du fer.\n\nIII- Complète le texte ci-dessous par les mots et expressions suivants :\n\nOxydation lente, corps simples, SO2, dioxyde de carbone, oxydes, Oxyde ferrique, Fe3O4.\n\nLe carbone, le soufre, le fer sont des ……………………………. Leur combustion dans le\n\ndioxygène donne des …………………... Le …………………………………. de formule CO2 est un\n\ngaz qui trouble l’eau de chaux mais le dioxyde de soufre de formule …………………décolore une\n\nsolution violette de permanganate de potassium. La formation de l’…………………………… de\n\nformule Fe2O3 est une ………………………… alors que la formation de l’oxyde magnétique de fer de\n\nformule ………………… est une oxydation vive.\n\nPour connaitre l’utilisation du soufre dans l’industrie, on fait réaliser des expériences à un élève de 3e au\n\nlaboratoire d’un établissement secondaire.\n\n1- Le soufre est un corps simple de couleur jaune.\n\n1.1.Définis un corps simple.\n\n1.2.Donne le symbole du soufre.\n\n2. Dans l’industrie, on prépare l’acide sulfurique à partir du soufre en trois étapes :\n\nPremière étape : On réalise la combustion du soufre dans le dioxygène pour recueillir le produit\n\nformé appelé A.\n\nDeuxième étape : Le produit A subit une oxydation pour donner un produit B appelé trioxyde de\n\nsoufre de formule SO3.\n\n36\n\n36\n\nTroisième étape : On fait une hydratation (addition d’eau) du trioxyde de soufre pour obtenir l’acide\n\nsulfurique de formule H2SO4.\n\n2-1- Ecris l’équation bilan de la réaction qui donne comme produit le corps A.\n\n2-2- Indique comment on identifie le corps A.\n\n2-3- Ecris l’équation bilan de la réaction donnant le corps B.\n\n2-4- Ecris l’équation bilan de la réaction donnant l’acide sulfurique.\n\n3. Les usines rejettent des tonnes de dioxyde de soufre dans l’air. Explique, à partir de ce qui précède,\n\nla formation des pluies acides.\n\nREDUCTION DES OXYDES\n\nSIE chauffe un mélange d’oxyde de cuivre avec du carbone. On obtient du cuivre et un dégagement de\n\ndioxyde de carbone.\n\na- Ecris l’équation bilan de la réaction réalisée.\n\nb- Donne le nom de la transformation subie par l’oxyde de cuivre.\n\nc- Donne le nom de la transformation subie par le carbone.\n\nd- Indique dans cette réaction, l’oxydant et le réducteur.\n\ne- Nomme ce type de réaction chimique réalisée.\n\nASSI réalise la réduction de l’oxyde de cuivre par l’aluminium.\n\na- Ecris l’équation bilan de cette réaction.\n\nb- Indique dans cette réaction, l’oxydant et le réducteur.\n\nc- Indique par des flèches sur l’équation bilan, la réduction et l’oxydation.\n\nLe laboratoire d’une industrie de construction métallique située dans la sous région reçoit des métaux",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_1_09_mb.pdf",
    "year": null,
    "zone": null,
    "hasCorrection": true
  }
}