{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": null,
  "title": "t l charger 2 26 mb - part 2",
  "content": "c. Je dois couvrir mon ordinateur avec du tissu propre.\n\n4. On parle de plantage de l’ordinateur, c’est quand :\n\na. L’utilisateur veut produire beaucoup ordinateurs ;\n\nb. L’ordinateur se multiplie ;\n\nc. L’ordinateur ne répond à aucune instruction.\n\n5. Pour protéger mon ordinateur des virus:\n\na. Je dois acheter un sac pour garder mon ordinateur ;\n\nb. Je dois loger un logiciel anti virus ;\n\nc. Je dois couvrir mon ordinateur avec du tissu propre.\n\n6. Pour être bien installé et efficace un anti-virus doit être:\n\na. Réinstallé chaque semaine ; b. installé sur un serveur ; c. mise à jour automatiquement tous\n\nles jours.\n\n7. Je dépose une disquette infectée par un virus sur mon bureau, à côté de l'ordinateur. Y a-t-\n\nil un danger d'infection ?\n\na. OUI\n\nb. NON\n\nc. Seulement si le bureau est métallique\n\n8. Par lequel de ces médias un virus ne peut pas être transmis.\n\na. Clef USB b. CD-ROM c. Courrier électronique d. Aucune autre réponse n'est correcte\n\n9. Un pare-feu, ça sert à :\n\na. Empêcher de pirater des fichiers sous copyright ; b. Interdire l’accès extérieur à un\n\nordinateur ; c. Remplacer un antivirus.\n\nQUESTIONS BINAIRES : répondre par vrai ou faux\n\n1. L’antivirus peut attaquer le moniteur……………………. ;\n\n2. Quand mon ordinateur possède l’antivirus, je ne peux plus attraper les virus……………… ;\n\n3. L’antivirus doit être régulièrement mis à jour pour rester efficaces contre les nouveaux virus……;\n\n4. Les virus et l’antivirus veulent dire la même chose ……………. ;\n\n5. Les virus ne peuvent pas attaquer la souris……………………. ;\n\n6. Les virus ne peuvent pas attaquer les applications installées dans mon ordinateur………… ;\n\n7. Quand mon ordinateur possède des virus, certains fichiers ne s’ouvrent plus……………… ;\n\n8. Lorsque l’on télécharge un document, on peut attraper un virus en ouvrant le traitement de texte pour le lire…… ;\n\n9. Les virus se répandent à travers tout moyen d’échange numérique comme internet…………\n\n1. Donner quatre rôles qu’effectue un antivirus dans l’ordinateur\n\n2. Que signifie l’expression « Mettre en quarantaine un fichier infecté »\n\n3. Pourquoi créer l’antivirus ?\n\n4. Citer trois types de virus et trois exemples de virus\n\n5. Citer six logiciels antivirus\n\nPage 20 sur 53\n\nLEÇON 5: LA MAINTENANCE INFORMATIQUE\n\nIdentifier les types de maintenance ;\n\nCiter les mesures de protection des logiciels ;\n\nCiter les mesures de protection du matériel.\n\nLa maintenance18 est un ensemble d'actions qui tendent à prévenir ou à corriger les dégradations d'un\n\nmatériel afin de maintenir ou de rétablir sa conformité aux spécifications. Il existe différents types de\n\nmaintenance selon qu’il s’agira de hardware ou de software.\n\nLES TYPES DE MAINTENANCE POUR LE HARDWARE\n\n1. Les types de maintenance pour le hardware\n\nIl existe deux façons complémentaires d'ordonner les opérations de maintenance :\n\n1.1.\n\nLa maintenance corrective\n\nElle qui consiste à intervenir sur un équipement une fois que celui-ci est défaillant.\n\nElle se subdivise en :\n\n maintenance palliative19 : dépannage (donc provisoire) de l'équipement, permettant à celui-ci\n\nd'assurer tout ou partie d'une fonction requise ;\n\n maintenance curative : réparation (donc durable) consistant en une remise en l'état initial.\n\n1.2.\n\nLa maintenance préventive\n\nElle qui consiste à intervenir sur un équipement avant que celui-ci ne soit défaillant, afin de tenter de\n\nprévenir la panne.\n\nLa maintenance préventive se subdivise à son tour en :\n\n maintenance systématique20 ;\n\n maintenance conditionnelle 21;\n\n maintenance prévisionnelle22.\n\n2. Les types de maintenance pour le software\n\nEn informatique logicielle, on divise la maintenance en plusieurs types :\n\n la maintenance corrective : elle consiste à corriger les défauts de fonctionnement ou les non-\n\nconformités d'un logiciel ;\n\n la maintenance adaptative : sans changer la fonctionnalité du logiciel, elle consiste à adapter\n\nl'application afin que celle-ci continue de fonctionner sur des versions plus récentes des logiciels\n\nde base, voire à faire migrer l'application sur de nouveaux logiciels de base.\n\n On parle également de maintenance évolutive : cela consiste à faire évoluer l'application en\n\nl'enrichissant de fonctions ou de modules supplémentaires.\n\n18 Les termes de « maintenance » et d'« entretien » recouvriraient aujourd'hui deux notions différentes mais complémentaires. La maintenance concernerait tout ce qui fait\n\nappel aux énergies (électricité, pneumatique, mécanique, hydraulique, automatique, électronique, informatique, etc.) tandis que l'entretien concernerait tout ce qui n'est pas\n\ntechnologique (nettoyage, peinture, plomberie, serrurerie, menuiserie, vitrerie, etc.).\n\n19 Elle doit toutefois être suivie d'une action curative dans les plus brefs délais.\n\n20Désigne des opérations effectuées systématiquement, soit selon un calendrier (à périodicité temporelle fixe), soit selon une périodicité d'usage (heures de fonctionnement,\n\nnombre d'unités produites, nombre de mouvements effectués, etc.)\n\n21 Réalisée à la suite de relevés ou de mesures (kilométrage, temps de fonctionnement, etc.), de contrôles révélateurs de l'état de dégradation de l'équipement\n\n22 Réalisée à la suite d'une analyse de l'évolution de l'état de dégradation de l'équipement (par exemple contrôle périodique défini par le constructeur ou l’expérience)\n\nPage 21 sur 53\n\nLES MESURES DE PROTECTION DES LOGICIELS ET DES DONNÉES\n\nPERSONNELLES\n\n Le Droit d’auteur 23 pour le programme \"en tant que tel\". La protection par le droit d'auteur\n\nporte sur la forme du logiciel, c'est-à-dire le code source. 24\n\n Le brevet, lorsque le logiciel présente des caractéristiques techniques respectant les critères\n\nhabituels de brevetabilité (nouveauté, activité inventive, suffisance de description).\n\n Les dispositifs contractuels : la cession du logiciel devrait être limitée au cas où l’essentiel du\n\nsavoir-faire capturé dans le code développé provient du client. Celui-ci a, dans ce cas, fortement\n\ncontribué aux spécifications fonctionnelles détaillées quand il ne les a pas écrites lui-même. Le\n\nlogiciel cédé est sauf exception entièrement nouveau.\n\n Installer des pare-feu 25: appelé \"firewall\" en anglais protège l'ordinateur des intrusions\n\nmalveillantes en filtrant les paquets d'informations qui entrent et sortent du PC au moyen de la\n\nconnexion internet et s'assure qu'ils ne tentent pas d'effectuer des actions illégales.\n\n Contrôle antivirus : éliminer toute présence de virus, malwares, spywares se trouvant sur\n\nl'ordinateur.\n\n Mise à jour du système et des logiciels : installation des correctifs Windows et mise à jour des\n\nlogiciels.\n\nLES MESURES DE PROTECTION DU MATÉRIEL.\n\nEt si les ordinateurs sont souvent bien protégés de tout ce qui peut leur arriver par le biais d'internet\n\n(pare-feu, antivirus, logiciels anti-espions ou antipop-up), ils le sont beaucoup moins bien face aux\n\nsoucis électriques (Surtensions, sous-tension et panne de courant).\n\nPour protéger l’ordinateur contre l’instabilité du courant électrique, il faut :\n\n protéger la totalité de son équipement avec le matériel le plus évolué: l'onduleur ;\n\n utiliser des parafoudres et parasurtenseurs.\n\nD’autres mesures importantes ne sont pas à négliger afin de mieux protéger le matériel informatique : ce\n\nsont :\n\n Contrôle du câblage : Branchements, état physique, etc.\n\n Nettoyage complet du PC intérieur et extérieur : la poussière, à l'intérieur de l'ordinateur, est\n\nun facteur d'usure important de l'ensemble des composants en empêchant un bon\n\nfonctionnement.\n\n Contrôle de l'état des composants et périphériques : lecteur CD, DVD, imprimante, disque dur,\n\ncarte graphique, etc.\n\n Nettoyage du disque dur : optimisation des données, suppression de programmes inutilisés, des\n\nfichiers inutiles, courriers indésirables, cookies, etc.\n\n23 Le droit d’auteur est peu adapté au monde du logiciel. L’auteur, et donc le propriétaire initial du logiciel, est celui qui écrit concrètement les lignes de code – comme l’auteur\n\nd’un roman. La contribution d’autres personnes physiques ou morales à ces spécifications et à l’algorithme ou à toute autre activité en amont de l’écriture proprement dite du\n\ncode source n’est pas prise en compte. Ainsi, le propriétaire initial du logiciel n’est pas celui qui a spécifié le logiciel, même si cette spécification était détaillée, et le travail de\n\ncodage une simple activité de transcriptions en langage informatique avec une valeur ajoutée faible.\n\n24 Le dépôt est recommandé à titre de preuve de l'objet du droit et de la date de conception du logiciel.\n\n25 Pour garantir une sécurité informatique et empêcher le vol des données personnelles et confidentielles, un ordinateur doit être imperméable aux attaques en provenance du\n\nréseau internet. La configuration correcte d'un pare-feu est indispensable pour la sécurisation d'un ordinateur.\n\nPage 22 sur 53\n\nQUESTIONS A CHOIX MULTIPLES : encadre la bonne réponse\n\n1. Qu'est-ce qu’un shareware ?\n\na) Un logiciel qui peut être utilisé gratuitement et avec des options limitées pendant une durée déterminée par\n\nl’auteur;\n\nb) Un logiciel que son auteur distribue gratuitement et ne demande rien en échange mais le client reste soumis à la\n\nlicence d’utilisation;\n\nc) Les deux réponses sont justes.\n\n2. Qu'est-ce qu’un freeware ?\n\na) Un logiciel qui peut être utilisé gratuitement et avec des options limitées pendant une durée déterminée par\n\nl’auteur;\n\nb) Un logiciel que son auteur distribue gratuitement et ne demande rien en échange mais le client reste soumis à la\n\nlicence d’utilisation;\n\na) Les deux réponses sont justes.\n\n3. Qu'est ce qu'un pourriel ?\n\na) un logiciel malveillant ; b) un composant de la carte mère ; c) un courriel indésirable.\n\nQUESTIONS BINAIRES : répondre par vrai ou faux\n\n1. Pour être bien installé et efficace un anti-virus doit être réinstallé chaque semaine………;\n\n2. La maintenance préventive et corrective intervient uniquement sur le matériel………;\n\n3. La maintenance corrective et adaptative intervient uniquement sur le logiciel………;\n\n4. La mise à jour du système et des logiciels est nécessaire pour corriger Windows ………;\n\n5. Un hacker est un voleur de données………;\n\n6. Un pirate informatique est un voleur de données informatiques………;\n\n7. Les logiciels espions sont des logiciels qui peuvent s’installer ou s’exécuter sur votre\n\nordinateur sans notification, validation de votre part ou contrôle adéquat………\n\n1. On vous donne le tableau suivant : associer chaque élément de la colonne A à son correspondant de\n\nla colonne B dans le contexte informatique.\n\nColonne A\n\nColonne B\n\nBonne réponse\n\n1) La maintenance\n\npréventive\n\na) Consiste à adapter l'application afin que celle-ci continue\n\nde fonctionner sur des versions plus récentes des\n\nlogiciels de base\n\n1……………\n\n2) La maintenance\n\ncorrective\n\nb) Consiste en une remise en l'état initial\n\n2……………\n\n3) La maintenance\n\nadaptative\n\nc) Consiste à intervenir sur un équipement avant que celui-\n\nci ne soit défaillant, afin de tenter de prévenir la panne.\n\n3……………\n\n4) La maintenance\n\ncurative\n\nd) Consiste à intervenir sur un équipement une fois que\n\ncelui-ci est défaillant.\n\n4…………….\n\n2. Donner la différence entre « la maintenance » et « l’entretien »\n\n…………………………………………………………………………………………………………\n\n3. Citer trois mesures de protections du matériel informatiques contre l’instabilité du courant électrique ?\n\n……………………………………………………………………………………………………………………\n\n………………………………………………………………………………………………………………\n\n4. Citer deux mesures de protections des logiciels ?\n\n……………………………………………………………………………………………………………………\n\n………………………………………………………………………………………………………………\n\n5. Citer deux mesures de protections contre le vol des données personnelles ?\n\nPage 23 sur 53\n\nLEÇON 6: LES CARACTÉRISTIQUES D’UN FICHIER\n\n1H\n\nCaractériser un fichier (nom, extension, taille, date de création, emplacement, application par défaut).\n\nUn fichier (en anglais file) est un ensemble nommé d’informations reliées qui est stocké sur tout type de\n\nsystème de stockage. Le système gère la correspondance entre fichiers et périphériques de stockage\n\nmatériel (disques, bandes magnétiques, disquettes, CDs, DVD, etc.)\n\nLES ATTRIBUTS D’UN FICHIER\n\nOn peut citer :\n\n Le Nom du fichier: sous forme lisible ;\n\n Son extension ou format26;\n\n Son Type : exécutable, image, etc. ;\n\n Son Emplacement : pointeur vers le périphérique et la position sur celui-ci ;\n\n Sa Taille : réelle et éventuellement maximum possible ;\n\n Ses Protections : lecture, écriture et exécution ;\n\n Heure, date et utilisateur : pour la création, la dernière modification et dernière utilisation.\n\nLes informations sont rangées dans des fichiers, un fichier peut servir à mémoriser un texte, une image,\n\nmais aussi un programme…\n\nUn fichier est identifié par un nom qui lui est attribué par l’utilisateur et qui a la forme suivante :\n\nnom_du_fichier.extension\n\nL’extension sert à regrouper les fichiers de même nature\n\nExemples : Lettre.doc fichier document créé par Word\n\nProduit.exe fichier exécutable (programme multiplication)\n\nOPÉRATIONS SUR LES FICHIERS\n\nOn peut citer :\n\n Création : trouver l’espace dans le système de fichier et ajouter les entrées dans les répertoires ;\n\n Écriture : à la position courante ;\n\n Lecture : à la position courante ;\n\n Repositionnement dans le fichier : modifier la position courante ;\n\n Suppression : supprimer l’entrée et libérer l’espace disque ;\n\n Vider : mettre la taille à 0 (libération de l’espace) dans modifier les autres attributs.\n\n26 Le nom d’un fichier s’accompagne toujours d’une extension. L'extension est un suffixe d’au moins trois (03) caractères placé après le nom du fichier et\n\nséparé de ce dernier par un point. Elle permet à partir d'un simple coup d'œil d'identifier le type de document auquel on a affaire: image, texte, vidéo ou\n\nautre.\n\nPage 24 sur 53\n\nQUESTIONS A CHOIX MULTIPLES : encadre la bonne réponse\n\n1. Un fichier est :\n\na) Un ensemble de données n’ayant pas de relations entre elles ;\n\nb) Une icône qui contient des éléments qui ne se ressemble pas ;\n\nc) Un ensemble d’informations ayant des liens entre elles.\n\n2. Copier /coller un fichier, c’est :\n\na) Le déplacer en le supprimant de son emplacement initial vers un emplacement de destination ;\n\nb) Supprimer le double du fichier d’origine ;\n\nc) Obtenir deux fichiers à savoir l’original et la copie.\n\n3. Couper/coller un fichier, c’est :\n\na) Produire ou multiplier deux fois le fichier.\n\nb) le déplacer en le supprimant de son emplacement initial vers un emplacement de destination ;\n\nc) Obtenir deux fichiers : l’original et la copie.\n\n4. La corbeille est :\n\na) Une icône dans laquelle l’on garde tous ses fichiers utiles;\n\nb) Un bac à ordure ou poubelle de l’ordinateur ;\n\nc) Un ensemble d’informations ayant des éléments en commun.\n\n5. Le fichier est enregistré sur le disque dur sous la forme :\n\na) \"nom_du_fichier.extension\" ;b)\"nom_extension_du_fichier\" ;c)\"extension_du_fichier.extension\".\n\n6. Un répertoire est :\n\na) un fichier ; b) un objet informatique qui contient les sous dossiers et les fichiers ; c) Les deux réponses\n\nsont justes.\n\n7. Le répertoire racine est :\n\na) La racine d’une arborescence ; b) Le répertoire principal ; c) Les deux.\n\n8. Le répertoire principal est:\n\na) Celui qui contient des sous dossiers ou sous répertoires ; b) Répertoire où débute\n\nl’arborescence propre à cette application; c) Les deux réponses sont justes.\n\n9. L’arborescence est :\n\na) Représentation d’un ensemble d’objet sous forme hiérarchique;\n\nb) Une structure logique d’une quantité d’informations organisées de manière hiérarchique ;\n\nc) Les deux réponses sont justes.\n\n10. Quel support n’est pas d’accès direct ?\n\na) Bande magnétique ; b) Disque magnétique c) Le CD-ROM\n\n11. Comment s’appelle le programme qui gère le stockage des fichiers sur un ordinateur ?\n\na) Le navigateur de fichier ; b) L’explorateur de fichiers ; c) Le système de fichier.\n\nQUESTIONS BINAIRES : répondre par vrai ou faux\n\na. L'extension d'un fichier ne peut pas dépasser 3 lettres après le point……………… ;\n\nb. Le CD-ROM est un support magnétique……………… ;\n\n1. Citer deux (02) extensions des fichiers suivants :\n\na. Fichiers textes…………………………………………\n\nb. Fichiers images…………………………………………\n\nc. Fichiers vidéo……………………………………………..\n\nd. Fichiers sons……………………………………………….\n\n2. Citer d’autres opérations qu’on peut effectuer sur un fichier ?\n\n3. Définir support à accès direct et support à accès séquentiel et donner un exemple dans\n\nchaque cas\n\nPage 25 sur 53\n\nLEÇON 7: L’ORGANISATION DE L’INFORMATION DANS L’ORDINATEUR 2H\n\nDéfragmenter un volume ;\n\nIdentifier les partitions ;\n\nNettoyer des unités de stockage.\n\nPour pouvoir recevoir toutes les données, savoir comment les retrouver quand l’utilisateur en a besoin,\n\nl’ordinateur prépare ses unités de stockage par différents processus qui sont : le formatage et le\n\npartitionnement. De même, pour améliorer les performances de votre volume (disque dur), il faut passer\n\npar la défragmentation.\n\nL’OPTIMISATION D’UN VOLUME\n\nLe disque sur est un composant de l’ordinateur chargé de stocker des données informatiques. Il loge le\n\nsystème d’exploitation, les logiciels installés ainsi que vos données personnelles. Pour optimiser son\n\ndisque dur, il faut :\n\n Utiliser l’outil Nettoyage de disque\n\nPour diminuer le nombre de fichiers inutiles sur le disque dur et libérer de l’espace disque ainsi que\n\naccroître la vitesse d’exécution de l’ordinateur, l’outil nettoyage de disque supprime les fichiers\n\ntemporaires, vide la Corbeille et élimine toute une série de fichiers système et autres éléments dont\n\nl’utilisateur n’a plus besoin.\n\n Améliorer les performances en défragmentant le disque dur\n\nLa fragmentation oblige le disque dur à effectuer un travail supplémentaire qui peut freiner l’ordinateur.\n\nLe Défragmenteur27 de disque réorganise les données fragmentées de sorte que les disques et lecteurs\n\nfonctionnent plus efficacement.\n\nLE FORMATAGE DU DISQUE DUR\n\nFormater un disque est un processus d’initialisation d’un disque dur dans le but de pouvoir y stocker\n\ndes informations ou données. En d’autres termes, le formatage prépare donc le disque dur à recevoir un\n\ncertain type de fichier avec un mode d’organisation spécifique.\n\nPlusieurs types de formatage existent :\n\nFAT28 (FAT 16, FAT 32, FAT 32x) pour la famille Windows ; NTFS29 pour Windows NT, XP ; Ext2,\n\nExt3 et Swap pour linux.\n\nIl existe en principe deux modes de formatage :\n\n Le formatage physique ou de bas niveau est fait en usine par le fabricant ;\n\n Le formatage logique ou de haut niveau est fait par l’utilisateur.\n\nLE PARTITIONNEMENT D’UN DISQUE DUR\n\nLe partitionnement d’un disque dur permet de diviser le disque dur en plusieurs zones appelées\n\npartition pouvant chacune posséder leur propre système d’exploitation.\n\nUne partition est une zone de disque dur que l’on peut formater et à laquelle on peut affecter une lettre\n\nde lecteur. En règle générale, la partition système porte la lettre C. Les lettres A et B sont réservées aux\n\nlecteurs amovibles ou aux lecteurs de disquettes. Certains ordinateurs disposent de disques durs\n\ncomportant une seule partition ; par conséquent, l’ensemble du disque dur est représenté par la lettre C.\n\n27 L’exécution complète du Défragmenteur de disque peut prendre entre plusieurs minutes et quelques heures, selon la taille et le degré de fragmentation de votre disque dur.\n\nToutefois, vous pouvez continuer d’utiliser votre ordinateur durant le processus de défragmentation.\n\n28 FAT = File Allocation Table\n\n29 NTFS= New Technology File System\n\nPage 26 sur 53\n\nQUESTIONS A CHOIX MULTIPLES : encadre la bonne réponse\n\n1. Optimiser une mémoire vive consiste à :\n\na) Réunir consécutivement les différents espaces d’un fichier sur le disque;\n\nb) Préparer le disque pour qu’il puisse recevoir des nouvelles informations ;\n\nc) Augmenter ses performances.\n\n2. Le partitionnement d’un disque dur consiste à :\n\na) Préparer le disque pour qu’il puisse recevoir des nouvelles informations ;\n\nb) Installer un système d’exploitation sur le disque;\n\nc) Diviser son disque en plusieurs zones.\n\n3. Scanner une unité de stockage revient à :\n\na) Préparer le disque pour qu’il puisse recevoir des nouvelles informations ;\n\nb) Rechercher puis supprimer, mettre en quarantaine ou réparer tous les virus détectés par l’antivirus;\n\nc) Installer un système d’exploitation sur le disque.\n\n4. On parle de formatage d’un ordinateur, c’est quand :\n\na) L’utilisateur prépare son disque pour qu’il puisse recevoir des nouvelles informations ;\n\nb) L’utilisateur veut installer un système d’exploitation sur le disque;\n\nc) L’utilisateur veut diviser son disque en plusieurs zones.\n\n5. Défragmenter un volume consiste à :\n\na) Réunir consécutivement les différents espaces d’un fichier sur le disque dur ;\n\nb) Améliorer la rapidité d’accès aux informations ;\n\nc) Les deux définitions sont justes.\n\n6. Comment s’appelle le programme qui gère le stockage des fichiers sur un ordinateur ?\n\na) Le navigateur de fichier ; b) L’explorateur de fichiers ; c) Le système de fichier.\n\n7. Un cluster est :\n\na) Un segment physique du disque ; b) un programme ; c) un fichier.\n\nQUESTIONS BINAIRES : répondre par vrai ou faux\n\n1. Un disque dur sans partition peut recevoir des données……………… ;\n\n2. Un disque dur peut contenir des données sans être formaté……………… ;\n\n3. Une partition doit être formaté en vue d’accueillir un système d’exploitation……………… ;\n\n4. Il existe deux types de partition : étendue et principale……………… ;\n\n5. Un même disque dur peut contenir jusqu’à quatre partions principales ou trois partions\n\nprincipales et une partition étendue……………… ;\n\n6. Un disque dur ne peut recevoir de données tant qu’il n’est pas partitionné30……………… ;\n\n7. Un cluster est la taille minimale que peut occuper un fichier dans un support de stockage… ;\n\n8. Le partitionnement permet à plusieurs types de système d’exploitation d’utiliser le même disque dur………… ;\n\n1. Que signifie les sigles suivants :\n\na. FAT…………………………………………………………………………………………..\n\nb. NTFS…………………………………………………………………………………………\n\n2. Citer les types de partition ?\n\n3. Citer deux logiciels de partitionnement31 ……………………………………………………….\n\n30 Car aucune zone de stockage n’y a été créée\n\n31 GParted (gratuit); partition Magic (payant)\n\nLes disques durs, qui représentent les périphériques de stockage principaux de l’ordinateur, doivent être formatés pour pouvoir être utilisés. Lorsqu’on\n\nformate un disque, on le configure avec un système de fichiers pour permettre à Windows d’y stocker des informations. Les disques durs présents dans les\n\nordinateurs neufs qui exécutent Windows sont déjà formatés. Si vous achetez un disque dur supplémentaire pour étendre la capacité de stockage de votre\n\nordinateur, vous devrez peut-être le formater\n\nPage 27 sur 53\n\nCOMPÉTENCE 2: TABLEUR\n\n10H\n\nLEÇON 8: LES NOTIONS DE BASE D’UN TABLEUR\n\nSaisir une formule ;\n\nRecopier une formule.\n\nUn tableur32 aussi nommé feuille de calcul électronique ou chiffrier électronique est un logiciel qui\n\npermet de construire et de visualiser des tableaux contenant des données. On peut utiliser un tableur\n\npour fabriquer automatiquement des factures, des bulletins et faire des opérations arithmétiques.\n\nIl existe de nombreux tableurs développés par les grands éditeurs. Les principaux tableurs sont :\n\n Microsoft Excel, de la suite bureautique Microsoft Office ;\n\n Sun StarOffice Calc, de la suite StarOffice ;\n\n OpenCalc, de la suite OpenOffice ;\n\n IBM/Lotus 1-2-3 de la suite SmartSuite ;\n\n Corel Quattro Pro de la suite WordPerfect ;\n\n KSpread de la suite libre KOffice sous Linux.\n\nPRÉSENTATION D’UNE FEUILLE DE CALCUL\n\n1. Interface d’un tableur\n\n2. Présentation d’une feuille de calcul\n\nUne feuille de calcul est un ensemble de cellules. Chaque cellule est une intersection entre une ligne et\n\nune colonne.\n\nLes lignes : elles sont reconnues dans une feuille par des chiffres.\n\nLes colonnes : elles sont identifiées dans une feuille par des lettres.\n\nLes cellules : une cellule est l’intersection d’une ligne et d’une colonne. Elle est référencée par la lettre\n\nde la colonne suivie du chiffre de la ligne. La cellule dont la bordure est la plus épaisse est appelée\n\ncellule active, par exemple sur l’interface plus haut la cellule D6 est la cellule active.\n\n32 Le tableur est un outil pouvant servir aussi bien pour des activités de secrétariat afin de saisir et d'organiser de nombreuses données, qu'à un niveau stratégique et\n\ndécisionnel en permettant de créer des représentations graphiques synthétisant les informations.\n\nBarre\n\nd’outils\n\nPoignée de recopie\n\nUne cellule\n\nBarre de menu\n\nBarre de titre\n\nBarre de formule\n\nBarre de défilement verticale\n\net horizontale\n\nFeuille de calcul\n\nPage 28 sur 53\n\n3. Types de données manipulées par un tableur\n\nLes tableurs manipulent deux types de données :\n\n Les données numériques : composées uniquement de chiffres ;\n\n Les données alphanumériques : composées de chiffres, de lettres et même de symbole.\n\nExemple : PAS15, 150$.\n\nLA SAISIE DE FORMULES33\n\nUne formule est une expression, qui, lorsqu'elle est interprétée par Excel, effectue un calcul soit interne,\n\nsoit\n\nplus\n\nfréquemment\n\nen\n\nemployant\n\ndes\n\nvaleurs\n\nprésentes\n\ndans\n\nd'autres\n\ncellules.\n\nPour saisir une formule dans une cellule, il suffit de sélectionner la cellule puis de commencer la saisie\n\nen entrant le signe égal (=). Saisir ensuite l'expression qui doit être évaluée. Une fois saisie appuyer sur\n\nEntrée : Excel34 interprète la formule et affiche le résultat correspondant.\n\nLA RECOPIE D’UNE FORMULE\n\nAprès avoir laborieusement composé une formule dans une cellule, il est fréquent de vouloir la recopier d’autres\n\ncellules. Vous pouvez procéder de plusieurs façons.\n\n1. Copier-coller\n\nLa méthode la plus primaire consiste à sélectionner la cellule contenant la formule, à choisir dans l’onglet Accueil\n\n> Copier ou à appuyer sur la combinaison de touches CTRL+C, à se déplacer jusqu’à la zone cible et la\n\nsélectionner, puis à choisir Accueil > Coller ou à appuyer sur CTRL+V.\n\n2. Recopie automatique\n\nLa recopie automatique est une fonctionnalité précieuse proposée par Excel et Calc.\n\n Sélectionnez la cellule qui contient la formule à copier. La cellule active affiche un petit carré\n\nnoir dans le coin inférieur droit. Il s’agit de la poignée de remplissage ;\n\n Pointez sur la poignée de remplissage avec la souris. Lorsque le curseur se transforme en croix\n\nnoire, cliquez et faites glisser la souris pour encadrer la zone cible. Cela est possible dans\n\nn’importe quelle direction, horizontalement ou verticalement ;\n\n Une fois la plage sélectionnée, relâchez le bouton de la souris. Les cellules de la plage cible sont\n\nremplies avec des copies de la formule.\n\nIllustration\n\n33 Une formule est une expression, qui, lorsqu'elle est interprétée par le tableur, effectue un calcul soit interne, soit plus fréquemment en employant des\n\nvaleurs présentes dans d'autres cellules\n\n34 Si la formule saisie après le signe égal (=) ne possède pas une syntaxe correcte, Excel affichera un message d'erreur précédé du caractère #.\n\nPage 29 sur 53\n\nLEÇON 9: L’UTILISATION DE QUELQUES FONCTIONS DANS EXCEL\n\n4H\n\nUtiliser les fonctions de texte (rechercher, remplacer, concaténer) ;\n\nUtiliser les fonctions logiques ;\n\nUtiliser les fonctions mathématiques (somme, produit, moyenne, min, max, rang).\n\nLes tableurs fournissent généralement un grand nombre de fonctions intégrées permettant de réaliser des\n\nmanipulations de données. Il en existe des centaines, catégorisées de la façon suivante :\n\n Les fonctions arithmétiques offrant des outils de base pour manipuler des données numériques ;\n\n Les fonctions textes ;\n\n Les fonctions statistiques offrant des outils d'analyse, de moyennage ;\n\n Les fonctions de date servant à manipuler et à convertir des dates ;\n\n Les fonctions logiques, permettant de manipuler des données logiques (ET, OU, ...) ;\n\n Les fonctions financières permettant de manipuler des données monétaires.\n\nLA FONCTION TEXTE\n\nLa fonction TEXTE35 permet de convertir une valeur numérique en texte et accepte de spécifier le\n\nformat d’affichage en utilisant des formats de chaînes spéciaux.\n\nSa syntaxe est : TEXTE(valeur;format_texte)\n\n valeur Obligatoire. Valeur numérique, formule dont le résultat est une valeur numérique ou\n\nréférence à une cellule contenant une valeur numérique ;\n\n format_texte Obligatoire. Format numérique placé entre guillemets.\n\nEXEMPLES\n\n1 D2=A2&\" a vendu pour \"&TEXTE(B2;\"0,00 F\")&\" d'articles.\"\n\nCombine la cellule A2, la chaîne de texte « a vendu », la cellule B2 (au format monétaire)\n\net la chaîne de texte « d’articles. » dans une phrase.\n\n2 D3=A3&\" a vendu \"&TEXTE(B3;\"0%\")&\" du total des ventes.\"\n\nCombine la cellule A3, la chaîne « a vendu », la cellule B3 (affichée sous forme de\n\npourcentage) et la chaîne de texte « du total des ventes. » dans une phrase.\n\n3 D3=\"Date: \" & TEXTE(C2;\"aaaa-mm-jj\")\n\nAffiche la valeur de C2 dans un format de date qui affiche l’année sur 4 chiffres, le mois\n\nsur 2 chiffres et le jour sur 2 chiffres\n\n4 D4=\"Date-heure: \" & TEXTE(C2;\"m/j/aaaa h:mm AM/PM\")\n\nREMARQUES\n\n L’argument format_texte ne peut pas contenir d’astérisque (*) ;\n\n La fonction TEXTE convertit une valeur numérique en texte mis en forme, si bien que la\n\ncellule ne peut plus être calculée.\n\nDans les fonctions textes on peut distinguer quelques unes que nous allons étudier: chercher,\n\nremplacer, concaténer, majuscule, minuscule.\n\n1. La fonction remplacer\n\nLa fonction REMPLACER change une chaîne de caractères par une autre, en fonction du nombre\n\nde caractères spécifiés.\n\nSa syntaxe est : REMPLACER(ancien_texte;no_départ;no_car;nouveau_texte)\n\n ancien_texte représente le texte dont vous voulez remplacer un nombre donné de\n\ncaractères ;\n\n no_départ représente la place du premier caractère de la chaîne ancien_texte là où le\n\nremplacement par nouveau_texte doit commencer ;\n\n no_car représente le nombre de caractères d'ancien_texte que nouveau_texte doit remplacer\n\nà l'aide de REMPLACER ;\n\n nouveau_texte représente le texte qui doit remplacer les caractères d'ancien_texte.\n\n35 Cette fonction est utile pour afficher des nombres dans un format plus lisible ou combiner des nombres avec du texte ou des symboles.\n\nPage 30 sur 53\n\nEXEMPLES : Formules utilisées dans les cellules B2 ; B3\n\n1 B2= REMPLACER(A2;1;5;\"MATHE\") Remplace cinq caractères, en commençant par le\n\npremier caractère. On obtient : (MATHEMATIQUE);\n\n2 B3=REMPLACER(A3;10;5;\"@\")Remplace cinq caractères en commençant par le dixième\n\ncaractère. On obtient : (troisième@ti).\n\n2. La fonction concaténer\n\nLa fonction concaténer assemble plusieurs chaînes de caractères de façon à n'en former qu'une seule.\n\nSa syntaxe est : CONCATENER (texte1;texte2;...)\n\ntexte1;texte2; ... représentent les 2 à 255 éléments de texte à\n\nassembler en un seul élément de texte.36\n\nEXEMPLES : Formules utilisées dans les cellules B2 ; B3\n\n1 B2=CONCATENER(A2;B2) Combine les deux noms précédents, sans espace. On obtient :\n\n(Passlaine);\n\n2 B3=CONCATENER(A3&\" \"&B3) Combine les noms précédents, séparés par un espace. On\n\nobtient : (ETO’O Samuel).\n\n3. La fonction majuscule et minuscule\n\nCette fonction convertit un texte en majuscules ou en minuscule.\n\nLa syntaxe est : MAJUSCULE(texte)\n\n1 B2=MAJUSCULE(A2) Première chaîne convertie en majuscules. On obtient : (PASSLAINE);\n\n2 B3=MINUSCULE(A3) Deuxième chaîne convertie en minuscule. On obtient : (informatique).\n\nLA FONCTION LOGIQUE : OU ; ET\n\nLa fonction OU affiche vrai ou faux selon que la valeur soit vraie ou fausse. Dans ce cas il s’agit de\n\nfaire une comparaison avec une valeur de référence et la valeur qu’on a avant d’afficher la réponse.\n\nTandis que la fonction ET ne prends pas seulement une valeur mais une suite de valeurs à comparer. Si\n\ntoutes les valeurs sont vraies, elle renvoie vrai sinon elle renvoie faux.\n\nSyntaxe : OU(valeur_logique1;valeur_logique2,...)\n\nSAISIE DES FORMULES\n\nDESCRIPTION\n\nRESULTAT\n\n=OU (1+2=3;4+3=8)\n\nl'un des arguments a pour résultat vrai\n\nVRAI\n\n=ET1+2=3;4+3=8)\n\nl'un des arguments a pour résultat faux\n\nFAUX\n\n=OU(10+10=20;6+4=10)\n\nTous les arguments sont VRAI\n\nVRAI\n\n=ET(10+10=20;6+4=10)\n\nTous les arguments sont VRAI\n\nVRAI\n\nLES FONCTIONS MATHEMATIQUES\n\n La fonction Puissance renvoie la valeur du nombre élevé à une puissance et sa Syntaxe est\n\nPUISSANCE (nombre;puissance) ;\n\n La fonction racine carré donne la racine carrée d'un nombre et sa syntaxe est RACINE(nombre)\n\n La fonction Rang prend une plage de valeur numérique et effectue un classement pour afficher à",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_2_26_mb.pdf",
    "year": null,
    "zone": null,
    "hasCorrection": true
  }
}