{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": null,
  "title": "t l charger 9 45 mb - part 1",
  "content": "MATHS\n\n3AC\n\ne\n\nGuide du professeur\n\nÉtincelle\n\nNuméro de série : PICM 0212320 - Date d’homologation : 13 août 2020\n\nConforme au Programme Scolaire Marocain\n\nGuide&du&professeur&–&Collection&Étincelle&\n\n1&\n\nGuide&du&professeur&–&Collection&Étincelle&\n\n3&\n\nAvant-propos!\n\nLe présent guide professeur ne constitue pas un nouveau programme ni un nouveau guide\n\npédagogique, il s’agit simplement ici d’une présentation nouvelle des curricula de\n\nl’enseignement des mathématiques adoptés et validés, toujours en vigueur.\n\nNous avons simplement regroupé les programmes des enseignements et le guide\n\nméthodologique afin que l’enseignant ait plus facilement sous les yeux l’ensemble des\n\néléments dont il a besoin pour conduire sa classe.\n\nCe guide n’est pas un dogme qui interdit et qui étouffe la créativité et l’innovation de la\n\npart de ses utilisateurs, au contraire, il donne des repères et des exemples indicatifs (ce qui\n\nne dispense pas de se reporter à d’autres documents …).\n\nLe guide Etincelle de mathématiques pour la troisième année de l’enseignement collégial\n\nen langue française, est conforme aux programmes et instructions officielles, et est destiné\n\naux professeurs enseignants les mathématiques au cycle secondaire collégial.\n\nObjectifs du guide :\n\nCe guide est un support pédagogique et didactique. Il vise entre autres à :\n\n- Faciliter le maniement et la maitrise des composantes des programmes de\n\nmathématiques ;\n\n- Orienter l’action pédagogique de l’enseignant en lui indiquant les instructions possibles\n\nen matière de pratique en classe ;\n\n- Aider le professeur à mieux organiser les enseignements/apprentissages et d’atteindre\n\nles objectifs définis dans le programme.\n\nNous espérons que ce guide soit un outil d’aide pédagogique pour l’enseignant lui\n\nfavorisant la réalisation des objectifs de l’apprentissage des mathématiques dans ce\n\nniveau.\n\nLes auteurs\n\n&\n\n&\n\nSommaire!\n\nAVANT-PROPOS………………….……………………………….………………………………...…………….……3\n\n01- PARTIE THEORIQUE : GUIDE METHODOLOGIQUE OU PEDAGOGIQUE…………..………….………….……6\n\nINTRODUCTION……………………………………………………………………………………………………..…………7\n\nI. Cadre conceptuel pédagogique…………………………………………………………………………………………………….…………………8\n\nII. Concepts et didactique des mathématiques……………………………………………………..……………………………….………15\n\nIII. Pédagogie de l’erreur…………………………………………………..………………………………………………………………..………..….…17\n\nIV. Évaluation des apprentissages……………………………………………………………………………………………...………….…………20\n\nV. Programmes de mathématiques………………………………………………………………………….……………………..……..…………23\n\nVI. Les compétences visées par l’enseignement des mathématiques……………………………………………....………26\n\nVII. Organisation pédagogique………………………………………………………………………………....………………………………………33\n\nVIII. Gestion de l’enseignement…………………………………………………..……………………………………………………………………34\n\nIX. Annexes…………………………………………………..……………………………………………………………………………..……..…………………49\n\nX. Fiches de préparation en mathématiques………………………..………………………………..……………………..……………..…56\n\n02- PARTIE PRATIQUE : MISE EN ŒUVRE DES ………………………..………………………………..……………………..……………...…58\n\nActivités numériques………………………………………………………………………………………………..………………………59\n\nChapitre 1 : Racines carrées: ……………………………………………………………………………………………...........……60\n\nChapitre 2 : Calcul numérique - Identités remarquables - Puissances ……………………………………70\n\nChapitre 3 : Ordre et opérations…………………………………..……………………………………………………………..…80\n\nChapitre 4 : Équations et inéquations …………………………………………………………………………………….……89\n\nChapitre 5 : Système de deux équations du 1er degré à deux inconnues …………………….……99\n\nActivités Géométriques…………………………………………………..………………………………………………….…………109\n\nChapitre 6 : Théorème de Pythagore et trigonométrie ……………………………………………..……………109\n\nChapitre 7 : Théorème de Thalès ………………………………………………..………………………………………………110\n\nChapitre 8 : Angles inscrits angles au centre …………………………………………………………….………………128\n\nChapitre 9 : Triangles isométriques - triangles semblables ……………………………………….……………136\n\nChapitre 10 : Vecteurs et translation …………………………………..………………..………………………………...…145\n\nChapitre 11 : Repère dans le plan ………………………….……………………………..………………………….………155\n\nChapitre 12 : Équations de droite ……………………………………………………………………………………….………166\n\nChapitre 13 : Calcul de volumes - Agrandissement-Réduction ………………………………………..……177\n\nActivités statistiques et graphiques…………………………………………………………………..………………………187\n\nChapitre 14 : Fonctions linéaires – Fonctions affines ………………………………………………………..……188\n\nChapitre 15 : Statistiques …………………………………………………………………..………..…………………………….…195\n\nIndex / Références…………………………………………………………………………………………..…...………………………204\n\n&\n\n&\n\n01- PARTIE THEORIQUE\n\nGUIDE METHODOLOGIQUE\n\nOU\n\nPEDAGOGIQUE\n\nIntroduction!\n\nLe système d’éducation et de formation aspire à faire avancer le pays dans la conquête de\n\nla science et dans la maîtrise des technologies avancées. Il contribue ainsi à renforcer sa\n\ncompétitivité et son développement économique, social et humain, à une époque\n\ncaractérisée par l’ouverture sur le monde.\n\nL’évaluation des acquis des élèves constitue un outil essentiel à la fois pour l’élève, pour\n\nl’enseignant et pour le système éducatif. elle a pour objet d’étayer un diagnostic pertinent,\n\nde permettre à l’enseignant de réguler sa pratique pédagogique afin d’optimiser son\n\nenseignement, et aux responsables du système scolaire, de prendre des décisions relatives\n\nà l’orientation à la gestion de la carte scolaire.\n\nL’enseignement secondaire collégial, d’une durée de trois ans destinée aux jeunes issus de\n\nl’école primaire et titulaires du certificat d’études primaires. Cette école aura pour\n\nobjectifs, outre l’approfondissement des objectifs généraux des cycles antérieurs :\n\n• L’appui du développement de l’intelligence formelle des jeunes, notamment la\n\nformulation et la résolution de problèmes, l’exercice mathématique, la simulation de cas.\n\n• L’initiation aux concepts et lois de base des sciences naturelles, des sciences physiques\n\net l’environnement\n\n« EXTRAIT DE LA CHARTE NATIONALE »\n\nI. Cadre conceptuel pédagogique\n\n1. Le concept de capacité :\n\nEn pédagogie, dans le cadre de l'analyse par objectifs, la notion de capacité est\n\ngénéralement constitutive de la compétence. Il n'est pas rare de rencontrer des\n\npropositions telles que : \"Une compétence, c'est la capacité à utiliser un savoir-faire dans\n\nune situation donnée \". Proposer une définition de capacité suppose donc que l'on\n\ndéfinisse en même temps compétence, et que l'on surmonte une première difficulté, celle\n\nde différencier les deux concepts.\n\n• Pour Cardinet :\n\n« En tant qu'objectif éducatif, une capacité est une visée de formation générale, commune\n\nà plusieurs situations ; une compétence, au contraire, est une visée de formation globale,\n\nqui met en jeu plusieurs capacités dans une même situation. »\n\n• Pour Meirieu :\n\nUne capacité est une « activité intellectuelle stabilisée et reproductible dans des champs\n\ndivers de la connaissance. », une compétence est « un savoir identifié mettant en jeu une\n\nou des capacités, dans un champ notionnel ou disciplinaire déterminé. »\n\n• Pour Gillet, chercheur formateur au CEPEC de Lyon : « Sur le plan pédagogique, par\n\ncapacités, nous nommons les hypothèses que nous formons sur ce que doivent développer\n\nles étudiants à travers une formation et qu'ils pourront exprimer aussi en d'autres\n\nsituations que celles de la compétence. »\n\nSurvient alors une seconde difficulté. Certains auteurs admettent qu'une capacité est une\n\nhabileté cognitive transversale; c'est-à-dire réutilisable à l'infini dans des contextes\n\ndifférents, d'autres au contraire soutiennent que c'est une habileté cognitive fortement\n\ncontextualisée; c'est-à-dire difficilement transférable à de nouveaux contextes si ceux-ci\n\nn'ont pas été eux-mêmes « appris ».\n\nLe problème qui se pose aux praticiens est donc le suivant: comment former à des\n\ncapacités transversales ?\n\nOu en d'autres termes, comment faire émerger ces capacités transversales (si elles\n\nexistent) de situations d'apprentissage contextualisées par les champs disciplinaires ? En\n\nrésumé, pour que le formateur puisse enseigner des capacités méthodologiques\n\ncommunes, il faut qu'il ait résolu le problème du « transfert ». Ce qui signifie, d'un point de\n\nvue idéal, que soient construites en permanence par le formateur des situations de\n\ncontextualisation – décontextualisation - recontextualisation, afin d'installer chez\n\nl'apprenant ce « savoir-faire abstrait », acontextuel, que l'on nomme capacité.\n\nLe degré de « transversalité » d'une capacité dépendrait alors du nombre de situations\n\ncontextualisées qu'un apprenant rencontre au cours de sa formation, l'accès à la\n\ngénéralisation se faisant par la prise de conscience de certains invariants opératoires de la\n\nconduite dans une classe de situations.\n\n2. Compétence :\n\nEnsemble des comportements potentiels (affectifs, cognitifs et psychomoteurs) qui\n\npermettent à un individu d'exercer efficacement une activité considérée généralement\n\ncomme complexe.\n\nLes objectifs généraux d'une formation décrivent souvent une compétence globale, par\n\nexemple : être capable de concevoir un plan de formation.\n\nCette\n\ncompétence\n\nest\n\nelle-même\n\ndivisée\n\nen\n\nsous-compétences\n\nou\n\nobjectifs\n\nintermédiaires : être capable de conduire une réunion, puis en micro-compétences ou\n\nobjectifs spécifiques : être capable d'identifier les différents types de réunion.\n\nLa compétence est liée à un métier, à une profession, à un statut, à une situation\n\nprofessionnelle ou une situation sociale de référence ; à ce titre, elle englobe des «\n\nsavoirs, savoir-faire et savoir-être » intimement liés. Ou si l'on préfère, dans une\n\nterminologie cognitiviste, une compétence implique à la fois des connaissances\n\ndéclaratives, des connaissances procédurales et des attitudes. Ces trois dimensions\n\napparaissent sous la forme d'une juxtaposition hésitante et maladroite dans le cas du\n\n«novice», pour devenir un ensemble fusionnel performant dans le cas de «l'expert».\n\nEn revanche, la capacité est (ou serait) une « habileté transversale », une sorte de savoir-\n\nfaire décontextualisé, susceptible d'être mis en œuvre dans des situations professionnelles\n\nou sociales très différentes. On voit donc que les termes de compétence et capacité ne\n\nsont pas synonymes.\n\nCe serait également une erreur de considérer comme équivalents les termes compétence\n\net objectif général. L'observation des pratiques pédagogiques révèle que la plupart des\n\nobjectifs généraux sont des énoncés d'intention qui relèvent du domaine cognitif. Rares\n\nsont les énoncés généraux intégrant connaissances et savoir-être. Aussi, lorsque s'effectue\n\nla dérivation des objectifs généraux en objectifs intermédiaires puis spécifiques (analyse\n\ndescendante), il devient extrêmement difficile d'y intégrer la dimension affective qui\n\npourtant existe fondamentalement dans l'exercice d'une compétence. Nous restons\n\npersuadés que ce défaut de prise en compte provient de la difficulté réelle à enseigner les\n\nattitudes indissociables de l'activité cognitive : rigueur, contrôle de soi, persévérance,\n\nconfiance en soi, motivation, patience, créativité, curiosité...\n\nCette problématique rend tout à fait intéressante l'approche de De Ketele qui prend en\n\ncompte, justement, par le biais des objectifs terminaux d'intégration, les domaines cognitif,\n\naffectif, et psychomoteur.\n\nPour cet auteur, un objectif terminal d'intégration décrit « une compétence ou un\n\nensemble de compétences :\n\n1. s'exerçant sur une situation comprenant tant de l'information essentielle que parasite.\n\n2. nécessitant l'intégration et non la juxtaposition de tous les savoirs et savoir-faire\n\nantérieurs considérés comme fondamentaux et minimaux ;\n\n3. développant de la savoir-être et de la savoir-devenir orienter vers les finalités choisies\n\npour le système éducatif. »\n\nMais une compétence reste une virtualité. Darvogne et Noyé rappellent que « le révélateur\n\nde la compétence, c'est le résultat obtenu dans le travail » et que « c'est au mur terminé\n\nque l'on voit la compétence du maçon. » Ce qui signifie que dans une situation réelle, une\n\ncompétence se traduit par un comportement effectif que l'on appelle la performance.\n\nLes institutions éducatives utilisent fréquemment le terme de compétence, associé à celui\n\nde capacité.\n\n1. Selon Meirieu, une compétence est un « savoir identifié mettant en jeu une ou des\n\ncapacités dans un champ notionnel ou disciplinaire donné. » Cette proposition suggère\n\nque la compétence serait une combinaison appropriée de plusieurs capacités dans une\n\nsituation déterminée.\n\n2. Selon D'Hainaut, une compétence est « un ensemble de savoirs, savoir-faire et savoir-\n\nêtre qui permet d'exercer convenablement un rôle, une fonction ou une activité.\n\nConvenablement signifie ici que le traitement des situations aboutira au résultat espéré\n\npar celui qui les traite ou à un résultat optimal. » Cette définition est à mettre en relation\n\navec les objectifs d'intégration de De Ketele.\n\n3. Le concept d’objectif\n\nÉnoncé d'intention décrivant le résultat attendu à la suite d'une action. En pédagogie, un\n\nobjectif est un énoncé d'intention décrivant ce que l'apprenant saura (ou saura faire) après\n\napprentissage. Les objectifs sont normalement dérivés des finalités de l'Éducation et des\n\nobjectifs généraux de formation, lesquels se décomposent en objectifs intermédiaires de\n\ndifférents niveaux, puis en objectifs spécifiques.\n\nReprenons chaque niveau d'objectif :\n\n• Objectif général : il s'agit d'un énoncé d'intention relativement large ; l'objectif général\n\npeut également être appelé objectif terminal d'intégration.\n\nEx : Conduire une analyse de besoins en formation.\n\n• Objectif intermédiaire : énoncé d'intention plus réduit, intermédiaire entre l'objectif\n\ngénéral et les objectifs spécifiques.\n\nEx : Conduire une étude de poste.\n\n• Objectif spécifique : énoncé d'intention relatif à la modification du comportement de\n\nl'apprenant après une activité d'apprentissage limitée dans le temps (1 à 2 heures dans\n\nl'enseignement secondaire).\n\nEx : À partir d'un extrait d'entretien, identifier les différentes attitudes prises par\n\nl'interviewer.\n\nL'Américain Mager préconise que tous les objectifs d'un curriculum soient formulés en\n\ntermes de comportement observable de l'élève après apprentissage, afin qu'une\n\npersonne externe et compétente puisse procéder à une évaluation correcte de\n\nl'apprentissage.\n\n4. Le concept de groupe\n\nEnsemble d'individus ayant un but commun et s'influençant réciproquement.\n\nEn pédagogie, cette technique de formation, largement validée en formation d'adultes, est\n\nde plus en plus utilisée en formation initiale. Pour construire une situation d'apprentissage,\n\nle formateur peut envisager, selon les buts qu'il poursuit, de faire varier ses techniques\n\nd'animation en faisant éclater le groupe-classe en petits groupes de travail.\n\nSelon l'objectif, le type d'apprentissage ou l'activité mentale visés, les groupes reçoivent\n\ndes consignes pour effectuer une tâche précise. Le travail de chaque groupe débouche\n\nalors sur un certain produit (produit est pris ici au sens de D'Hainaut : résultat d'un acte\n\nintellectuel). Si le formateur a choisi de recourir au groupe pour développer une activité\n\ncognitive précise, c'est parce qu'il sait que les mécanismes de l'influence sociale peuvent,\n\ndans certains cas, déterminer la qualité du « produit » recherché. Ainsi le groupe, évoluant\n\ndans un contexte précis et défini, devient une entité qui peut, sous certaines conditions,\n\nfaciliter la créativité, l'audace dans la prise de décision, la résolution de problèmes, la\n\nconstruction d'un concept…\n\nOn sait par exemple que l'échange et l'interaction sociale favorisent l'émergence de\n\nconflits sociocognitifs stimulants pour l'apprentissage. Sous certaines conditions, les\n\ndéséquilibres ainsi induits se révèlent d'excellents embrayeurs de la modification des\n\nreprésentations personnelles.\n\nSi le travail de petit groupe est efficace, c'est parce qu'il favorise la mise en œuvre de deux\n\ngrands principes de l'apprentissage :\n\n- le premier, issu de la perspective constructiviste piagétienne: c'est par l'intermédiaire des\n\nactions\n\nsur\n\nles\n\nobjets\n\nque\n\nse\n\nmodifient\n\nles\n\nschèmes:\n\n(assimilation/accommodation/équilibration, conflit cognitif).\n\n- le second, issu de la psychologie sociale du développement : c'est dans la confrontation\n\ndes points de vue que peut s'opérer la transformation des représentations (conflit\n\nsociocognitif et restructuration cognitive).\n\nLe formateur peut ainsi décliner une infinie variété de groupements d'élèves\n\ncorrespondant à la panoplie des actes intellectuels ou comportements recherchés. Pour\n\nrationaliser le repérage des situations possibles, une classification s'impose.\n\nAfin de donner un statut méthodologique à la notion de groupe d'apprentissage, Meirieu, à\n\npartir d'une petite étude sur l'efficacité des « méthodes d'enseignement-apprentissage »,\n\nprécise dans quel cas un tel modèle peut fonctionner efficacement.\n\n« Le groupe d'apprentissage est particulièrement utile chaque fois que l'on se propose de\n\nmettre l'accent sur la reconnaissance d'un phénomène, la constitution d'une classe, la\n\ndécouverte d'une loi, d'un concept ou d'un système, l'entraînement à l'exercice d'une\n\nopération intellectuelle convergente ou divergente. L'homologie entre la structure sociale\n\net la structure cognitive du groupe crée alors des conditions favorables pour que chacun\n\ndes participants puisse accéder à un stade supérieur d'activité intellectuelle grâce auquel il\n\npeut appréhender, c'est-à-dire structurer, des connaissances nouvelles. »\n\n5. Le concept de situation-problème\n\nSituation pédagogique conçue par le pédagogue dans le but :\n\n- de créer pour les élèves un espace de réflexion et d'analyse autour d'un problème à\n\nrésoudre (ou d'un obstacle à franchir, selon la terminologie de Martinaud).\n\n- de permettre aux élèves de conceptualiser de nouvelles représentations sur un sujet\n\nprécis à partir de cet espace-problème.\n\nDans une acception générale, un problème est une question ou une difficulté qui appelle\n\nun traitement de résolution. Dans une situation pédagogique, poser un problème à un\n\nélève, c'est lui demander d'agir pour résoudre le problème de manière satisfaisante en\n\nfaisant appel à ses connaissances.\n\nLa psychologie cognitive distingue les situations d'exécution des situations-problème.\n\n• Une situation d'exécution est une situation dans laquelle les procédures de résolution\n\nsont connues de l'individu et applicables directement.\n\n• Une situation-problème est une situation pour laquelle l'individu ne dispose pas de\n\nprocédures de résolution :\n\n- soit parce que les connaissances nécessaires au traitement font défaut : le sujet ne peut\n\npas construire une représentation du problème.\n\n- soit parce que les connaissances appliquées ont conduit à un échec : le sujet a construit\n\nune représentation incorrecte du problème.\n\nPour rechercher une solution, il faut construire une représentation nouvelle du problème\n\n(raisonner sur de nouvelles bases). La notion d'espace-problème correspond à l'espace de\n\nrecherche : pour construire une bonne représentation du problème, il faut identifier un\n\nespace de recherche, dans lequel on va pouvoir « travailler », faire des hypothèses,\n\ninterpréter des résultats, construire des étapes de traitement...\n\nEn pédagogie, une situation-problème est une situation d'apprentissage que le pédagogue\n\nimagine dans le but de créer un espace de réflexion et d'analyse autour d'une question à\n\nrésoudre (un obstacle à franchir). À terme, cette situation doit permettre à l'élève d'enrichir\n\nses connaissances de nouvelles représentations, donc d'apprendre.\n\nLe « problème » qui se pose alors à l'enseignant est celui de l'appréciation de la difficulté\n\nproposée. Pour certains élèves, la situation se révèle être une situation d'exécution. Pour\n\nd'autres, la situation reste un problème, et le formateur doit introduire un niveau de\n\nguidance suffisant pour orienter l'élève, jusqu'à ce que la situation devienne pour lui une\n\nsituation d'exécution (guidance, tutelle, médiation). Tout ceci pose évidemment la question\n\ndu transfert des connaissances, et de l'importance de l'apport méthodologique qu'un\n\nenseignant responsable doit assurer. Pour un élève, traiter un problème, s'entraîner à le\n\nrésoudre, c'est transformer une procédure inconnue et aléatoire en une procédure connue\n\net certaine. C'est aussi faire l'expérience répétée d'un raisonnement en situation\n\n(contextualisé) jusqu'à ce que celui-ci devienne un automatisme abstrait, applicable dans\n\nn'importe quel contexte.\n\n6. Le concept de démarche\n\n« Manière de conduire une action, de progresser vers un but. »\n\n• Démarche analogique : cette démarche consiste à transposer à un nouveau contexte, un\n\ntraitement ou une solution déjà connue. On peut parler alors de transfert analogique, basé\n\nsur la référence à un « schème familier »\n\nPar exemple, lorsqu'un formateur en informatique souhaite faire comprendre à ses élèves\n\nle concept de « bureau électronique », il transpose point par point notre connaissance\n\nfamilière du bureau espace de travail (la situation-source) au nouveau contexte du bureau-\n\ninformatique (la situation-cible). L'armoire de rangement devient le disque dur et...\n\n« Quand vous cliquez deux fois sur lui, les portes de votre placard s'ouvrent..., vous\n\napercevez vos dossiers sous forme de petites boîtes, vous cliquez deux fois sur une boîte,\n\nvous trouvez à l'intérieur des fichiers, que vous pouvez ouvrir à nouveau, etc. »\n\n• Démarche déductive, ou « aller du général au particulier » : cette démarche consiste à\n\nexposer ce qui doit être appris en commençant par un énoncé d'ordre général pour finir par\n\ndes exercices d'application, donc par des cas particuliers.\n\nPar exemple, un professeur énonce un principe, le démontre éventuellement, puis le fait\n\nappliquer grâce à une série d'exercices (avec et sans pièges) afin que le principe en\n\nquestion soit compris et appris.\n\n• Démarche inductive : démarche inverse de la précédente: « on part du particulier, pour\n\naller au général et revenir ensuite au particulier ». On appelle parfois cette manière de\n\nprocéder « démarche de l'arche. »\n\nLe formateur propose plusieurs cas particuliers d'application d'un principe, donc différents\n\nrésultats, fait procéder à l'analyse des différents cas et tente de faire énoncer le principe.\n\nAprès vérification de la validité de celui-ci, il fait généralement appliquer ce principe sur\n\ndes cas nouveaux.\n\n• Démarche dialectique : approche contradictoire permettant de traiter les données par\n\nleur confrontation simultanée (conflits cognitifs et sociocognitifs) afin de mettre en\n\névidence leurs propriétés irréductibles. La démarche dialectique convient particulièrement\n\nà l'enseignement de concepts abstraits comme, par exemple, la liberté, la démocratie, la\n\nsouveraineté, qui permettent la confrontation de points de vue différents.\n\nPar exemple, pour enseigner le concept d'apprentissage selon le point de vue behavioriste\n\net selon le point de vue cognitiviste, le formateur utilise une technique de « petits\n\ngroupes », distribue des documents à chaque groupe, et propose ensuite une confrontation\n\ndes analyses.\n\nCette démarche privilégie l'interaction sociale et le conflit sociocognitif.\n\nUne approche qui permettrait de mettre en évidence des propriétés communes serait une\n\napproche inductive avec prise en compte de la réponse ou du point de vue d'autrui, et\n\nrecherche, dans la confrontation cognitive d'un dépassement des différences et\n\ncontradictions pour parvenir à une réponse commune. »\n\nLe problème posé aux chercheurs qui souhaitent étudier l'incidence du conflit\n\nsociocognitif sur le développement, consiste à identifier les différentes manières de\n\nprovoquer ce conflit et à déterminer les variables sociales qui jouent un rôle significatif\n\ndans le développement. Le conflit peut être provoqué :\n\n- par une mise en relation avec un autre enfant, qui sera porteur d'un avis différent ;\n\n- par une mise en relation avec un adulte ;\n\n- par l'utilisation d'une situation marquée socialement, à condition que l'on puisse\n\nprovoquer un conflit entre la représentation spontanée de la situation et une\n\nreprésentation sociale antérieure qui s'oppose à la représentation spontanée.\n\nUne question se pose cependant : le « conflit » est-il absolument indispensable ?\n\nII semblerait que non, quoiqu'il soit indiscutablement facteur de développement.\n\nEn 1988, Gilly souligne que « des effets bénéfiques de l'interaction ont en effet été\n\nobservés sans qu'un véritable conflit entre les sujets ait pu être noté. »\n\nL'opposition, le conflit, ne serait donc pas l'élément essentiel de la dynamique : « Les\n\noppositions de réponse en termes de performance ne sont jamais suffisantes... II faut que\n\nla déstabilisation porte sur la procédure de résolution elle-même, en cours d'exécution de\n\nla tâche ». Le facteur décisif serait donc la déstabilisation que provoque un avis différent\n\nsur le mode de représentation ou sur le mode de résolution. C'est donc dans l'interaction\n\nsociale que peut se produire la déstabilisation favorable à une reconstruction cognitive.\n\nCette dernière remarque justifie bien évidemment l'importance de la médiation (d'un\n\nadulte ou d'un pair) pour provoquer les apprentissages.\n\nII. Concepts et didactique des mathématiques\n\n1. Le concept d’erreur et le concept d’obstacle\n\nAu cours de ces deux dernières décennies on a assisté à un changement profond du statut\n\nde l’erreur dans l’enseignement des mathématiques à la suite des travaux qui se sont\n\ndéveloppés dans le domaine de la recherche en didactique des mathématiques.\n\nLes conceptions que les élèves se sont construites pour organiser le monde dans lequel ils\n\nvivent sont souvent différentes des conceptions scientifiques. Elles persistent\n\nfréquemment après l'apprentissage, car elles prennent leurs racines très tôt dans le\n\ndéveloppement de l'enfant, s'intègrent dans un registre affectif relevant de la magie, du\n\nrite, ou dans un système explicatif qui, même s'il est erroné d'un point de vue scientifique,\n\ns'avère efficace pour l'enfant dans sa vie quotidienne.\n\nLes conceptions constituent souvent des obstacles à l'apprentissage. Le fait de les\n\nconnaître permet à l'enseignant d'adapter les activités pour mieux les travailler. Il est\n\nsouvent préférable de faire \"avec\" les conceptions en tentant de les faire évoluer, plutôt\n\nque d'essayer à tout prix d'aller \"contre\".\n\nAinsi, le statut de l'erreur a évolué dans le sens d'une atténuation de la notion de\n\nculpabilité : les erreurs commises par ceux qui apprennent ne sont ni des fautes\n\ncondamnables, ni des manifestations pathologiques, mais font partie d'un processus\n\nnormal d'apprentissage.\n\nL'erreur n'est donc plus indicatrice de sanction, mais source de réflexion. En effet, elle\n\npermet de rectifier son point de vue \"naturel\", sa compréhension d'un phénomène ainsi\n\nque son raisonnement. L’erreur passe ainsi d’un statut très fortement négatif à un statut\n\nplus positif dans lequel elle constitue un point d’appui pour la construction de nouvelles\n\nconnaissances et devient partie intégrante de ce processus.\n\n2. La théorie des situations\n\nLa « théorie des situations » est l’une des théories fondamentales en didactique des\n\nmathématiques.\n\nOn la doit à Guy Brousseau. Cette théorie distingue trois types de « situations » sur le plan\n\ndes rapports que l'élève établit avec l'objet de savoir et le système éducatif :\n\n- l'élève peut être placé en «situation d’action» par rapport au problème ou à la tâche,\n\nsans pour autant qu'il ait à s'expliquer ou à se questionner sur le sens de ses actions ;\n\n- Il peut aussi être placé en «situation de formulation» et être amené à échanger avec ses\n\npairs ou avec l'enseignant pour produire ses actions, et donc à utiliser le langage, sans\n\nqu'il lui soit pour autant nécessaire de les justifier ;\n\n- Finalement, il peut être placé en «situation de validation», ce qui l'amène à produire des\n\nénoncés déclaratifs par rapport à son activité, énoncés dépassant le simple échange\n\nd'informations pour prendre la forme de jugements, de justifications ou d'auto-\n\nvalidation de son point de vue.\n\nLa théorie des situations prévoit une quatrième phase que Brousseau nomme phase\n\nd’institutionnalisation. Mais cette phase qui est si importante est du sort de l’enseignant\n\nbeaucoup plus qu’elle est du sort de l’élève. Elle fixe entre autres ce qu’il faut retenir de la\n\nsituation globale.\n\nFonctions du savoir dans une situation (d'après Guy Brousseau)\n\nphase d'action\n\n• réussir la tâche en élaborant une connaissance \" outil \"\n\nqui permet d'agir, de prévoir, de décider ;\n\n• utiliser des savoir-faire contextualisés\n\nphase de formulation\n\n• permettre la formulation d'éléments de solution ;\n\n• échanger des informations ;\n\nphase de validation\n\n• permettre d'argumenter, de convaincre, de prouver ;\n\n• élaborer une \" vérité \" collectivement\n\nPhase d’institutionnalisation\n\n• donner un statut social et scientifique à la connaissance ;\n\n• fixer les conventions, les notations.\n\n• pointer ce qu'il faut retenir.\n\n17\n\nIII. Pédagogie de l’erreur\n\n1. L’erreur pour apprendre :\n\nL’apprentissage n’est pas un processus linéaire. Il passe par essais, tâtonnements, erreurs,\n\néchecs…\n\nIl y a donc pour les élèves un droit à l’erreur qui doit être reconnu et pris en compte. Le\n\ntravail sur l’erreur permet d’instaurer un climat de confiance dans lequel l’erreur n’est plus\n\nstigmatisée mais devient un matériau collectif pour la construction du savoir.\n\nPour l’élève, le retour réflexif sur l’erreur est une voie propice pour accéder à une\n\nmeilleure compréhension de la notion étudiée. Par ce travail, il découvre aussi son propre\n\nfonctionnement intellectuel et gagne en autonomie.\n\nPour l’enseignant, l’exploitation de l’erreur est un instrument de régulation pédagogique.\n\nElle permet de découvrir les démarches d’apprentissage des élèves, d’identifier leurs\n\nbesoins, de différencier les approches pédagogiques, de les évaluer avec pertinence.\n\n2. Le rôle des erreurs des élèves dans les systèmes de régulation\n\nde l’enseignement\n\n1. L’influence de la noosphère\n\nLes erreurs et les échecs des élèves sont le moyen principal par lequel la noosphère\n\nperçoit les résultats de l’enseignement et prétend les contrôler. De sorte que la façon dont\n\nelle perçoit ces erreurs et les interprète joue un rôle de plus en plus important dans leur\n\ngestion scolaire et extrascolaire.\n\nSes membres aident la population dans ses décisions au sujet de l’enseignement en se\n\njustifiant par divers motifs :\n\n- ils sont spécialistes de certains « savoirs » en rapport avec ceux qui sont enseignés ;\n\n- ils « connaissent » certains aspects de l’enseignement ;\n\n- ou simplement leur statut d’intellectuels leur donne un accès à certaines informations!\n\nrendues disponibles dans la culture par les apports de diverses disciplines.\n\nMais en fait, cette « compétence » est beaucoup plus limitée qu’on ne pourrait l’espérer.\n\nElle ne s’appuie pas sur une prise en charge effective des problèmes scientifiques que\n\npose la diffusion des connaissances mathématiques dans la société. Pour des raisons qu’il\n\nn’y a pas lieu d’examiner ici, il semble même que le développement des recherches dans\n\nce domaine (la didactique des mathématiques) soit vécu comme une intrusion dans son pré\n\ncarré, comme une entreprise qui remet en cause l’essence même de leur compétence. Ainsi\n\ndès que la didactique sort de la description des pratiques (tolérée mais péjorée) pour\n\ns’interroger sur un mode plus scientifique à propos de questions plus générales, elle est\n\nviolemment combattue et tournée en dérision. Cette attitude est à rapprocher de la façon\n\n18\n\ndont les travaux d’économie au 19ème siècle ont été reçus et subordonnés à la réussite\n\ncommerciale ou politique de leurs auteurs !\n\nMais il devient de plus en plus clair que ce phénomène n’est pas une simple réaction de\n\ndéfense, un accident de l’histoire, et encore moins un complot. Il semble qu’un ensemble\n\nde phénomènes proprement didactiques assez incoercibles sont en jeu pour créer un\n\nvéritable obstacle socio-culturel à l’émergence d’un champ scientifique directement dédié\n\nà la diffusion des savoirs.\n\nLa T.S.D. a permis de mettre en évidence plusieurs phénomènes liées des décisions\n\nmalencontreuses essentiellement dues à des interventions inconsidérées de la noosphère\n\ndans l’enseignement des mathématiques.\n\nD’autres approches, notamment l’approche anthropologique ont pris en considération et\n\nmis en évidence de façon plus précise le fonctionnement de la noosphère. Il s’agit d’une «\n\ninstitution » cachée, qui résulte d’une somme de comportements individuels. On devient\n\nnoosphérien comme on devient père ou mère, on a conscience d’avoir une responsabilité\n\nmais on ne peut pas l’exercer comme un métier.\n\n3. Typologie des erreurs :\n\nJean Pierre Astolfi distingue plusieurs sortes et plusieurs natures :\n\n1. des erreurs relevant de la compréhension des consignes ;\n\n2. des erreurs résultant d’habitudes scolaires ;\n\n3. des erreurs témoignant de conceptions ou représentations ;\n\n4. des erreurs liées aux opérations intellectuelles impliquées ;\n\n5. des erreurs portant sur les démarches adoptées ;\n\n6. des erreurs liées à une charge cognitive trop importante ;\n\n7. des erreurs ayant leur origine dans une autre discipline ;\n\n8. des erreurs causées par la complexité du contenu.\n\n« L'erreur n'est pas l'ignorance, on ne se trompe pas sur ce qu'on ne connaît pas, on peut se\n\ntromper sur ce qu'on croit connaître. Un élève qui ne sait pas additionner ne fait pas\n\nd'erreurs d'addition et celui qui ne sait pas écrire ne commet pas de fautes d'orthographe.\n\nC'est une banalité. Toute erreur suppose et révèle un savoir. »\n\n4. L’erreur en maths\n\nL’erreur est considérée comme une étape de l’apprentissage, nécessaire et source\n\nd’enseignements pour tous. L’apprentissage n’est pas un processus linéaire. Il passe par\n\nessais, tâtonnements, erreurs, échecs… Il y a donc pour les élèves un droit à l’erreur qui\n\ndoit être reconnu et pris en compte. Le travail sur l’erreur permet d’instaurer un climat de\n\nconfiance dans lequel l’erreur n’est plus stigmatisée mais devient un matériau collectif\n\npour la construction du savoir.\n\n1. L’erreur est un indice d’activité d’apprentissage (il y’a que celui qui n’apprend jamais ne\n\ncommet pas d’erreurs).\n\n19\n\nIl est impossible de faire du soutien ou de la remédiation en bonne et due forme sans\n\nexploiter l’apport de la pédagogie de l’erreur (autrement, on est en train de faire autre\n\nchose)\n\n2. Les erreurs sont la médiation d’une difficulté : en comprendre l’origine va aider à\n\nproposer le remède adéquat.\n\nPour l’élève, le retour réflexif sur l’erreur est une voie propice pour accéder à une\n\nmeilleure compréhension de la notion étudiée. Par ce travail, il découvre aussi son propre\n\nfonctionnement intellectuel et gagne en autonomie. Pour l’enseignant, l’exploitation de\n\nl’erreur est un instrument de régulation pédagogique. Elle permet de découvrir les\n\ndémarches d’apprentissage des élèves, d’identifier leurs besoins, de différencier les\n\napproches pédagogiques, de les évaluer avec pertinence.\n\nIV. Évaluation des apprentissages",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_9_45_mb.pdf",
    "year": 2020,
    "zone": null,
    "hasCorrection": true
  }
}