{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": null,
  "title": "t l charger 2 58 mb - part 4",
  "content": "1. Construis l'image du triangle ABC par la symétrie de centre C et hachure au crayon noir l'intérieur\n\nde cette image.\n\n2. Construis l'image du triangle ABC par la symétrie orthogonale par rapport à la droite (BC) et\n\nhachure au crayon rouge l'intérieur de cette image.\n\n3. Construis l'image du triangle ABC pa la rotation de centre C, d'angle 120° et de sens, le sens inverse\n\ndes aiguilles d'une montre, et hachure au crayon bleu l'intérieur de cette image.\n\n1. Place trois points A, B et C distincts dans le plan.\n\n2. Trace deux droites (D) et (D’) sécantes en O et formant un angle aigu de 45°.\n\n3. Construis le point B’ image de B par la symétrie orthogonale par rapport à (D) puis construis le\n\npoint B’’ image de B’ par la symétrie orthogonale par rapport à (D’).\n\nPar quelle transformation du plan, B a pour image B’’?\n\n(D) et (D’) sont deux droites parallèles et ABC un triangle dont l’intersection avec chacune des droites\n\n(D) et (D’) est vide.\n\n1. Construis les points A’, B’ et C’, images respectives des points A,B et C par la symétrie orthogonale\n\npar rapport à (D).\n\n2. Construis les points A’’, B’’ et C’’, images respectives des points A’,B’ et C’ par la symétrie\n\northogonale par rapport à (D’).\n\n3. Quelle est la transformation qui associe A à A’’ ? B à B’’ ? C à C’’ ?\n\n63\n\nConstruis un triangle EFG, rectangle en F tel que EF = FG = 4 cm.\n\n(Utilise une feuille de papier quadrillé.)\n\n1. Place le point K image de E par la symétrie de centre F.\n\n2. Place le point L image de F par la symétrie orthogonale par rapport à (EG).\n\n3. Place le point J image de G par la translation de vecteur EF\n\n⃗⃗⃗⃗ .\n\n4. Place le point H tel que HE\n\n⃗⃗⃗⃗⃗ = FG\n\n⃗⃗⃗⃗ .\n\nQuelle est l'image de H par la rotation de centre F qui transforme E en G ? Justifie ce résultat.\n\nLe plan est muni d’un repère orthonormal.\n\n1. Place les points A (1 ; -1) ; B (3 ; 1) et C (1 ; 3).\n\n2. Montre que AB\n\n⃗⃗⃗⃗⃗ et BC\n\n⃗⃗⃗⃗⃗ sont orthogonaux. Déduis-en que les droites (AB) et (BC) sont\n\nperpendiculaires.\n\n3. Calcule les coordonnées du point E milieu de [AC].\n\n4. Construis le point F image de E par la symétrie orthogonale par rapport à (BC) suivi de la symétrie\n\northogonale par rapport à (AB).\n\n5. Calcule les coordonnées du point F.\n\nDans cet exercice on réalisera le dessin demandé sur une feuille à part.\n\nOn commencera le dessin au centre de la feuille.\n\nOn considère un losange ABCD tel que AC = 6 cm et BD = 4 cm.\n\n1. Représente le losange ABCD en vraie grandeur. On appelle L1 ce losange.\n\n2. Construis le symétrique L2 du losange L1 par rapport à la droite (AD).\n\n3. Construis l'image L3 du losange L1 par la translation de vecteur CB\n\n⃗⃗⃗⃗⃗ .\n\n4. Construis l'image L4 du losange L1 par la translation de vecteur CB\n\n⃗⃗⃗⃗⃗ + CD\n\n⃗⃗⃗⃗⃗ .\n\n(Les lettres L2, L3, L4 seront écrites sur la figure.)\n\n64\n\n1. Reproduis cette figure en vraie grandeur sachant que\n\nOA = 3 cm et que les points A, O et C, d'une part, et\n\nles points B, O et D, d'autre part, sont alignés.\n\n2. Démontre que ABCD est un rectangle.\n\n3. Place, sur la figure, le point E image du point O par la\n\ntranslation de vecteur BA\n\n4. Place le point F image du point C par la rotation de centre\n\nO et d'angle 60° dans le sens de la flèche.\n\n5. Montre que les points A, B, C, D, E, F sont sur un même\n\ncercle que l'on précisera.\n\n6. Écris un vecteur égal au vecteur CB\n\n⃗⃗⃗⃗⃗ + CD\n\nOn a représenté sur le quadrillage ci-dessous cinq triangles rectangles de mêmes dimensions.\n\nSans justification, réponds aux questions ci-dessous :\n\n1. Quelle est l'image du triangle FGH par la symétrie orthogonale par rapport à d1 ?\n\n2. Quelle est l'image du triangle GKL par la rotation de centre K, d'angle 90° dans le sens des aiguilles\n\nd'une montre ?\n\n3. Quelle est la transformation par laquelle on passe du triangle ABC au triangle EDC ?\n\n4. Quelle est la transformation par laquelle on passe du triangle GKL au triangle HGF ?\n\n65\n\nExercice 14\n\nLe puzzle chinois découpé dans un carré est formé de 5 triangles rectangles isocèles :\n\n1, 2, 3, 4, 5 d'un parallélogramme 6 et d'un carré 7.\n\nEn observant le dessin de ce puzzle, réponds aux questions\n\nci-dessous :\n\na. Quelle est l'image de B par la symétrie de centre F ?\n\nb. Quelle est l'image de A par la symétrie orthogonale par\n\nrapport à (BD) ?\n\nc. Quelle est l'image de H par la translation de vecteur GF\n\n⃗⃗⃗⃗ ?\n\nd. Quelle est l'image de I par la rotation de centre J, d'angle 90°, en tournant dans le sens contraire\n\ndes aiguilles d'une montre ?\n\ne. Quelle est l'image de J par la symétrie de centre G, suivie de la symétrie de centre H ?\n\nf. Quelle est l'image de H par la translation de vecteur GF\n\n⃗⃗⃗⃗ , suivie de la translation de vecteur BF\n\n⃗⃗⃗⃗ ?\n\nExercice 15\n\nUn dessous de plat a la forme d'un rectangle, il est\n\nrecouvert d'un carrelage comme le montre la figure.\n\n1. a. Hachure l'image du motif dans la symétrie d'axe (OG) et l’appeler 2 .\n\nb. Hachure l'image du motif dans la translation de vecteur BF\n\n⃗⃗⃗⃗ et l’appeler\n\nc. Hachure l'image du motif dans la symétrie centrale de centre C et l’appeler .\n\n2. Par quelle translation le motif va-t-il pour image le motif ?",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_2_58_mb.pdf",
    "year": 2014,
    "zone": null,
    "hasCorrection": false
  }
}