{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": null,
  "title": "t l charger 383 kb - part 2",
  "content": "La figure ci-dessous représente le patron de la partie latérale d’un cône de révolution.\n\n1. Montre que le rayon de sa base est 4 cm et que sa hauteur h mesure :\n\ncm\n\nh =\n\n.\n\n2. Calculer son volume.\n\nEXAMEN DU B.F.E.M. - SESSION DE JUILLET 2005\n\nOn donne les expressions suivantes :\n\nf (x) = (3x – 5)² − (2x – 1)²\n\ng (x) = x² + (2x + 1) (5 – x) – 25\n\n1. Développer, réduire et ordonner f (x) et g (x).\n\n2. Factoriser f (x) et g (x).\n\n3. Soit\n\nh\n\n18\n\na. Donner la condition d’existence de h(x), puis simplifier h (x).\n\nb. Résoudre dans IR l’équation\n\nh\n\nLe gérant d’un cybercafé propose à ses clients deux types d’options :\n\nOption 1 : 150 F par heure d’utilisation (navigation) avec un abonnement mensuel de 3 000 F.\n\nOption 2 : 350 F l’heure d’utilisation sans abonnement.\n\n1. En notant x le nombre d’heures de navigation mensuelle, p1(x) et p2(x) les prix en francs\n\ncorrespondant respectivement aux options 1 et 2, montrer que p1(x) = 150x + 3 000 et p2(x) = 350x.\n\n2. Dans un même R.O.N. construire les représentations graphiques des applications affines p1 et p2 :\n\nOn prendra : 1 cm pour 1 000 F sur l’axe des ordonnées ; 1 cm pour 2 h sur l’axe des abscisses.\n\n3. Déterminer graphiquement dans quel intervalle de temps l’option 1 est plus avantageuse que\n\nl’option 2 et retrouver cet intervalle par le calcul.\n\n1.a. Construire un cercle (C) de centre I et de rayon 4 cm. A et B sont deux points de (C)\n\ndiamétralement opposés.\n\nb. Placer un point M sur (C) tel que AM = 4 cm.\n\nc. En déduire la mesure de l’angle BIM.\n\n2. K est le point d’intersection de la perpendiculaire à (AB) passant par I et la droite (AM).\n\na. Justifier que AMB est un triangle rectangle.\n\nb. En remarquant que cos KAI, calculer AK et KI.\n\n3. Le point H est le projeté orthogonal de M sur (AB) :\n\na. Calculer cos B de deux manières différentes.\n\nb. Exprimer BH en fonction de cos B puis démontrer que\n\nAB\n\nBM\n\nBH =\n\nLa parallèle à (IM) passant par E coupe le segment [AI] en F. Quelle est la nature du triangle AEF ?\n\nLe chapeau d’un berger a la forme d’un cône de révolution de sommet S (voir figure ci-contre).\n\nH est le centre du disque de base ; IH = 10 cm et SH = 10 cm.\n\n1. Calculer le volume de ce cône.\n\n2. Le berger recouvre son chapeau extérieurement d’un papier de décoration vendu par feuille carrée\n\nde 10 cm de côté et à 1000 F la feuille. Calculer la dépense minimale.\n\n19\n\nEXAMEN DU B.F.E.M.-2006 –PREMIER GROUPE – JUILLET\n\nOn donne les expressions :\n\n1(\n\nf\n\n)1\n\n)1\n\ng\n\n1. Développe, réduis et ordonne f (x) et g (x).\n\n2. Factorise f (x) et g (x).\n\n3. Calcule g (\n\n3 ) puis l’encadrer à 10-2 près sachant que 1,732 <\n\n3 < 1,733.\n\n4. Montre que l’application h définie sur IR par :\n\n27\n\nf\n\nh\n\nest une application\n\naffine puis indique en le justifiant, son sens de variation.\n\n5. Représente graphiquement dans un repère orthonormal l’application q définie par\n\nPour préparer une « opération Tabaski », un éleveur pèse ses 30 moutons afin de les répartir par\n\ncatégories de poids, en 4 classes de poids, d’amplitude 4 kg, qu’il désigne respectivement par :\n\n« 4e choix », « 3e choix », « 2e choix », « 1er choix ».\n\nLe relevé ci-dessous donne le poids en kilogramme des moutons pesés.\n\n50 - 52 - 52,5 - 54,5 - 52 - 59 - 58 - 55 - 55,5- 56- 55 - 55 - 57 - 58 - 58,5\n\n60 - 60,5 - 65 - 63 – 60-61 - 65 - 64 - 65 - 55 - 59 - 58 - 59 - 59,5 - 65.\n\n1. Donne les classes de cette répartition sachant que la borne inférieure de la première classe est 50.\n\n2. Dresse le tableau des effectifs de la série groupée en classes obtenue. Détermine la classe médiane.\n\n3. On suppose dans la suite que le tableau des effectifs obtenu est :\n\n4ème choix\n\n3ème choix\n\n2ème choix\n\n1er choix\n\nClasses\n\n54\n\n50\n\n58\n\n54\n\n62\n\n58\n\n66\n\n62\n\nNombres de moutons : effectifs\n\n8\n\nDessine le diagramme circulaire de cette série.\n\n4. Un mouton « 1er choix » est vendu à 70000 F, un mouton « 2e choix » 65000 F et un mouton « 4e\n\n20\n\nchoix » 52500 F. A combien un mouton « 3e choix » devra-t-il être vendu pour que le prix de vente\n\nmoyen des moutons soit 62 000 F une fois que les moutons seront tous vendus aux prix indiqués.\n\nDans le plan muni d’un R.O.N. on donne les points A (−2 ; 1) ; B (4 ; 1) et C (1 ; 7). unité = 1 cm.\n\n1. Calcule AC et BC puis déduis – en que C appartient à la médiatrice (∆) de [AB].\n\n2. Détermine l’équation réduite de (∆).\n\n3. Détermine l’abscisse xE du point E de (∆) d’ordonnée −5 puis l’abscisse xF du point F de (∆)\n\nd’ordonnées 8. Que constates-tu ?\n\n4. a. Calcule les coordonnées du point G milieu de [AB].\n\nb. Justifie que le quadrilatère ACBE est un losange.\n\n5. Calcule la tangente de ACE puis donne sa mesure en degré à 10−1 près par défaut.\n\nL’unité de longueur est le cm. ACBE est un losange tel que : CE = 12 et AB = 6.\n\n1. Représente ACBE en dimensions réelles.\n\n2. S est un point n’appartenant pas au plan contenant ce losange tel que SABC soit un tétraèdre de\n\nhauteur [SB] avec SB = 8.\n\na. Calcule SA et SC. On remarquera que (SB)⊥(AB) et (SB)⊥(BC)\n\nb. Montre que l’aire de ABC est égale à 18 cm2\n\nc. Calcule le volume du tétraèdre SABC.\n\nEXAMEN DU B.F.E.M.-2007 - 1er GROUPE – JUILLET\n\nOn considère les expressions f(x) et g(x) suivantes :\n\nf\n\ng\n\n1. Développer, réduire et ordonner f(x).\n\n2. Factoriser f(x) et g(x).\n\n3. On pose\n\nh\n\na. Dites pourquoi on ne peut pas calculer h(1).\n\nQuels sont les réels x pour lesquels on ne peut pas calculer h(x) ?\n\nb. Ecrire le nombre\n\nA\n\nsous la forme\n\noù a et b sont des nombres rationnels.\n\nLe tableau ci-dessous donne la répartition des joueurs d’une équipe de foot, selon la taille en mètres :\n\n21\n\nTailles en mètres\n\n1,75\n\n65\n\n,1\n\n1,85\n\n75\n\n,1\n\n1,95\n\n85\n\n,1\n\n2,05\n\n95\n\n,1\n\nEffectifs\n\n15\n\n20\n\n1. Recopier puis compléter le tableau ci-dessus en y faisant figurer : les effectifs cumulés\n\ndécroissants, les fréquences en pourcentages et les fréquences cumulées croissantes.\n\n2. Combien de joueurs ont une taille au moins égale à 1,75 m ?\n\n3. Donner la taille moyenne dans cette équipe au centimètre près par défaut.\n\n4. Indiquer la classe modale de cette série statistique.\n\n1. Soit un cercle (C) de centre O et de rayon 4 cm et [AD] un de ses diamètres.\n\na. D’un côté de la droite (AD), construire le point G tel que le triangle ADG soit équilatéral.\n\nb. De l’autre côté de la droite (AD), placer le point B du cercle (C), tel que AB = 4 cm.\n\n2. Démontrer que le triangle OAB est équilatéral.\n\n3. Justifier que les angles OAB et ADG sont égaux puis en déduire la position relative des droites\n\n(AB) et (DG).\n\n4. La droite (BG) coupe [AD] en I et (C) en J.\n\na. En utilisant le théorème de Thalès justifier que IA /ID = 1/2\n\nb. Calculer la mesure de l’angle AJB.\n\nUn flacon de parfum rempli au 4/5 a la forme d’un cône de révolution dont le rayon du disque de\n\nbase est 4 cm et la hauteur 10 cm. Le flacon de parfum coûte 13800 F.\n\n1. Calculer le volume de parfum dans le flacon.\n\n2. Sachant que l’emballage coûte 1000 F, combien coûte 1 cm3 de ce parfum ? On prendra π = 3.\n\nEXAMEN DU B.F.E.M.-2008 – PREMIER GROUPE – JUILLET\n\nNombre de jours à l’hôtel\n\nEffectifs cumulés décroissants\n\n180\n\n90\n\n50\n\n20\n\n15\n\nLe tableau statistique ci-dessus est réalisé par la direction commerciale d’un hôtel qui a reçu des\n\ninvités lors du dernier sommet de l’O.C.I. organisé à Dakar.\n\n1. Quelle est la population étudiée ?\n\n2. Indique le caractère étudié puis précise sa nature.\n\n3. Détermine la médiane de cette série.\n\n4. a. Calcule le pourcentage des invités qui ont passé au moins 3 jours à moins 3 jours à l’hôtel.\n\nb. Calcule le nombre d’invités qui ont passé moins de 4 jours à l’hôtel.\n\n22\n\nc. Quel est le nombre d’invités qui ont passé plus de 4 jours à l’hôtel ?\n\n5. Construis le diagramme circulaire des effectifs de cette série.\n\nOn donne\n\n1. Calcule a², b² et a × b.\n\n2. Calcule (a + b)² et (a − b)².\n\n3. Justifie que a + b = 4 et a − b = 2\n\n3 .\n\nDans le plan muni d’un repère orthonormal (O, I, J), on donne les droites (D) et (D’) telles que :\n\n(D) : x − y + 1 = 0 et (D’) : x + y + 3 = 0.\n\n1. Justifie que (D) est perpendiculaire à (D’).\n\n2. Trouve les coordonnées du point d’intersection A de (D) et (D’).\n\n3. Soit B (0 ; −5). Construis le pt E image de B par la symétrie orthogonale d’axe (D’) suivie de celle\n\nd’axe (D).\n\n4. Trouver les coordonnées de E.\n\nUn réservoir est constitué d’un cylindre de rayon de base r et de hauteur h et d’un cône de révolution\n\nde même rayon de base et de hauteur\n\nh\n\nh'\n\n(Voir la figure ci-contre).\n\n1. Montrer que le volume du cylindre est le double de celui du cône.\n\n2. Dans la suite on donne r = 4m.\n\n3. a. Calculer la hauteur h’ du cône pour que le volume du réservoir soit de 528 m\n\nb. Pour créer une ouverture du réservoir on coupe le cône à mi-hauteur parallèlement au plan de sa\n\nbase (le cône réduit est ainsi enlevé). On obtient un réservoir ayant la forme indiquée par la figure ci-\n\ndessous : Calculer le volume restant du réservoir. (On prendra π =\n\n22 )\n\n23\n\nEXAMEN DU B.F.E.M.-2009 – PREMIER GROUPE – JUILLET\n\nSABCD est une pyramide régulière dont la base est un carré de 240 cm de côté.\n\n1. On coupe cette pyramide par un plan parallèle à sa base. Le tronc de pyramide obtenu (la partie\n\ndifférente de la réduction) est un récipient de 30 cm de profondeur et dont l’ouverture est un carré de\n\n80 cm de côté.\n\na. Montre que la hauteur de la pyramide initiale SABCD est de 45cm et que celle de la pyramide\n\nréduite est 15cm.\n\nb. Calcule le volume de ce récipient.\n\n2. Les faces latérales de ce récipient sont des trapèzes de mêmes dimensions.\n\na. Montre que la hauteur de ces trapèzes est\n\ncm\n\n73\n\n10\n\n.\n\nb. Calcule l’aire latérale de ce récipient.\n\n1ere Partie : Le tableau ci-dessous donne la répartition de notes d’élèves obtenues lors d’un examen.\n\n1. Que représente chacun des nombres ci-dessous :\n\na. 3, effectif de la modalité 6 ?\n\nb. 15, effectif cumulé croissant de la modalité 8 ?\n\nc. 46, effectif cumulé décroissant de la modalité 5 ?\n\nd. 98, fréquence cumulée croissante en % de la modalité 16 ?\n\n2. Déduis de ce tableau le pourcentage des élèves qui ont moins de 14.\n\n2eme Partie : On groupe les notes précédentes en classes d’amplitudes 4 dans le tableau ci-dessous.\n\nNotes\n\n[ 4 ; 0\n\n[ 8 ; 4\n\n; 8\n\n16\n\n20\n\n16\n\nEffectifs\n\nEffectifs Cum. Crois\n\n1. Recopie et complète le tableau.\n\n2. Construis l’histogramme des effectifs cumulés croissants.\n\n3. Calcule la moyenne des notes obtenues par ces élèves.\n\n24\n\nOn donne les réels\n\n1. Montre que les nombres a et b sont opposés.\n\n2. Soit\n\n18\n\n1(\n\nA\n\nMontre que\n\nA\n\npuis encadre-le à 10-2 près sachant que 1,414 <\n\n2 < 1,415\n\n3. On donne\n\n20\n\nf\n\na. Montre que\n\nf\n\nb. Résous dans IR l’inéquation : f(x) ≤ 0.\n\nDans le plan muni d’un repère orthonormal, on donne les points A (5 ; 0), B (6 ; 2) et C (2 ; 4).\n\n1. Montre que le triangle ABC est rectangle en B.\n\n2. Construis le point D tel que BD = AB, puis calcule ses coordonnées.\n\n3. Construis le point E symétrique de C par rapport à B, puis calcule ses coordonnées.\n\n4. Justifie que le quadrilatère ACDE est un losange.\n\n5. Soit F (12 ; 4) ; justifie que F est l’image de E par la translation de vecteur AD.\n\nEXAMEN DU B.F.E.M.-2010 – PREMIER GROUPE – JUILLET\n\nLe schéma ci-contre représente le patron d’un cône de révolution de sommet S, de rayon de base r.\n\nLa génératrice [SA] a pour longueur 36 cm.\n\n1. Justifie que la circonférence de sa base mesure 54π cm.\n\n2. Montre que son rayon, de base r vaut 27 cm.\n\n3. Justifie que la hauteur de ce cône est égale à 9 7 cm.\n\n4. Calcule l’aire de la surface totale de ce cône. On prendra π = 3,14\n\nABC est un triangle rectangle en A tel que : AB + AC + BC = 72 cm et 4AB = 3AC.\n\n25\n\n1. Sans calculer les longueurs des côtés du triangle ABC, montre que :\n\na. 7AB + 3BC = 216 cm\n\nb. 3BC − 5AB = 0.\n\n2. En utilisant les résultats de la question 1°), calcule AB et BC ; déduis-en AC.\n\nUn commerçant fixe le prix de vente de chacun de ses articles en prévoyant un bénéfice de 25% sur\n\nle prix d’achat.\n\nSoit x le prix d’achat d’un article et p son prix de vente.\n\n1. Justifie que :\n\np =\n\n2. Calcule le prix de vente d’un article acheté à 400 F.\n\n3. Calcule le prix d’achat d’un article vendu à 1250 F.\n\n4. Représente graphiquement dans un repère orthonormal (O, I, J), où 1cm représente 100 F,\n\nl’application qui à x associe p.\n\n5. Détermine graphiquement le prix d’achat d’un article vendu à 750 F.\n\nOn donne l’expression\n\n2)\n\n-\n\n2)(x\n\n(4x\n\n-\n\n1)\n\n1)(5x\n\n(2x\n\n(x)\n\nA\n\n1. Développe et réduis A (x).\n\n2. Factorise A (x).\n\n3. Résous dans IR l’inéquation : (2x+1) (3x+5) ≤ 0.\n\nEXAMEN DU B.F.E.M – 2011 – Premier groupe – Juillet\n\nOn donne les réels\n\nm\n\n13\n\np\n\n13\n\n1. Montre que m est négatif.\n\n2. Calcule m2 puis déduis-en que m et p sont opposés.\n\n3. Encadre m à 10-2 près sachant que\n\n1,733\n\n<\n\n<\n\n1,7323\n\n4. Montre que : p ×q = 11\n\nLes lutteurs d’une écurie sont répartis en 5 classes de poids (catégories de poids) d’amplitude 15 kg.\n\nOn a les classes suivantes : [80 ; 95[, [95 ; 110[, [110 ; 125[, [125 ; 140[, et [140 ; 155[.\n\n1. Les lutteurs de la classe [95 ; 110[sont au nombre de 6 et représentent 12% de l’effectif de l’écurie.\n\nMontre qu’il y a 50 lutteurs dans cette écurie.\n\n2. L’angle de la représentation de la classe [110 ; 125[dans le diagramme circulaire de la série est 36°\n\n26\n\nMontre que le nombre de lutteurs de cette classe est 5.\n\n3. La fréquence de la classe [125 ; 140[est 0,3. Vérifie que cette classe compte 15 lutteurs.\n\n4. L’effectif de la classe [140 ; 155[est le tiers de l’effectif de la classe [80 ; 95[.\n\nMontre qu’il y a 6 lutteurs dans la classe [140 ; 155[.\n\n5. Etablis le tableau des effectifs cumulés croissants de cette série puis déduis-en la classe médiane.\n\nDans le plan muni d’un repère orthonormal (O, I, J), on considère les droites suivantes :\n\n(D 1) : y = −x + 1 et (D 2) : x – y + 3 = 0.\n\n1. Démontre que les droites (D1) et (D2) sont perpendiculaires.\n\n2. a. Construis les droites (D1) et (D2).\n\nb. Justifie par le calcul que le point J appartient à la droite (D1).\n\nc. On appelle E le Point d’intersection de (D1) et (D2). Justifie par le calcul que E a pour couple de\n\ncoordonnées (−1 ; 2).\n\nd. Calcule la distance EJ.\n\ne. Détermine une équation de la droite (D3) passant par J et parallèle à (D2).\n\nf. Quelle est la position relative de (D3) et (D1) ? Justifie ta réponse.\n\nOn considère la figure codée ci-dessous :\n\n1. Justifie que le triangle NRM est rectangle.\n\nDans toute la suite du problème on suppose que : MR = 8 cm et NR = 6 cm.\n\n2. Calcule MN.\n\n3. Calcule tan RMN.\n\n4. Démontre que I est le milieu de [MS].\n\n5. Montre que NQ = 9 cm.\n\n6. Démontre que la droite (OR) est parallèle à la droite (MS).\n\n27\n\nEXAMEN DU B.F.E.M.-2012 –PREMIER GROUPE – JUILLET\n\n1. Soit\n\n245\n\n180\n\n196\n\n45\n\nt\n\n. Ecris t sous la forme\n\nc\n\n, a b et c sont des entiers ; b\n\nétant le plus petit entier positif possible.\n\n2. On donne les réels\n\na. Ecris x avec un dénominateur rationnel.\n\nb. Justifie que y est négatif.\n\nc. Justifie que : x = - y\n\nd. Encadre x à 10-2 près sachant que 2,236<\n\n5 <2,237.\n\ne. On pose Justifie que\n\nz\n\n. Justifie que\n\nz\n\n« Le Sénégal vient d’administrer une belle leçon de démocratie à la face du monde par\n\nl’organisation d’élection présidentielle incontestée. Le vaincu reconnait sa défaite, félicite le\n\nvainqueur ».\n\nUne étude statistique portant sur les 30 mots de ce texte (un mot quelconque est considéré autant de\n\nfois qu’il apparait dans le texte), a donné le diagramme circulaire ci-dessous :\n\n1. Lequel des caractères ci-dessous est celui qui est étudié :\n\n• Longueur des mots\n\n• Nature grammaticale des mots\n\n• le Genre grammatical des mots ?\n\n2. Indique la nature de ce caractère.\n\n3. Indique les modalités de ce caractère.\n\n4. Dresse le tableau des effectifs de cette série.\n\n5. Construis le diagramme à bandes de cette\n\nsérie.\n\n1. Construis un triangle MON rectangle en N tel que MN = 7,5 cm et MON = 30°.\n\n2. Calcule NO et MO.\n\n3. Soit I le pied de la hauteur issue de N, calcule NI.\n\n4. La droite passant par M et parallèle à la droite (NI) coupe la droite (ON) en T. Calcule MT.\n\n28\n\n5. Soit E le centre du cercle circonscrit au triangle MOT ; démontre que MET est un triangle\n\néquilatéral.\n\nDans le plan muni d’un repère orthonormal (O, I, J), on donne les points suivants :\n\nA (2 ; -1), B (-3 ; 2) et C (0 ; 7)\n\n1. Démontre que les vecteurs AB et BC sont orthogonaux.\n\n2. Calcule les coordonnées du point E tel que ABEC soit un parallélogramme.\n\n3. Soit F l’image de B par la translation de vecteur CE. Calcule les coordonnées de F.\n\n4. Justifie que B est le milieu de [AF]\n\nFIN DES SUJETS DE MATHEMATIQUES",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_383_kb.pdf",
    "year": 2012,
    "zone": null,
    "hasCorrection": false
  }
}