{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": null,
  "title": "t l charger 5 22 mb - part 4",
  "content": "Soit le triangle ABC tel que AB=5cm, AC=7,5cm et BC=7cm. Les points E et F sont respectivement sur les\n\nsegments [𝐴𝐵] 𝑒𝑡 [𝐴𝐶] de telle sorte que AE=2cm et AF=3cm.\n\n1) Faire la figure en vraie grandeur.\n\nCHAPITRE 7 : THALES DANS LE TRIANGLE\n\nPage 46 sur 130\n\n2) Démontrer que les droites (BC) et (EF) sont parallèles.\n\n3) Calculer EF.\n\n EXERCICE 4:\n\nLa figure ci-contre représente un terrain à bâtir. Les\n\nmesures sont données en mètres.\n\nAB=20, BD= 25, BC=24, CD=7, DE=8\n\n1. Calculer AD.\n\n2. Démontrer que le triangle BDC est rectangle en C.\n\n3. Calculer EF en utilisant la propriété de Thalès.\n\n EXERCICE 5:\n\n1)\n\nOn considère la figure ci-dessous, on donne : AF = 37, AC = 59, AE = 481 et AB = 767\n\na) Détermine le PGCD des nombres 481 et 767 puis simplifie la fraction\n\n481\n\n767\n\nb) Utiliser le résultat précédent pour montrer que les droites (EF) et (BC) sont parallèles.\n\n2)\n\nCalculer la longueur 𝑥 du segment ⦋BC⦌\n\n EXERCICE 6:\n\nCalculer x dans chacun des cas de figure ci-dessous\n\n EXERCICE 7:\n\nL’unité de longueur est le centimètre.\n\nOn donne : AB = 7,5 ; BC = 9 ; AC = 6 ; AE = 4 ; BF = 6\n\nLes droites (DE) et (BC) sont parallèles.\n\n1) Calculer AD\n\n2) Les droites (EF) et (AB) sont-elles parallèles ? Justifier votre réponse ?\n\nF\n\n(BC)// (ED).\n\n𝐴𝐶= 6 𝑐𝑚 𝐵𝐶= 12 𝑐𝑚 ;\n\n𝐴𝐸= 4 𝑐𝑚 𝐸𝐷= 𝑥\n\n(𝑆𝐸)// (𝑁𝐶) 𝑀𝐸= 4 𝑐𝑚\n\n𝑀𝑁= 10 𝑐𝑚 ; 𝑀𝑆= 6 𝑐𝑚\n\n𝑀𝐶= 𝑥\n\nPage 47 sur 130\n\n EXERCICE 8:\n\nL’unité de longueur est le centimètre. Les segments [𝑂𝐴] et [𝑈𝐼] se coupent en 𝑀 . On a :\n\n𝑀𝑂= 21 𝑀𝐴= 27 , 𝑀𝑈= 28 , 𝑀𝐼= 36 , 𝐴𝐼\n\n= 45\n\n1- Démontrer que les droites (𝑂𝑈) et (𝐴𝐼) sont\n\nparallèles.\n\n2- Calculer la longueur 𝑂𝑈.\n\n3- Démontrer que le triangle 𝐴𝑀𝐼 est rectangle en𝑀.\n\n4- Déterminer la mesure en degré de l’angle𝐴𝐼𝑀\n\n̂.\n\n EXERCICE 9:\n\nMOP est un triangle quelconque tel que 𝐴𝐵= 8 𝑐𝑚, 𝐴𝐶= 4 𝑐𝑚 et 𝐵𝐶= 6 𝑐𝑚. D et E sont deux points\n\nappartenant respectivement aux droites (𝐴𝐵) et (𝐴𝐶) tels que 𝐵𝐷= 4 𝑐𝑚 et 𝐴𝐸= 2 𝑐𝑚\n\n1. Construis la figure\n\nLes droites (𝐷𝐸) et (𝐵𝐶) sont-elles parallèles ? Justifier.\n\n SITUATION 1:\n\nAMADOU entreprend faire un champ rectangulaire, de longueur 80m et de largeur 60m. il aimerait\n\ncultiver des plantains et des pommes de terres dans son champ. Pour faciliter le transport des cultures\n\ndans son champ, il dépense 150 000 FCFA pour créer une route de largeur L, dont la superficie est 20\n\nfois moins grande que la superficie du terrain, comme l’indique la figure ci-dessous.\n\nPour mieux organiser la parcelle ADB, sa femme lui demande de séparer les deux variétés de plantains\n\npar une barrière perpendiculaire au côté ⦋AB⦌. Cette barrière doit commencer au point I situé à 32m du\n\npoint B, et doit se terminer au point J situé sur le côté ⦋BD⦌\n\nDonnées: AB = DC = 80m ; AD = BC = 60m ; DB = 100m ; EC = 48m ; EF = 60m ; CF = 36m\n\nTaches:\n\nPage 48 sur 130\n\n1) La route construite garde-t-elle la même largeur ? quelle est cette largeur ?\n\n2) Reproduis à l’échelle\n\n1000 la parcelle ADB ainsi que la barrière ⦋IJ⦌ sur ta copie. Quelle est la\n\nlongueur de cette barrière ?\n\n SITUATION 2:\n\nPallier de compétence : résoudre une situation problème, déployer un raisonnement logique et\n\ncommuniquer à l’aide du langage mathématique en faisant appel aux propriétés de Thales, de\n\nPythagore, le calcul d’aire, de périmètre et le PGCD.\n\nLe champ de monsieur Olda a également la forme 𝐴𝐹𝐺𝐶 de la figure ci-dessus. Il veut mettre du fil\n\nbabelé autour de son champ pour empêcher les bœufs d’y pénétrer. Sachant qu’il achète le fil à raison\n\nde 700𝐹 le mètre, déterminer le montant qu’il faut pour l’achat de la quantité de fil nécessaire pour la\n\nclôture.\n\n SITUATION 3:\n\nUn opérateur économique de la ville de Mintom a trouvé un nouvel emplacement pour construire une\n\nnouvelle boutique. (Voir figure ci-dessous).\n\n1) L’opérateur économique a demandé à son ingénieur qu’il veut que sa boutique ait une hauteur de\n\n6,001 m. D’après les dimensions observées sur la figure est ce que l’ingénieur a respecté cela ?\n\n2) L’opérateur économique a acheté un pot de peinture (voir figure) pour peintre la partie de sa boutique\n\ndélimité par le triangle ABC. Sachant que 1 L d’un tel pot de peinture ne peintre que 7,5 m2 ; ce pot est-il\n\nsuffisant pour peintre entièrement cette partie de sa maison ?\n\n SITUATION 4:\n\n1. Monsieur Olda veut déterminer l’aire de la face\n\n𝐸𝐹𝐺𝐶 de son immeuble indiqué sur la figure ci-\n\ncontre. Dans l’incapacité de mesurer le coté 𝐸𝐶,\n\nil décide de procéder autrement. Il se place au\n\npoint 𝐷 à 7𝑚 du pied 𝐸 de l’immeuble de telle\n\nsorte que l’ombre du sommet 𝐶 coïncide avec\n\nl’ombre de sa tête 𝐵 au point 𝐴 situé à 1𝑚 de lui.\n\nAider monsieur Olda à trouver l’aire de la face\n\n𝐸𝐹𝐺𝐶 sachant que sa taille est 𝐷𝐵= 1,875𝑚.\n\n4 m\n\ntole\n\nÉchafaudage\n\n5 m\n\nH=10\n\n45°\n\nPage 49 sur 130\n\nLe champ ci-dessus est celui de\n\nM. HAWE.Il fait la culture des\n\nananas sur la parcelle PBA qui est\n\nun triangle rectangle\n\nen A, la culture des tomates sur la\n\nparcelle MBCN qui a la forme d’un\n\ntrapèze de hauteur 5m et enfin,\n\nsur la 3ème parcelle qui à la forme\n\nd’un demi-disque de diamètre AC\n\nde rayon R, la culture des choux.\n\nPour faciliter le passage dans les\n\ndifférentes parcelles il a laissé la\n\npartie AMN inoccupée. A la fin\n\ndes récoltes, on a réalisé qu’il a\n\nrécolté 5 têtes d’ananas par m2 et\n\nà vendu une tête à 250Fcfa, un\n\ncageot de tomates par m2 donc\n\nl’un coûte 3.500Fcfa et 3 têtes de\n\nchoux par m2 donc l’une coûte\n\n300Fcfa et que la récolte s’est faite sur toute la surface de chaque parcelle et qu’il a vendu toute sa\n\nproduction. .\n\n1) Déterminer le prix de vente total des ananas par M. HAWE?\n\n2) Déterminer le prix de vente total des cageots de tomates par M. HAWE ?\n\n3) Déterminer le prix de vente total des choux par M. HAWE?\n\nPage 50 sur 130\n\nENSEIGNANT : GAZAWA DAVID.\n\nTEL : 6 58 88 60 38\n\nCLASSE : 3eme\n\n Trouver à l’aide d’une calculatrice le\n\nsinus, le cosinus, la tangente d’un\n\nangle aigu de mesure donnée.\n\n Trouver à l’aide d’une calculatrice la\n\nmesure en degrés (ou un\n\nencadrement de cette mesure) d’un\n\nangle aigu dont on connait le sinus,\n\nle cosinus ou la tangente.\n\n Calculer le sinus, le cosinus, la\n\ntangente d’un angle aigu dans\n\nun triangle rectangle.\n\n Utiliser le cosinus, le sinus\n\nou la tangente pour calculer\n\nune longueur dans un\n\ntriangle rectangle\n\nI-\n\n Ressource 1 : Utilisation de la calculatrice\n\n EXERCICE : 1\n\nPour chacune des propositions suivantes, relever le numéro de la question suivie de la lettre\n\ncorrespondante à la réponse exacte. Aucune justiﬁcation n’est demandée.\n\nNB : Utiliser une calculatrice scientifique.\n\n1- Le cosinus de l’angle de mesure 90𝑜 est égal à : a) 1 ; b) 0 ; c)\n\n𝟏\n\n𝟐 ; d) −\n\n𝟏\n\n𝟐\n\n2- Le sinus de l’angle de mesure 60𝑜 est égal à : a)\n\n√𝟐\n\n𝟐 ; b) √𝟑\n\n𝟐 ; c)\n\n𝟏\n\n𝟐 ; d) 𝟏\n\n3- La tangente de l’angle de mesure 45𝑜 est égale à : a) 𝟎 ; b) √𝟑 ; c)\n\n𝟏\n\n𝟑 ; d) 𝟏\n\n4- Le cosinus de l’angle de mesure 30𝑜 est égal à : a)\n\n𝟏\n\n𝟐 ; b)\n\n√𝟐\n\n𝟐 ; c) √𝟑\n\n𝟐 ; d) 0\n\n EXERCICE : 2\n\nA l’aide d’une calculatrice scientifique, déterminer les mesures des angles suivants au degré près.\n\n𝑪𝒐𝒔𝑨̂ = 𝟎, 𝟐𝟓𝟖𝟖𝟏; 𝑪𝒐𝒔𝑩̂ = 𝟎, 𝟎𝟖𝟕𝟏𝟓𝟓; 𝑪𝒐𝒔𝑪̂ = 𝟎, 𝟗𝟑𝟗𝟔𝟗𝟐;\n\n𝑺𝒊𝒏𝑫̂ = 𝟎, 𝟓𝟕𝟑𝟓𝟕; 𝑺𝒊𝒏𝑬̂ = 𝟎, 𝟕𝟎𝟕𝟏𝟎𝟔 ; 𝑺𝒊𝒏𝑭̂ = 𝟎, 𝟖𝟔𝟔𝟎𝟐𝟓;\n\n𝑻𝒂𝒏𝑮̂ = 𝟎, 𝟐𝟔𝟕𝟗𝟒𝟗 ; 𝑻𝒂𝒏𝑯̂ = 𝟏𝟒, 𝟑𝟎𝟎𝟔𝟔𝟔 ; 𝑻𝒂𝒏𝑰̂ = 𝟏, 𝟕𝟑𝟐𝟎𝟓𝟎\n\n EXERCICE : 3\n\nA l’aide d’une calculatrice scientifique, compléter le tableau suivant. On pourra arrondir les mesures des\n\nangles au degré près et les valeurs de sinus, cosinus, tangente à 10−4 près.\n\nAngles\n\n30𝑜\n\n50𝑜\n\nSinus\n\n0,4226\n\nCosinus\n\n0,2079\n\ntangente\n\n Ressource 2 : Sinus, cosinus, tangente dans un triangle rectangle\n\nCHAPITRE 8 : TRIGONOMETRIE DANS LE TRIANGLE RECTANGLE\n\nPage 51 sur 130\n\n EXERCICE : 1\n\nCompléter les pointillés par les expressions suivantes (Hypoténuse, adjacent, opposé, carrés).\n\n1- Dans un triangle rectangle, le carrée de l’hypoténuse est égal à la somme des ………. ………… des\n\ndeux autres côtés.\n\n2- Dans un triangle rectangle, le côté opposé à l’angle droit est appelé …………..……\n\n3- Dans un triangle rectangle, le sinus d’un angle aigu est égal au quotient du côté ……………………. à\n\ncet angle par l’hypoténuse.\n\n4- Dans un triangle rectangle, le cosinus d’un angle aigu est égal au quotient du côté ……………….. à\n\ncet angle par l’hypoténuse.\n\n EXERCICE : 2\n\nPour chacune des questions suivantes, quatre réponses sont proposées parmi lesquelles une seule est\n\njuste. Écrire le numéro de la question suivie de la lettre correspondante de la réponse juste.\n\n1- Soit 𝐸𝐹𝐺 un triangle rectangle en 𝐸, alors la bonne formule est :\n\na) 𝑬𝑭𝟐= 𝑬𝑮𝟐+ 𝑭𝑮𝟐 b) 𝑬𝑭𝟐= 𝑭𝑮𝟐−𝑬𝑮𝟐 ; c) 𝑬𝑮𝟐= 𝑬𝑭𝟐+ 𝑭𝑮𝟐 ; d) 𝑬𝑭𝟐= 𝑬𝑮𝟐−𝑭𝑮𝟐.\n\n2- 𝐴𝐵𝐶 est un triangle rectangle isocele en 𝐵 tels que 𝐴𝐶= 8√2𝑐𝑚. Alors la longueur du segment [𝐴𝐵]\n\nest : a) 𝑨𝑩= 𝟖𝒄𝒎 ; b) 𝑨𝑩= 𝟒√𝟐𝒄𝒎 ; c) 𝑨𝑩= 𝟖√𝟐𝒄𝒎 ; d) 𝑨𝑪= 𝟒𝒄𝒎.\n\n3- Soit 𝐴𝐵𝐶 un triangle rectangle en 𝐵, alors :\n\na) 𝑺𝒊𝒏𝑨̂ =\n\n𝑨𝑩\n\n𝑩𝑪 ; b) 𝑺𝒊𝒏𝑨̂ =\n\n𝑨𝑪\n\n𝑩𝑪 ; c) 𝑺𝒊𝒏𝑨̂ =\n\n𝑩𝑪\n\n𝑨𝑩 ; d) 𝑺𝒊𝒏𝑨̂ =\n\n𝑩𝑪\n\n𝑨𝑪\n\n4- Soit 𝐴𝐵𝐶 un triangle rectangle en 𝐵, alors :\n\na) 𝑪𝒐𝒔𝑨̂ =\n\n𝑩𝑪\n\n𝑨𝑪 ; b) 𝑪𝒐𝒔𝑨̂ =\n\n𝑨𝑪\n\n𝑩𝑪 ; c) 𝑪𝒐𝒔𝑨̂ =\n\n𝑨𝑩\n\n𝑨𝑪 ; d) 𝑪𝒐𝒔𝑨̂ =\n\n𝑨𝑪\n\n𝑨𝑩\n\n5- Soit 𝐴𝐵𝐶 un triangle rectangle en 𝐵, alors :\n\na) 𝑻𝒂𝒏𝑨̂ =\n\n𝑨𝑪\n\n𝑨𝑩 ; b) 𝑻𝒂𝒏𝑨̂ =\n\n𝑩𝑪\n\n𝑨𝑩 ; c) 𝑻𝒂𝒏𝑨̂ =\n\n𝑨𝑩\n\n𝑨𝑪 ; d) 𝑻𝒂𝒏𝑨̂ =\n\n𝑨𝑩\n\n𝑨𝑪\n\n6- Si 𝐴̂ est un angle aigu alors;\n\na) 𝑺𝒊𝒏𝑨̂ ≤𝟎 ; b) 𝑺𝒊𝒏𝑨̂ > 𝟏 ; c) 𝟎< 𝑺𝒊𝒏𝑨̂ < 𝟏; d) 𝑺𝒊𝒏𝑨̂ = 𝟏\n\n7- Soit 𝐴̂ un angle de mesure 𝐴̂ = 90𝑜 alors :\n\na) 𝑪𝒐𝒔𝑨̂ = 𝟎 ; b) 𝑪𝒐𝒔𝑨̂ = 𝟏 ; c) 𝑪𝒐𝒔𝑨̂ =\n\n𝟏\n\n𝟐; d) 𝑪𝒐𝒔𝑨̂ 𝒏′𝒆𝒙𝒊𝒔𝒕𝒆 𝒑𝒂𝒔\n\n8- Si 𝐶𝑜𝑠𝐵̂ =\n\n3 ; alors :\n\na) 𝑺𝒊𝒏𝑩̂ =\n\n𝟑\n\n𝟐 ; b) 𝑺𝒊𝒏𝑩̂ =\n\n𝟏\n\n𝟑 ; c) 𝑺𝒊𝒏𝑩̂ =\n\n√𝟓\n\n𝟑 ; d) 𝑺𝒊𝒏𝑩̂ =\n\n𝟑√𝟓\n\n𝟓\n\n9- Soit 𝐴̂ un angle aigu tel que 𝐶𝑜𝑠𝐴̂ =\n\n5 et 𝑆𝑖𝑛𝐴̂ =\n\n5, alors :\n\na) 𝑻𝒂𝒏𝑨̂ =\n\n𝟒\n\n𝟓 ; b) 𝑻𝒂𝒏𝑨̂ =\n\n𝟑\n\n𝟓; c) 𝑻𝒂𝒏𝑨̂ =\n\n𝟑\n\n𝟒 ; d) 𝑻𝒂𝒏𝑨̂ =\n\n𝟒\n\n𝟑 \n\nEXERCICE : 3\n\n1- 𝐴𝐵𝐶 est un triangle rectangle en 𝐶 tel que : 𝐶𝐵=4cm et 𝐴𝐶= 3𝑐𝑚. Calculer: SinB̂; Cos B̂ et Tan B̂.\n\n2- Dans le triangle 𝐴𝐵𝐶 rectangle en 𝐵, on a : 𝐒𝐢𝐧 𝐀̂ =\n\n√𝟓\n\n𝟒 . Déterminer Cos Ĉ, 𝐶𝑜𝑠 𝐴̂ et en déduire\n\nTan Â\n\nPage 52 sur 130\n\n\n\nEXERCICE : 4\n\n1- 𝐴𝐵𝐶 est un triangle rectangle en 𝐵 tel que 𝐴𝐶= 7,5 et 𝐵𝐶= 4,5. Calculer 𝑆𝑖𝑛𝐵𝐴𝐶\n\n̂ et 𝐵𝐴𝐶\n\n2- 𝐴𝐵𝐶 est un triangle rectangle en 𝐴 tel que 𝐴𝐶= 10,8 et 𝐵𝐶= 13,5. Calculer 𝑆𝑖𝑛𝐴𝐶𝐵\n\n̂ et 𝐴𝐶𝐵\n\n3- 𝐴𝐵𝐶 est un triangle rectangle en 𝐴 tel que 𝐴𝐵= 7,5 et 𝐴𝐶= 12,5. Calculer 𝑇𝑎𝑛𝐴𝐶𝐵\n\n̂ et 𝐴𝐵𝐶\n\n4- 𝐴𝐵𝐶 est un triangle rectangle en 𝐵 tel que 𝑇𝑎𝑛𝐵𝐶𝐴\n\n̂ = √2 −1. Calculer 𝑇𝑎𝑛𝐵𝐴𝐶\n\n5- 𝐴𝐵𝐶 est un triangle rectangle en 𝐵 tel que 𝐴𝐶= 7,5 et 𝐵𝐶= 4,5. Calculer 𝑇𝑎𝑛𝐵𝐴𝐶\n\n̂ lorsque :\n\n𝑎) 𝑆𝑖𝑛𝐴̂ =\n\n3 et 𝐶𝑜𝑠𝐴̂ =\n\n2√2\n\n3 . b) 𝑆𝑖𝑛𝐶̂ =\n\n5 et 𝐶𝑜𝑠𝐶̂ =\n\n5.\n\n Resource 3 : Calcul de longueur dans un triangle rectangle à l’aide de sinus ou cosinus ou\n\ntangente\n\n EXERCICE : 1\n\nL’unité de longueur est le centimètre. Soit 𝐴𝐵𝐶 un triangle rectangle en 𝐵. On a AC = 32,5; SinÂ =\n\n13 et 𝐶𝑜𝑠𝐴̂ =\n\n13. Calculer 𝐴𝐵 et 𝐵𝐶 sans utiliser la propriété de Pythagore.\n\n EXERCICE : 2\n\nL’unité de longueur est le centimètre. Soit 𝐴𝐵𝐶 un triangle rectangle en 𝐵 tel que 𝑚𝑒𝑠𝐴̂ = 30𝑜 et 𝐴𝐵=\n\n2. Calculer 𝐴𝐵 et 𝐵𝐶 sans utiliser la propriété de Pythagore.\n\n EXERCICE : 3\n\nL’unité de longueur est le centimètre. 𝐴𝐵𝐶 est un triangle rectangle en 𝐵 tel que 𝑚𝑒𝑠𝐴̂ = 60𝑜 et 𝐴𝐶=\n\n2. Calculer 𝐵𝐶 et 𝐴𝐶 sans utiliser la propriété de Pythagore.\n\n EXERCICE : 4\n\nL’unité de longueur est le centimètre. Soit 𝐴𝐵𝐶 un triangle rectangle en 𝐵 tel que 𝑇𝑎𝑛𝐴̂ =\n\n3 et 𝐵𝐶= 2.\n\nCalculer 𝐴𝐵 et 𝐴𝐶 sans utiliser la propriété de Pythagore.\n\n EXERCICE : 5\n\nL’unité de longueur est le centimètre. Soit 𝐴𝐵𝐶 un triangle rectangle en 𝐵 tel que 𝑚𝑒𝑠𝐴̂ = 60𝑜 et 𝐵𝐶=\n\n2. Calculer 𝐴𝐵 et 𝐴𝐶 sans utiliser la propriété de Pythagore.\n\n EXERCICE : 6\n\nL’unité de longueur est le centimètre. 𝐴𝐵𝐶 est un triangle tel que 𝐴𝐵= 5 ; 𝑚𝑒𝑠𝐴̂ = 45𝑜 et 𝑚𝑒𝑠𝐶̂ =\n\n30𝑜. 𝐻 est le projete orthogonal du sommet 𝐵 sur la droite (𝐴𝐶). Calculer 𝐴𝐻, 𝐵𝐻, 𝐵𝐶, 𝐻𝐶 et 𝐴𝐶.\n\n EXERCICE : 7\n\n1- ABC est un triangle rectangle en B. Dans chacun des cas :\n\na) Calculer AC et BC sachant que mes𝐴̂ =30° et AB=2cm\n\nb) Calculer BC et AB sachant que mes𝐴̂=60° et AC=2cm.\n\n2- ABC est un triangle rectangle en A, tel que AB=30cm et mes𝐵̂=27°\n\nTrouver une valeur approchée à 10−2 de BC et CA\n\nPage 53 sur 130\n\nLe triangle ABC est tel que AB = 5 ; AC= 5√2 ; et BC = 5√3 (les longueurs sont en cm)\n\nLe triangle ABC est-il rectangle ? Si oui préciser en quel point.\n\nSoient deux triangles ABB’ et ACC’ rectangles\n\nrespectivement en B’ et C’.\n\nOn a BB’ = 3 cm ; AB’ = 4 cm,\n\nB’C’ = 𝑥 + 3, BC = 2𝑥\n\n1- Calculer AB.\n\n2- En utilisant la propriété de Thalès :\n\nCalculer la valeur de 𝑥.\n\n3- Calculer AC, AC’, CC’.\n\nOn considère la figure ci-dessous. [AH] est une hauteur du triangle ARC.\n\n𝑅𝐻= 2𝑐𝑚; 𝐴𝐶= 4𝑐𝑚 et 𝑚𝑒𝑠𝐴𝑅𝐻\n\n̂ = 40𝑜\n\n1- Calculer une valeur approchée de la longueur de [AH]\n\n2- Calculer une valeur approchée de la mesure de l’angle 𝐶̂.\n\n3 - Calculer une valeur approchée de la longueur HC (utiliser la calculatrice).\n\n𝐴𝐵𝐶 est un triangle rectangle en 𝐴 tel que 𝐴𝐶= 5𝑐𝑚 et la mesure de l’angle 𝐴𝐶𝐵\n\n̂ = 40𝑜.\n\n1. Faire la figure en vraie grandeur.\n\n2. Calculer 𝐴𝐵 ; on donnera la valeur arrondie au mm.\n\n3. Tracer la hauteur issue de 𝐴 : elle coupe [𝐵𝐶] en 𝐻.\n\n4. Calculer 𝐴𝐻 et en donner la valeur arrondie au mm.\n\nSoit [𝐼𝐽] un segment de longueur 8𝑐𝑚. Sur le cercle (𝐶) de diamètre [𝐼𝐽], on considère un point 𝐾 tel que\n\n𝐼𝐾= 3,5𝑐𝑚.\n\n1- Faire la figure.\n\n2- Démontrer que le triangle 𝐼𝐽𝐾 est rectangle.\n\n3- Calculer 𝐽𝐾 (on donnera le résultat arrondi au mm).\n\n4- Calculer à un degré prés la mesure de l’angle.\n\nExercice 6 :\n\nOn considère la figure ci-contre:\n\nOn donne 𝐴𝐵= 6𝑐𝑚 ; 𝐴𝐶= 7,5𝑐𝑚; 𝐵𝐶= 4,5𝑐𝑚.\n\nSur le schéma, les dimensions\n\nne sont pas respectées. 𝐸 est le point de [𝐴𝐵)\n\nPage 54 sur 130\n\ntel que 𝐴𝐸= 10𝑐𝑚 La parallèle à (𝐴𝐶)\n\npassant par 𝐵 coupe (𝐶𝐸) en 𝐷.\n\n1- Démontrer que le triangle 𝐴𝐵𝐶 est rectangle\n\nen 𝐵.\n\n2- Calculer la valeur arrondie au degré de la\n\nmesure de l’angle 𝐵𝐶𝐸\n\n3- Déterminer la mesure du segment [𝐵𝐷].\n\nExercice 7 :\n\nL’unité de longueur est le mètre. Un triangle isocèle 𝑆𝐴𝐵 est tel que 𝑆𝐴= 𝑆𝐵= 6 et 𝐴𝐵= 8 .\n\n1. Construire ce triangle à l’échelle\n\n100 .\n\n2. Tracer la hauteur qui passe par le sommet 𝑆. Cette hauteur coupe le côté [𝐴𝐵] au point 𝐼.\n\na) Expliquer pourquoi 𝐼𝐴= 4.\n\nb) Calculer le cosinus de l’angle 𝐼𝐴𝑆\n\nc) En déduire la valeur, arrondie au degré, de l’angle 𝐼𝐴𝑆\n\nExercice 8 :\n\nCalculer le périmètre du trapèze ci-dessous.\n\nExercice 9 :\n\nLe dessin ci-dessous représente une figure géométrique dans laquelle on sait que :\n\n𝐴𝐵𝐶 est un triangle rectangle en 𝐵 et 𝐶𝐸𝐷 est un triangle rectangle en 𝐸.\n\nLes points 𝐴, 𝐶 et 𝐸 sont alignés. Les points 𝐷, 𝐶 et 𝐵 sont alignés.\n\nAB = CB = 2 cm et 𝐶𝐷= 6𝑐𝑚 .\n\n(Le dessin n'est pas en vraie grandeur)\n\n1. Représenter sur la copie la figure en vraie grandeur.\n\n2. a) Quelle est la mesure de l'angle 𝐴𝐶𝐵\n\n̂.?\n\nb) En déduire la mesure de l'angle 𝐷𝐶𝐸\n\n̂..\n\n3. Calculer une valeur approchée de 𝐷𝐸 à 0,1𝑐𝑚 près.\n\n4. Où se situe le centre du cercle circonscrit au triangle 𝐷𝐶𝐸 ? Tracer ce cercle, que l'on notera (𝐶) puis\n\ntracer (𝐶′) le cercle circonscrit au triangle 𝐴𝐵𝐶.\n\n5. Les cercles (𝐶) et (𝐶′) se coupent en deux points : le point 𝐶 et un autre point noté 𝑀. Les points 𝐷, 𝐴\n\net 𝑀 sont-ils alignés ?\n\nExercice 10:\n\nPage 55 sur 130\n\nLors d'une intervention, les pompiers doivent atteindre une fenêtre 𝐹 située à 18 mètre au-dessus du sol\n\nen utilisant leur grande échelle [𝑃𝐹]. Ils doivent prévoir les réglages de l'échelle.\n\nLe pied 𝑃 de l'échelle est situé sur le camion à 1,5𝑐𝑚 du sol et à 10𝑚 de l'immeuble\n\n1- D'après les informations ci-dessus, déterminer la longueur 𝑅𝐹.\n\n2- Déterminer l'angle que fait l'échelle avec l'horizontale, c'est-à-dire,𝐹𝑃𝑅\n\n̂( arrondi à l'unité).\n\n3- L'échelle a une longueur maximale de 25 mètres. Sera-t-elle assez longue pour atteindre la fenêtre\n\n𝐹 ?\n\nDonnée :√𝟑𝟕𝟐, 𝟐𝟓≈𝟏𝟗, 𝟐𝟗𝟒\n\nExercice 11 :\n\nDans tout l'exercice, l'unité de longueur est\n\nle centimètre. 𝐴𝐵𝐶 est un triangle tel que\n\n𝐴𝐵= 6𝑐𝑚, 𝐵𝐶= 10𝑐𝑚 et 𝐴𝐵𝐶\n\n̂ = 120𝑜 .\n\nLa hauteur issue de 𝐴 coupe la droite (𝐵𝐶)\n\nau point 𝐻.\n\n(La figure suivante n'est pas en vraie grandeur).\n\n1. Tracer la figure en vraie grandeur.\n\n2. Calculer la mesure de l'angle 𝐴𝐵𝐻\n\n̂.\n\nEn déduire que 𝐵𝐻= 3.\n\n3. Prouver que 𝐴𝐻= 3√3, puis calculer l'aire du triangle 𝐴𝐶𝐻 (on donnera la valeur exacte).\n\n4. Prouver que AC = 14.\n\n5. 𝑀 est un point du segment [𝐵𝐶] tel que 𝐶𝑀= 6,5.\n\nLa parallèle à (𝐴𝐻) passant par 𝑀 coupe le segment [𝐴𝐶] en 𝑁.\n\na) Compléter la figure.\n\nb) Prouver que 𝑁𝑀=\n\n3√3\n\n2 .\n\nc) Déterminer l'aire du trapèze 𝐴𝐻𝑀𝑁. Donner une valeur approchée à l'unité près de cette\n\naire.\n\nExercice 12 :\n\nDans le triangle 𝐴𝐵𝐶 (croquis ci-contre),\n\non donne : [𝐴𝐻] hauteur issue de 𝐴.\n\n−𝐴𝐻= 5𝑐𝑚\n\n−𝐴𝐵= 8𝑐𝑚\n\n−𝐴𝐶𝐻\n\n̂ = 51𝑜\n\nOn ne demande pas de refaire la figure.\n\n1. Le triangle 𝐴𝐵𝐶 est-il rectangle en 𝐴 ?\n\n2. Calculer la valeur arrondie au millimètre près de la longueur du segment [BH].\n\n3. Calculer la valeur arrondie au millimètre près de la longueur du segment [𝐶𝐻].\n\n4. Déterminer une valeur approchée de l’aire du triangle 𝐴𝐵𝐶.\n\nPage 56 sur 130\n\nExercice 13 :\n\nLa figure ci-contre n’est pas en vrai grandeur.\n\nOn donne les longueurs suivantes en cm :\n\n−𝐵𝐻= 5,8\n\n−𝐻𝐶= 4,5\n\n−𝐴𝐶= 7,5\n\n−𝐴𝐻= 6\n\n1. En utilisant uniquement une règle graduée et un compas, construire cette figure en vraie grandeur\n\n(laisser les traits de construction apparents).\n\n2. Démontrer que le triangle 𝐴𝐶𝐻 est rectangle en 𝐻.\n\n3. Calculer l’aire du triangle 𝐴𝐵𝐶.\n\n4. Soit 𝑀 le milieu de [𝐴𝐶], et 𝐷 le symétrique de 𝐻 par rapport à 𝑀. Placer 𝑀 et 𝐷 sur la figure\n\nréalisée à la question 1. Démontrer que le quadrilatère 𝐴𝐷𝐶𝐻 est un rectangle.\n\nDégria veut installer chez lui un panier de basket.\n\nIl doit le ﬁxer à 3,05m du sol. L’échelle dont il se\n\nsert mesure 3,20m de long. À quelle distance\n\ndu pied du mur doit-il placer l’échelle pour que\n\nson sommet soit juste au niveau du panier?\n\n(Donner une valeur approchée au m près.)\n\nM. Kalaza possède un terrain qui a la forme ci-dessous. Il souhaite le mettre sur le marché à raison de\n\n5500𝐹𝐶𝐹𝐴 le mètre carré.\n\nPage 57 sur 130\n\nDéterminer la somme que recevra M. Kalaza après la vente de son terrain.\n\nUn homme couché à 100𝑚 du statue de la liberté, observe le point culminant et le bas de la statue avec\n\nun angle de 18𝑜. La statue est placée sur une tour de 46,5𝑚 de hauteur. (voir figure ci-dessous)\n\n1- Calculer la mesure de l’angle 𝐼𝑂𝑃\n\n̂ au degré près et en déduire la mesure de l’angle 𝑆𝑂𝑃\n\n̂ au degré\n\nprès.\n\n2- Calculer une valeur approchée au centimètre près de la hauteur SI de la statue ci-dessus.\n\nUn skieur se trouve en haut d'une piste [𝐵𝐶] faisant un angle de 15𝑜 avec l'horizontal. En haut de la\n\npiste, un panneau indique : \" piste rouge, descente 1932 mètres \" (𝐵𝐶= 1932𝑚).\n\n1) Calculer au mètre près le dénivelé AC.\n\n2) Le skieur s'est arrêté au point D. Calculer au mètre près la distance qu'il a parcourue.\n\nMani est un photographe amateur lors de son reportage il a retenu l’image ci-dessous .\n\nLa tour de contrôle des gardes côte du port de Limbé a une hauteur de 40 mètres. La surface des eaux de\n\nmer est relativement plane et horizontale ; la sentinelle des gardes côte voit le premier bateau en cours\n\nd’accostage sous un angle de 22° et le second sous un angle de 16°. Le chef de cette unité de\n\ngardiennage souhaite déterminer la distance qui sépare le premier et le second bateau.\n\nPage 58 sur 130\n\nQuelle est la distance entre les deux bateaux au moment où la photo a été prise ?\n\nAladji Ousmanou est un grand éleveur des volailles (poulets) à Mokolo. Il possède un terrain de forme\n\ntrapézoïdale 𝐴𝐶𝐷𝐸 où 𝐴𝐵𝐷𝐸 a la forme d’un carré comme indique la figure ci-dessous où (FG) et (BD)\n\nsont parallèles. Il décide de céder une grande partie de son terrain à ses deux enfants Inna et Abdou et\n\ngarder le reste. Les deux enfants décident de suivre les traces de leurs pères.\n\nAbdou, l’ainé prend la plus grande part 𝐴𝐷𝐸 où il elève 6 poulets par mètre carré et Inna prend la partie\n\n𝐴𝐹𝐺 où elle décide d’élever 5 poulets par mètre carré.\n\nQuant à leur père, il décide d’utiliser la partie 𝐵𝐶𝐷 pour l’élevage des pintades où on trouve 6 pintades\n\npar mètre carré.\n\n1- Déterminer le nombre de poulets que pourra élever Abdou\n\n2- Déterminer le nombre de poulets que pourra élever Inna\n\n3- Déterminer le nombre de pintades que pourra élever Aladji Ousmanou.\n\nPour l’organisation de la CAN 2022 qui se jouera au Cameroun, le maire de la ville de Yaoundé veut\n\nmettre sur pieds un nouveau stade d’entrainement pour les sélections nationales. Le président de la\n\nFECAFOOT qu’il a contacté doit signer un contrat avec l’entreprise italienne PICCINI, pour la réalisation\n\ndu projet qui lui propose le plan représenté par la figure ci-dessous :\n\nPage 59 sur 130\n\nLe terrain ABCD, mis à disposition par la communauté urbaine de Yaoundé pour ce projet, a une forme\n\nrectangulaire. La pelouse du stade IJKL, sera recouverte après chaque fin de match, à l’aide d’une\n\ngrande bâche importée dont le prix du mètre carré est de 200 000 F CFA. Deux entrées sont prévues à\n\nsavoir, celle des piétons et celle des véhicules. Les axes qui délimitent ces différentes routes sont\n\nparallèles entre elles. Sur l’espace triangulaire OEP, on compte planter des fleurs, à raison de quatre\n\npieds de fleurs par mètre carré et la semence coûte 500F CFA le pied chez les fleuristes. Sur l’espace\n\ntriangulaire SFC, on compte planter des arbres, à raison de deux arbres par mètre carré et la semence\n\ncoûte 1500F CFA le pied. L’espace BQR abritera les boutiques pour la vente des billets d’entrée au\n\nstade.\n\n1) Quel sera le montant pour l'achat de la grande bâche qui recouvrira la pelouse ?\n\n2) Quel sera le montant total pour l’achat des fleurs ?\n\n3) Quel sera le montant total pour l'achat des arbres ?\n\nSituation 3:\n\nM. Ali dispose d’une parcelle de terrain ayant la forme de la figure ci-dessous. Il veut cultiver des tomates\n\nsur la partie ayant la forme d’un demi-disque de diamètre[𝐴𝐷]. La partie trapézoïdale ABCD est réservée\n\nà l’élevage des poussins. Il souhaite utiliser 5 plants de tomates pour 3m². Pour l’élevage, il exploite 5\n\npoussins pour 1m².\n\nM. Ali souhaite clôturer la partie réservée à l’élevage des poussins à l’aide d’un grillage qui coute 1250F\n\nle mètre carré tout en laissant une ouverture de 1,5𝑚 ou il placera une porte qu’il achète à 18700F.\n\nOn donne: 𝐴𝐵= 17,25𝑚; 𝐴𝐹= 9𝑚 ; 𝑠𝑖𝑛𝐴𝐷𝐹\n\n̂ = 0,75 et 𝑠𝑖𝑛𝐵𝐶𝐹\n\n̂ = 0,8 ; 𝜋= 3,14\n\nTâches:\n\n1) Combien de plants de tomates doit-il utiliser pour occuper entièrement la partie réservée à la culture\n\ndes tomates ?\n\n2) Combien dépensera M. Ali pour clôturer la partir trapézoïdale.\n\n3) Combien de poussins au total pourra-t-il élever pour occuper entièrement la partie réservée à\n\nl’élevage des poussins ?\n\nSituation 4 :\n\nCette année, l’arrêt prématuré des pluies dans la région du Nord a causé d’énormes pertes chez plusieurs\n\nagriculteurs. M. Bali fait partie de ces derniers ; à cause de sa mauvaise récolte d’arachides, il décide\n\nd’abandonner l’agriculture pour s’investir dans l’élevage. Pour cela, il compte transformer son champ\n\nABCD composé de deux triangles rectangles de même hypoténuse comme indique le schéma ci-dessous\n\nen une ferme. M Bali sécurise sa ferme avec 3 tours de fil barbelé en laissant une ouverture de 10m de\n\nlong sur le côté DC.\n\nPour alimenter sa ferme en énergie, M. Bali contacte un électricien qui lui conseille de placer un\n\ngénérateur près du coin A de son champ. Ce générateur sera alimenté par le courant électrique qui\n\narrivera par des poteaux électriques que M. Bali devra planter le long des cotés BC de son champ, le\n\npremier poteau sera planté en B, le dernier en C et la distance entre deux poteaux est de 2m.\n\nLe vétérinaire qu’a consulté M. Bali lui a fait comprendre que la parcelle ABD est la plus appropriée pour\n\nl’élevage des poulets et qu’il est préférable d’élever 3 poulets sur 2m² de surface.\n\nABC est un triangle rectangle en A et BCD est un triangle rectangle en D.\n\nAprès s’être renseigné sur les prix des éléments nécessaires pour sa ferme, M Bali a établi la liste\n\nsuivante :\n\nPage 60 sur 130\n\nENSEIGNANT : BALLA ADALBERT BIENVENU\n\nTEL : 696 11 44 41 / 651 59 56 82\n\nCLASSE : 3eme\n\nObjet\n\nPrix\n\nMètre de fil barbelé\n\n100F\n\n1 Poteau électrique\n\n30000F\n\nPoulet de 45 jours\n\n1200F\n\n1- Combien M. Bali dépensera-t-il pour la clôture de sa ferme ?\n\n2- Combien M. Bali dépensera-t-il pour l’achat des poteaux électriques ?\n\n3- Combien M. Bali dépensera-t-il pour l’achat des poulets de 45 jours ?\n\nCHAPITRE 9: ANGLES INSCRITS DANS UN CERCLE\n\n Définitions (vocabulaire) ;\n\n Secteur angulaire au centre ;\n\nPage 61 sur 130\n\n Angle au centre ;\n\n Angle inscrit ;\n\n Arc intercepté ;\n\n Propriétés ;\n\n Angle au centre et angles inscrits associés ;\n\n Angles inscrits interceptant le même arc.\n\n Ressource 1 : DEFINITIONS/INITIATION AU VOCABULAIRE\n\n1. Recopie et complète par le mot qui convient\n\na. Le segment qui va du centre à un point sur la circonférence du cercle est appelé le\n\nEt\n\ncelui qui va\n\nd’un point de la circonférence à un autre en passant par le centre du cercle est appelé le………..\n\nb. Le segment qui va d’un point de la circonférence à un autre est appelé une……..\n\nc. Toute portion de la circonférence du cercle est appelé un……..\n\n2. Répondre par vrai ou faux\n\na. L’angle dont le sommet est sur la circonférence du cercle et dont les cotés coupent le cercle\n\nen deux points distincts est appelé angle inscrit.\n\nb. Dans un cercle, l’angle dont le somment est le centre du cercle est un angle au centre. \n\nRessource 2 : RECONNAÎTRE UN ANGLE INSCRIT/ANGLE AU CENTRE\n\nDans chacun des cas suivants, dire si l’angle tracé est un angle inscrit dans le cercle.\n\nPage 62 sur 130\n\n(C) est un cercle de centre O. Les points D, O, G, et H sont des points alignés. Les angles cités ci-\n\ndessous, sont-ils des angles inscrits dans le cercle (C) ? Justifier la réponse.\n\na) ⌃\n\n𝐵\n\nb) ⌃\n\n𝐵\n\nc) ⌃\n\n𝐸\n\nd) ⌃\n\n𝐻\n\ne) ⌃\n\n𝑂\n\ne) ⌃\n\n𝐻\n\n(C) est un cercle de centre O. A, B, C, D et E sont des points de ce cercle.\n\n1) Citer les angles inscrits de sommet A\n\n2) citer les angles inscrits ayant pour sommet un point autre que A et qui interceptent le même arc\n\nqu’un angle inscrit de sommet A.\n\n EXERCICE 4 :\n\n1. Dans chacune des figures ci-dessous, préciser où :\n\na) l’angle 𝐵⌃\n\nest un angle inscrit dans le cercle.\n\nb) L’angle 𝐵⌃\n\nest un angle au centre.\n\nPage 63 sur 130\n\n EXERCICE 5 :\n\nSur la figure ci-contre, trouve les angles inscrits ou les angles au\n\ncentre qui interceptent l’arc 𝐸𝐹\n\n EXERCICE 6 :\n\nDans chacun des cas suivants tracer l’angle au centre associé à l’angle inscrit ⌃\n\n𝑀𝐵.\n\n\n\nRessource 3 : RECONNAÎTRE UN ARC INTERCEPTÉ\n\nDans chacun des quatre cas suivants, préciser si le point P appartient à l’arc de cercle\n\nintercepté par l’angle inscrit ⌃\n\n𝑀𝐵.\n\nSur les figures ci-contre, (C) est un cercle de centre O. Marquer en rouge sur chacune des figures,\n\nPage 64 sur 130",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_5_22_mb.pdf",
    "year": null,
    "zone": null,
    "hasCorrection": true
  }
}