{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": null,
  "title": "t l charger 270 kb - part 1",
  "content": "1\n\nPHYSIQUE\n\nSERIE D’EXERCICES SUR P1 : LES LENTILLES\n\nExercice 1 B.F.E.M 2005 (2ème groupe)\n\nReproduire les schémas numérotés 1, 2,3 et 4 puis les compléter en traçant les rayons lumineux incidents ou\n\némergents par rapport à une lentille convergente ou une lentille divergente d’axe principal x’x. Les points F et F’\n\ndésignent les foyers de ces lentilles.\n\nx’ F O F’ x x’ F O F’ x F O\n\nF’ x\n\nx’ F’ O F x\n\n1\n\n3\n\n4\n\nExercice 2 B.F.E.M 1993\n\nOn considère une lentille divergente schématisée ci-dessous :\n\nsens la lumière\n\nx’\n\nF’ O F\n\nx\n\n1°) Après avoir défini x’x, OF, F et F’, tracer la marche d’un faisceau de lumière parallèle à x’x.\n\n2°) Un objet AB = 1cm est placé à 5cm de O.\n\nConstruire l’image A’B’ qu’en donne cette lentille et en déduire sa position par rapport à O ainsi que\n\nsa grandeur. (On donne OF = 3cm).\n\nExercice 3 B.F.E.M 1996\n\nUn objet AB de 2cm de hauteur est placé perpendiculairement à l’axe optique principal et 6cm du\n\ncentre optique d’une lentille mince convergente de distance focale 2cm.\n\n1°) Construire l’image A’B’ de AB donnée par la lentille.\n\n2°) Donne les caractéristiques de l’image.\n\nExercice 4 B.F.E.M 1990\n\nUn objet AB de 2 centimètres de hauteur est placé perpendiculairement à l’axe principal d’une lentille\n\nconvergente de centre optique O et de distance focale 2 centimètres .Le point A étant sur l’axe\n\nprincipal à 6 centimètres de O.\n\n1°) Construire l’image A’B’ de AB donnée la lentille.\n\n2°) Déterminer la position de A’B’ par rapport à AB.\n\n3°) Déterminer la grandeur de l’image et la comparer à celle de l’objet.\n\nExercice 5 B.F.E.M 1999\n\n8cm\n\n3cm\n\nx’ A’ F0 O x\n\n3cm L\n\nA’B’ est l’image d’un objet réel AB observé à travers une lentille (schéma ci-dessus à l’échelle 1).\n\n1°) Identifier la lentille L, (x’x), F0 et O.\n\n3\n\n2°) Placer l’objet AB en complétant la construction ci-dessus.\n\n3°) Caractériser l’image et préciser le rôle de la lentille.\n\nExercice 6 B.F.E.M 2004\n\nUn objet AB de hauteur 2,5cm est placé devant une lentille convergente perpendiculairement à son axe\n\noptique, le point A se trouvant sur cette axe.\n\nLa convergence de la lentille est de 10 dioptries\n\n1°) Calculer la distance focale de la lentille.\n\n2°) Construire, à l’échelle1/5, l’image A’B’ de l’objet AB dans les cas suivants :\n\na)\n\nAB est placé à 15cm devant la lentille.\n\nb)\n\nAB est à 5cm devant la lentille.\n\nDans les deux cas on précisera, à l’aide du schéma, les caractéristiques de l’image A’B’\n\nExercice 7 B.F.E.M 1997\n\nSeydou s’empresse toujours d’occuper une des tables les plus proches du tableau .Assis au fond de la\n\nclasse, sa vision du tableau devient floue.\n\n1°) De quelle anomalie de la vision les yeux de Seydou sont-ils atteints ?\n\n2°) En assimilant le cristallin de l’œil, à une lentille convergente et la rétine, à un écran sur lequel doit\n\nse former l’image de l’objet observé dans le cas d’une vision normale, indiquer, schéma à l’appui, où\n\nse forment les images dans l’œil de Seydou lorsqu’il est éloigné du tableau.\n\n3°) A la visite médicale, le médecin lui prescrit des verres correcteurs.\n\n•\n\nDe quel type de lentilles sont constitués les verres.\n\n•\n\nMontrer par un schéma simple et clair, l’action d’une lentille de ce type sur un faisceau de\n\nlumière parallèle (ou cylindrique), en prenant soin de bien indiquer les foyers objet et image.\n\nExercice 8 :\n\nChacun des rayons suivants passe par au moins un des points remarquables d’une lentille. Lequel ?ou\n\nlesquels.\n\n1°) Le rayon qui après la lentille, est parallèle à l’axe principal.\n\n2°) Le rayon qui en avant la lentille est parallèle à l’axe principal.\n\n3°) Le rayon qui poursuit la même droite après la lentille.\n\n4°) Le rayon confondu avec l’axe principal.\n\nExercice 9\n\nUne lentille convergente donne d’un objet lumineux AB de 4cm de haut, une image A’B’ de 2cm de\n\nhaut. La distance entre l’objet et l’image est d = 27cm.\n\nL’objet AB est placé perpendiculairement à l’axe de la lentille et le point A se trouve sur l’axe ainsi\n\nque A’\n\n1°) Reproduire la figure à l’échelle ½ (1cm sur la figure représente 2cm dans la réalité).Tracer les\n\nrayons AA’ et BB’. Que représente le point d’intersection ?\n\n2°) a- Placer la lentille sur la figure. Mesurer la distance objet- lentille sur la figure et en déduire la\n\ndistance réelle.\n\nb- En traçant un autre rayon particulier issu de B, positionner le foyer image Fi de la lentille et en\n\ndéduire la position du foyer objet F0.\n\nc- Déterminer la distance focale de la lentille.\n\nExercice 10\n\n1°) Un objet AB placé perpendiculairement à l’axe optique d’une lentille convergente à une distance\n\nde 6cm du centre optique O, donne une image A’B’ deux fois plus petite que l’objet AB. Déterminer\n\nla distance focale de cette lentille.\n\n2°) Un autre objet CD de 2cm de hauteur est placé perpendiculairement à l’axe optique principal de\n\ncette lentille. Le point C étant sur l’axe principal à 4cm de O.\n\na- Construire l’image C’D’ de CD, donnée par cette lentille.\n\nb- Déterminer la position de C’D’ par rapport à CD\n\nc- Déterminer la grandeur de l’image.\n\n4\n\nExercice 11\n\n1°) La vergence de l’œil est en principe de 67 δ. Calculer la valeur de la distance focale de la lentille\n\néquivalente.\n\n2°) Selon les défauts de l’œil, on utilise des verres de correction dont la vergence est négative ou\n\npositive. Pour chaque type de lentille précisez le défaut corrigé.\n\nExercice 12\n\nOn trouve dans un tiroir du laboratoire des lentille portant les indications variées :\n\n-10 ; + 20 ; -5 ; + 15\n\n50mn ; 66cm ; 125cm\n\n1°) Que représentent ces nombres ?\n\n2°) Quelles sont les lentilles divergentes ? Comment peut-on les reconnaître « au toucher » ?\n\n3°) Classer les lentilles convergentes par ordre de distances focales croissantes.\n\nSERIE D’EXERCICES SUR P2 : LA DISPERSION DE LA LUMIERE\n\nExercice 1\n\nCompléter le texte ci-dessous en ajoutant les mots ou groupe de mots manquants\n\n1- L’œil …………… a un cristallin peu convergent.il donne des images\n\n………….la rétine. On le corrige part le port de lentille ……………\n\n2- Dans le spectre de la lumière blanche, distingue ……….. lumières ………. :la\n\nlumière blanche est donc une lumière………………..\n\nExercice 2\n\nL’arc-en-ciel est une belle irisation résultant de la dispersion de lumière\n\nblanche\n\n1- Donnez, dans l’ordre, les différentes couleurs observent dans l’arc-en-ciel.\n\n2- Indiquez le rôle joué respectivement par le soleil, la pluie et le ciel\n\nExercice3\n\nMoctar, habillé en noir et Ibou en blanc vont à l’école par un après midi\n\nensoleillé\n\n1- Donnez une explication à chacune de leur sensation: Moctar étouffe de\n\nchaleur et Ibou se sent à laise.\n\n2- A la tombée de la nuit, ils traversent une route très fréquentée par des\n\nvoitures à phares blancs ; lequel des deux copains est le danger et\n\npourquoi ?\n\nExercice4\n\nUn objet éclairé par une lumière blanche est rouge Indiquez sa coloration\n\nquand il est éclairé par\n\n1- Une lumière rouge\n\n2- Une lumière bleue\n\n3- Une lumière verte\n\nSERIE D’EXERCICES SUR P3 : LES FORCES\n\nExercice 1 :\n\nOn considère les forces suivantes agissant sur un mobile se déplaçant sur une route horizontale, son\n\npoids P, la réaction R de la route sur le mobile, la force motrice F et les forces de frottements f.\n\nReprésenter sur un schéma les différentes forces agissant sur le mobile.\n\n5\n\nExercice 2 :\n\nOn tire sur un ressort avec la main et sa longueur qui était au repos de 8cm, devient 20cm. Le même\n\nressort suspendu verticalement a pour longueur 16cm lorsqu’il supporte un poids de 2N. Quelle est\n\nl’intensité de la force musculaire exercée par la main ?\n\nExercice 3 :\n\n1. Quelles sont les conditions nécessaires d’équilibre d’un solide soumis à deux forces ?\n\n2. Un ressort R d’axe vertical de constante de raideur K = 10N/m maintient en équilibre\n\n3. Un solide s de masse m = 5kg (voir figure). Quelles sont les caractéristiques de la tension ? du\n\nressort ?\n\n4. On admet que l’intensité de la tension du ressort est donnée par l’expression : T = k x où x\n\n5. représente l’allongement du ressort. Calculer x.\n\n6. Une surcharge de 1kg est posée sur le solide S. De combien varie l’allongement du ressort ?\n\nExercice 4 :\n\nOn considère qu’un objet de masse m = 1kg à un poids de 10N.\n\n1. On veut tirer un seau contenant 10L d’eau d’un puits profond de 15m. Représenter à l’aide\n\nd’un schéma le dispositif permettant de monter le seau à l’aide d’une poulie simple, en\n\nindiquant les forces qui s’exercent sur le seau.\n\n2. Quelle est l’intensité de la force à la quelle on doit tirer sur la corde pour soulever le seau\n\nrempli d’eau sachant que le seau vide a une masse de 1g ?\n\nSERIE D’EXERCICES SUR P4 : TRAVAIL ET PUISSANCE MECANIQUE\n\nExercice 1 :\n\n1- Rappeler les caractéristiques d’une force\n\n2- Quand dit-on qu’il y a travail ?\n\n3- Calculer le travail d’une force motrice F de direction horizontale et d’intensité constante égale\n\nà 500 N s’exerçant un corps et sur un déplacement rectiligne de longueur 20m.\n\nExercice 2 :\n\n1- On considère une force dont le point d’application se déplace horizontalement de A à B.\n\nDans quel cas le travail de cette force est-il moteur ? Résistant ? Ou nul ?\n\n2- On considère les forces suivantes agissant sur une voiture se déplaçant sur une route\n\nhorizontale : son poids P, la force motrice F et la résistance R de l’aire. Pour chacune des\n\nforces quelle est la nature du travail qu’elle produit ? Justifier les réponses. (Brevet 1985)\n\nExercice 3 :\n\nLe poids de la cabine d’un ascenseur est équilibré par un contrepoids. Cet ascenseur descend un\n\nimmeuble dont la hauteur de chaque étage est 4m. Cet ascenseur transporte du rez-de-chaussée au\n\n2ème étage 8 personnes, du 2ème au 3ème 5perseonnes, du 3ème au 8ème 2 personnes.\n\nSachant que le poids moyen d’une personne est de 620N, quel est le travail fourni par le moteur ?\n\nExercice 4 :\n\nPour hisser une voiture accidentée hors d’un fossé, la grue de dépannage effectue un travail de\n\n2,8126 KJ.\n\nSachant que la voiture à une masse de 0,82t, de quelle distance la voiture a-t-elle été déplacée ?\n\nExercice 5 :\n\nPour soulever une charge de 2,5t à une hauteur de 10m, une grue met 30s. Quelle est, en KW la\n\npuissance développée par le moteur de la grue ?\n\n6\n\nExercice 6 :\n\nUn cheval tire un chariot avec une force moyenne de 700N pendant un trajet de 12Km.\n\n1- Evaluer le travail effectué par le cheval\n\n2- Calculer la puissance développée si le trajet a été parcouru en 3h 10mn\n\n3- En déduire la vitesse moyenne du cheval sur ce parcours en km/h.\n\nExercice 7 :\n\nUne ménagère remonte du fond d’u puits un seau contenant 5L d’eau, le poids du seau vide vaut\n\n5N. 1L d’eau a son poids de 9,80 N\n\n1- Calculer le travail effectué par la ménagère sachant que la profondeur du puits est 10m.\n\n2- Calculer la puissance développée par la ménagère sachant qu’il fallu 30 secondes pour\n\nremonter le seau.\n\nExercice 8 :\n\nLe moteur d’une voiture a une puissance de 60KW. Son centre d’inertie a un mouvement\n\nrectiligne uniforme avec une vitesse de 120km/h.\n\n1- Quelle est l’intensité de la force, motrice,\n\n2- Quel est le travail effectué par le moteur en 15mn ?\n\n3- Retrouver cette valeur d’une autre façon.\n\nSERIE D’EXERCICES SUR P5 : ELECTRISATION PAR FROTEMENT\n\nExercice 1 : la foudre est une décharge électrique entre les nuages chargés d’électricité et la terre.\n\nLors d’une décharge, une quantité q=5C a été transférée.\n\nCalculer le nombre d’électrons transférés.\n\nExercice 2 : une montre électronique débite un courant de l’ordre de 2 microampères. Sachant qu’elle\n\na libéré 126,144C, calculer la durée de fonctionnement de cette pile.\n\nExercice 3 : une batterie d’accumulateur a une capacité de 45Ah. Pendant combien de temps peut-elle\n\nfonctionner en débitant un courant de 1,5A ?\n\nExercice 4 : une lampe fonctionnant pendant 3h est traversée par un courant d’intensité 2,5A.\n\n1) Calculer la quantité d’électricité qui la traverse en ampère-heure puis en Coulomb.\n\n2) Quel nombre d’électrons est passé à travers la lampe pendant ces 3h ?\n\nExercice 5 : une boule isolante recouverte d’une feuille métallique porte une charge de 0,48.10-19C.\n\nOn approche de la feuille métallique, la partie frottée d’une baguette d’ébonite dont la charge a une\n\nvaleur absolue de 0,32.10-19C.\n\n1) Décrire ce qui se passe.\n\n2) Quelle est la charge sur chacun de ces corps à la fin de l’expérience ?\n\nExercice 6 : sur le cadran d’un ampèremètre comportant 100 divisions, l’aiguille est repérée à la\n\ndivision 75. Calculer l’intensité du courant lorsqu’on utilise les calibres 5A ; 1A ; 0,1A ; 10mA et\n\n5mA.\n\nExercice 7 : pour chacun des montages suivant, dites si l’ampèremètre est branché correctement ? Si\n\nnon, expliquer ce qu’il faut faire pour corriger le branchement.\n\nA B C D\n\n7\n\nSérie d’exercices sur la résistance électrique\n\nSERIE D’EXERCICE SUR P6 : LA RESISTANCE ELECTRIQUE\n\nExercice1\n\nOn donne le circuit suivant :\n\nP\n\nK\n\nD1\n\nD2\n\nD3\n\n1) Reprendre la figure et à coté du générateur tracer la flèche donnant le sens du courant et celle\n\ndonnant le sens des électrons\n\n2) a) quelle relation peut-on établir entre ID1 , ID2 et ID3 ?\n\nb) Quelle relation peut-on établir entre UD2 et UD3 ?\n\nc) Quelle relation peut-on établir entre UPN , UD1 , UD2 et UD3 ?\n\nExercice2\n\nOn considère la portion de circuit schématisé ci-dessous\n\nI1 R1 R2\n\nI\n\nB\n\nR3\n\nI2\n\nTous les dipôles sont des conducteurs ohmiques.\n\nOn donne R1=25 ohms ; R2 =15 ohms ; R3= 10 ohms La tension établie entre A et B vaut UAB =8V\n\n1) Déterminer la résistance équivalente de la portion de circuit AB\n\n2) Calculer l’intensité du courant I puis celle du courant I2 ; en déduire la valeur de I1\n\n3) Evaluer la tension aux bornes de chaque résistor.\n\nExercice3\n\nUn fil conducteur de cuivre de longueur 3.2 cm de section 0.8mm2 est traversé par un courant\n\nd’intensité 250 mA pendant 1mn 15s. On donne la résistivité du cuivre 1.6 10-19 ohm.cm\n\n1) Calculer le nombre d’électrons qui circulent dans le métal sachant qu’e= 1.6 10-19c\n\n2) Calculer la résistance du fil\n\n3) Calculer la tension aux bornes du fil\n\nExercice4\n\nUn circuit électrique comprend un générateur et 3 dipôles montés en série et de résistances respectives.\n\nR1=60 ohms ; R2 = 26 ohms et R3 = 50 ohms\n\n1) Calculer l’intensité du courant lorsque la tension aux bornes du générateur est 225 V\n\n2) Calculer la tension aux bornes de chaque dipôle\n\n8\n\nExercice5\n\nSur le circuit ci-dessous, R1 = 25 ohms, R3 =10 ohms, UAC =5 V , UAB =6 V\n\n1) Calculer I’ : UCB ; R2 ; I’’ puis I.\n\n2) Déterminer la résistance équivalente du circuit\n\n3) Calculer la quantité d’électricité qui traverse la résistance R1 pendant 3 h en ampère-heure\n\npuis en coulomb.\n\nR1\n\nC\n\nR2\n\nB\n\nR3\n\nExercice6\n\nPour déterminer la résistance d’un conducteur ohmique noté D, en travaux pratiques, trois groupes\n\nd’élèves ont réalisé les schémas de montages électriques (a) , (b) et (c) suivants :\n\nK\n\nK\n\nD\n\nD D\n\nK\n\n(a) (b) (c)\n\n1) Lequel des schémas de montages (a), (b) et (c) est correct ? justifier la réponse.\n\n2) Les appareils de mesure du circuit correct indiquent 225 mA et 4.5 V. En déduire la résistance\n\nR du conducteur ohmique.\n\n3) Qu’elle est l’intensité du courant qui traverse D si la tension entre ses bornes devient 10 V\n\nExercice7\n\nOn considère les deux circuits électriques ci-dessous A et B\n\n(A)\n\n(B)\n\nG\n\nG\n\nK R1\n\nR3\n\nK\n\nR2\n\nR1 R2\n\nR3\n\n1) Nommer les deux types de circuits\n\n2) Si R3 était défectueux, lequel des deux circuits n’aurait pas fonctionné ?\n\nV\n\nV\n\nV\n\n9\n\n3) Trouver la résistance équivalente pour chaque circuit pour R1 = 5 ohms R2 = 4 ohms et R3 =8\n\nohms\n\n4) Le générateur maintient une tension constante U entre ses bornes , la même dans les deux\n\ncircuits. Dans quel circuit l’intensité du courant débité par le générateur est plus\n\ngrande ?justifier votre réponse.\n\nExercice n°8\n\n1) Enoncer la loi d’ohm pour un conducteur ohmique en précisant les unités internationales de toutes\n\nles grandeurs utilisées.\n\n2) Un conducteur ohmique est constitué d’un fil de cuivre dont la section cylindrique a un rayon r=\n\n37 µm, enroulé sur une bobine isolante. La longueur du fil est l = 5m. Quelle est la valeur de la\n\nrésistance R du conducteur ohmique ainsi constitué ?\n\n3) On insère R dans le circuit ci-contre.\n\na) Représenter les sens des courants I, I1, I2\n\nb) Déterminer I1 et I2\n\nDonnées : 1 µm = 10 –6m\n\nRésistivité électrique du cuivre : p = 1,6. 10-8 .m\n\nExercice n°9\n\nUn circuit est constitué d’un générateur de 15V et de deux résistors de résistances respectives\n\nR1= 6 Ω et R2 inconnue.\n\n1) Les deux résistors sont montés en série.\n\na) Quelle est l’expression littérale de la résistance équivalente ?\n\nb) Quelle est la valeur de R2 pour que le courant débité par le générateur soit de 1A ?\n\n2) Les deux résistors sont maintenant montés en dérivation. Si R2 = 9Ω, quel sera alors le courant\n\ndébité par le générateur de 15V ?\n\nExercice n°10\n\nVous disposez d’un ensemble de conducteurs identiques de résistance 33Ω.\n\nComment les associer pour que la résistance du groupement obtenu soit de 11.\n\nExercice n°11\n\nUn fil homogène a une résistance R= 20Ω Trouver :\n\n1) La résistance R1 d’un fil de même nature, de même section dont la longueur est doublée.\n\n2) La résistance R2 d’un fil de même nature dont la longueur et le rayon sont doublés.\n\n3) La résistance R3 d’un fil de même nature, de même longueur dont le diamètre est doublé.\n\n4) La résistance R4 d’un fil de même nature dont la longueur et la section sont doublées.\n\nExercice n°12\n\nOn dispose d’un générateur, d’un voltamètre, d’un ampèremètre, d’un interrupteur et d’un conducteur\n\nC1.\n\n1) Réaliser un circuit permettant de connaître la résistance électrique R1 du conducteur C1.\n\n2) Le volte mètre indique 1,5 V et l’ampèremètre 300m A. Trouver la résistance R1 de C1.\n\n3) On associe en parallèle R1 et un autre conducteur C2. On branche le volt mètre entre les extrémités\n\ndes deux conducteurs associés et le générateur.\n\nRéaliser le circuit modifié.\n\n4) Le volt mètre indique 1V et l’ampèremètre 500 Ma. Calculer la résistance électrique R2 de C2.\n\n10\n\nExercice n°13\n\nUne résistance R est traversée par un courant I = 5 A pendant 20mn 20s.\n\na) Calculer en coulombs et en Ah la quantité de charges électriques traversant R.\n\nb) R a pour valeur 24 Ω, quelle est la tension à ses bornes ?\n\nc) R est mise en dérivation avec un autre résistance R’= 6 Ω, calculer les intensités dérivées sachant\n\nque le courant principal est I.\n\nd) R et R’ ont des sections et longueurs égales, quelle est la résistivité du fil avec lequel on a fabriqué\n\nR'’\n\nExercice n°14\n\nLe montage ci-contre, appelé montage potentiométrique,\n\nPermet d’étudier les caractéristiques d’un\n\nDipôle D.\n\nPour différentes positions du curseur du rhéostat\n\nOn note UAB la tension aux bornes de D et l’intensité\n\nIndiqué par l’ampèremètre. On a obtenu le tableau suivant :\n\n1°) Compléter le tableau. Conclure\n\nUAB (V)\n\n3,5\n\n4,7\n\n6\n\n7\n\nI (mA)\n\n3,4\n\n6\n\n8\n\n10\n\n12\n\nUAB/I (VA-1)\n\n2) Retrouver la conclusion précédente en traçant la courbe représentative\n\nUAB =f (I) : échelle 1cm pour 1m A ; 1cm pour 1V\n\n3) Quelle est la nature du dipôle AB ? donner l’unité internationale de la grandeur qui la caractérise.\n\n4) Indiquer la loi physique ainsi vérifiée.\n\nExercice n°15\n\nDeux résistances R1= 5 Ω et R2 = 20 Ω sont montées en parallèle.\n\n1) Calculer la résistance équivalente de l’ensemble\n\n2) On désigne par I l’intensité du courant principal I1 l’intensité du courant traversant R et I2 celle\n\ntraversant R2. Etablir les expressions\n\nI1 = I\n\n1\n\nR\n\nR\n\nR\n\net I2 = I\n\n1\n\n1\n\nR\n\nR\n\nR\n\n; calculer I1 et I2\n\nExercice n°16\n\nPour étudier une lampe a incandescence, on a relevé les mesures suivantes :\n\n(U représente la tension aux bornes de la lampe et I l’intensité du courant qui la traverse).\n\nU (V)\n\n0\n\n0,6\n\n1\n\n3\n\n4\n\n4,5\n\nI (mA) 0\n\n50\n\n65\n\n88\n\n110\n\n130\n\n137,5\n\n1) Tracer la caractéristique U= f (I)\n\nEchelle : 1cm pour 10 mA\n\n3cm pour 1V\n\n2) La lampe peut-elle être considérée comme un conducteur ohmique ?\n\nJustifier votre réponse.\n\nExercice n°17\n\nLes trois ampoules L1, L2, L3 du circuit schématisé ci-dessous et alimenté par un générateur\n\nfournissant une tension continue de 6,3V. On admet que la loi d’ohm est applicable à chacun de ces\n\ntrois récepteurs.\n\n1) Après avoir énoncé la loi d’ohm, indiquer comment sont branchées L2 et L3 ? Que peut-on alors\n\nprévoir pour les tensions mesurées aux bornes de L2 et L3 ?\n\n2) Un élève a mesuré la tension entre les bornes de chaque récepteur et relevé les valeurs consignées\n\nau tableau suivant:\n\n11\n\nAmpoules\n\nL1\n\nL2\n\nL3\n\nU (V)\n\n4,2\n\n1,2\n\n2,1\n\na) Une des valeurs relevées est inexacte. Montrer\n\nLaquelle en justifiant votre réponse.\n\nb) L’intensité du courant qui traverse L2 est de 0,15 A. Quelle est l’intensité du courant qui traverse\n\nL1\n\n3) Soit r la résistance de chacune des trois lampes\n\na) la résistance équivalente R à celle 3r ou 2\n\n3r ou 3\n\n2r\n\nb) vérifier de deux manières différentes que R = 21Ω.\n\nSERIE D’EXERCICES SUR P7 : ENERGIE ET RENDEMENT\n\nExercice 1 : Une balle de masse m=50g a été lancée à la vitesse de 100km/h.\n\n1) Calculer son énergie cinétique.\n\n2) Si cette même énergie a servi à projeter une balle de masse m=10g, quelle altitude maximale\n\natteindra cette balle.\n\n3) Quelle est l’énergie potentielle acquise à cette altitude ?\n\nExercice 2\n\nUn fer à repasser d’une puissance de 350W est branché sur une prise de courant de 100V.\n\n1) Calculer l’intensité du courant qui le traverse.\n\n2) Quelle est la valeur de la résistance chauffante ?\n\n3) Quel est le prix de revient de 3h de repassage si le kilowattheure vaut 100f.\n\nExercice 3\n\nSur un accumulateur est portée l’inscription suivante : 12V-36Ah.\n\n1) Donner la signification physique de chacune des parties de cette inscription.\n\n2) Calculer en Wh l’énergie qu’il peut fournir ?\n\n3) Pour le rechargé, on le branche à un chargeur qui débite un courant continu de 1,25A pendant\n\n32h sous une tension de 15V.\n\nCalculer l’énergie consommée par cet accumulateur au cours de la charge puis en déduire le\n\nrendement de cet accumulateur.\n\nExercice 4 :\n\nOn dispose d’une pile, d’une ampoule, d’un ampèremètre et d’un voltmètre.\n\n1) Représenter le schéma du circuit électrique permettant d’allumer l’ampoule et de mesurer en\n\nmême temps l’intensité du courant I qui le traverse et la tension à ses bornes.\n\nUne mesure donne I=0,2A et U=4V.\n\n2) Déterminer la résistance de l’ampoule.\n\n3) Calculer la puissance P qu’elle consomme.\n\n4) Calculer le temps pendant lequel le courant doit traverser l’ampoule afin que l’ampoule puisse\n\ndégager une chaleur de 80calories. On donne 1cal=4,18J.\n\n5) La pile délivre une puissance totale P’=1W ; 2% de cette puissance est perdu sous forme\n\nd’effet Joule.\n\nDéterminer le rendement énergétique de la pile.\n\n12\n\nExercice 5 :\n\nUn disjoncteur d’une maison peut supporter au maximum un courant de 10A. L’installation électrique\n\ncomporte :\n\n•\n\nUn réfrigérateur d’une puissance P1=800W\n\n•\n\nUn fer à repasser d’une puissance P2=660W\n\n•\n\nUne cuisinière d’une puissance P3=1100W\n\nL’installation fonctionne sous une tension de 220V de même que ces 3 appareils.\n\n1) Comment donc doivent être branchés ces trois appareils ?\n\n2) Déterminer les résistances R2 du fer et R3 de la cuisinière.\n\n3) Peut-on faire fonctionner simultanément ces trois appareils ?\n\n13\n\nCHIMIE\n\nSERIE D’EXERCICES SUR C1 : LA NOTION DE SOLUTION\n\nExercice 1 : Compléter les phrases\n\nsuivantes :\n\na- La ………..est le nombre de moles de\n\nsoluté par litre de solvant.\n\nb- La concentration massique est la\n\n….de ….par litre de solvant.\n\nc- Une ……..est une solution pour\n\nlaquelle le solvant ne peut plus\n\ndissoudre le soluté.\n\nd- La concentration molaire s’exprime\n\nen …..par …………………\n\ne- La concentration massique s’exprime\n\nen ……….par………….\n\nf- Lorsque qu’on dissout du beurre de\n\nKarité dans du chlorure de carbone, le\n\nsoluté est le………….de………et le\n\nsolvant……..est le\n\n……de………………\n\ng- Le solvant est un …….qui\n\n………………………………………\n\n…..\n\nExercice 2\n\n1) Dans 13 cm3 d’eau on dissout 3,7g\n\nd’acide chlorhydrique.\n\nCalculer la concentration massique de la\n\nsolution obtenue, déduisez – en sa\n\nconcentration\n\n2) Quelle est la concentration massique\n\nd’une solution de 300cm3 d’eau pure dans la\n\nquelle\n\nsont verses 20g d’alcool.\n\n3) Nous préparons deux solutions salées\n\ndans l’eau, nous disposons 32g de sel\n\ndissous dans 150cm3 d’eau d’une part et\n\ndans d’autre part nous disposons 47g de sel\n\nque nous dissolvons dans 200cm3 d’eau.\n\na) Laquelle des solutions est la plus\n\nconcentrée ?\n\nQuel volume d’eau faut –il augmenter dans\n\nla solution la plus concentrée pour que les\n\ndeux solutions aient la même concentration.\n\nExercice 4:\n\nUne solution S de soude a une concentration\n\nmolaire C = 1/10 mol.L-1. On dispose d’un\n\nvolume V 15mL.\n\n1) Calculer le volume d’eau qu’il faut\n\najouter pour obtenir une concentration\n\ndix fois plus petite que C.\n\n2) Calculer la nouvelle concentration si on\n\najoute à la solution initiale 2g de soluté\n\nsans variation de volume.\n\n3) On mélange les 15 cm3 de la solution S\n\navec 25cm3 d’une solution S’ de soude et\n\nde concentration C’ = 0,2mol.L-1\n\na) Calculer la quantité de matière\n\ncontenue dans le mélange.\n\nb) En déduire la concentration du\n\nmélange.\n\nExercice 5 :\n\n5-1) Etablir la relation C = M\n\nCm (M désigne\n\nla masse molaire (moléculaire de soluté).\n\n5-2) On ajoute 100 ml d’eau pure à 200 ml\n\nd’une solution aqueuse d’hydroxyde de\n\nsodium de concentration molaire volumique\n\nCb = 0,4 mol.l-1\n\n5.2 a) Comment appelle-t-on ce\n\nprocédé ?\n\n5.2.b) Calculer la concentration molaire\n\nvolumique C’b de la nouvelle solution.\n\nEn déduire sa concentration massique\n\nC’m.\n\nDonnées : VM = 222,4l/mol ; M(\n\nH) = 1go mol-1; M (Na) = 23g.mol-1\n\nM (0) = 16g.mol-1; M (Cl) =\n\n35,5g. mol-1\n\nExercice 6:\n\nOn veut préparer une solution d’hydroxyde\n\nde sodium de concentration\n\nCo =2.10-3mol/l\n\n1) Déterminer la masse de soluté qu’il\n\nfaut peser pour préparer 50mL de\n\nsolution\n\n2) On dilue dix fois cette solution. Indiquer\n\nla verrerie nécessaire et déterminer la\n\n14\n\nExercice 3:\n\nDans un bécher contenant 5,2g de sel de\n\ncuisine on ajoute 550cm3 d’eau.\n\n1- Quelle est la concentration massique\n\nde la solution (A) ainsi obtenue ? En\n\ndéduire sa molarité.\n\n2- A 200cm3 de la solution (A) on ajoute\n\n2g de sel de cuisine pour préparer la\n\nsolution (B). Quelle est la\n\nconcentration de la solution (B) ?\n\n3- Pour préparer la solution (C), on\n\najoute à 320cm3 de la solution (B)\n\n150cm3 d’eau. Quelle est la molarité\n\nde la solution (C)\n\nNB : Le sel de cuisine a pour formule\n\nchimique NaCl.\n\nnouvelle concentration C1.\n\n3) Avec cette dernière solution on veut\n\nmaintenant obtenir une solution de\n\nconcentration égale à la première.\n\nCalculer la masse de soluté qu’il faut\n\nrajouter pour obtenir cette solution.\n\nSERIE D’EXERCICE SUR C2 : ACIDES ET BASES\n\nEXERCICE:1\n\nRépondre par vrai ou faux.\n\na) En présence de BBT, une solution de NaOH prend la couleur jaune.\n\nb) L’eau de cendre est une solution basique.\n\nc) Le jus de bissap est une solution acide.\n\nd) La lessive est acide.\n\ne) Le jus de tamarin est une solution basique.\n\nEXERCICE:2\n\nComplete les phrases suivantes.\n\n1. Une solution acide donne une\n\ncoloration……………………………………………………………en présence de BBT tandis\n\nqu’une solution basique donnera une coloration ……………………………………………..\n\n2. Une solution dan la quelle le BBT vire au vert\n\nest ……………………………………………………………………\n\n3. La réaction qui s’effectue lorsque l’on mélange une solution d’acide chlorhydrique et une\n\nsolution d’hydroxyde de sodium est une\n\nréaction…………………………………………………………………..\n\n4. Le BBT est un indicateur coloré, comme autre indicateur coloré utilisé au laboratoire on peut\n\nciter:…………………………………………………….et……………………………………\n\n………………………………………….\n\n15\n\nEXERCICE 3 :\n\n1. Définir les termes :\n\n-doser une solution d’acide chlorhydrique\n\n-doser une solution d’hydroxyde de sodium\n\n-dosage colorimétrique\n\n2. Soit (S1) la solution obtenue en dissolvant 4 g d’hydroxyde de sodium (NaOH) dans 500\n\nml d’eau sans changement de volume. Calculer sa concentration molaire volumique C1.\n\n3. On prélève de (S1) des volumes V1 = 5 mL, V2 =10mL et V3 = 20mL que l’on verse\n\nrespectivement dans les tubes A, B et C contenant chacun quelques gouttes de BBT. On\n\najoute respectivement dans chaque tube 40mL d’une solution aqueuse S2 d’acide\n\nchlorhydrique (HCl) de concentration massique Cm2 = 1,825 g.L-1. Préciser la couleur et le\n\ncaractère (acide, basique, neutre) de la solution contenue dans chaque tube.\n\nEXERCICE 4\n\nQuelle masse d'hydroxyde de sodium NaOH faut-il dissoudre dans 500 mL d'une solution\n\nd'acide chlorhydrique décimolaire pour la neutraliser.\n\nEXERCICE 5\n\nPour doser une solution d'acide chlorhydrique, 30 mL de soude de concentration 0,25 mol/L\n\nont été versés pour neutraliser 20 cm3 de cet acide.\n\n1 Faites le schéma annoté de l'expérience.\n\n2 Trouver la concentration molaire de l'acide et en déduire sa concentration massique.\n\n3 Calculer la masse de sel et d'eau produit par ce dosage.\n\nEXERCICE 6\n\nUne solution de soude de concentration inconnue est dosée par une solution d'acide\n\nchlorhydrique de concentration 0,10 molL-1. Pour une prise d'essai de 10,0 cm3 de la solution\n\nbasique, il faut verser 8,2 cm3 de la solution d'acide pour le virage du BBT. Trouver la\n\nconcentration de la solution de soude en mol/L et en g/L..\n\nEXERCICE 7\n\nDans un bécher, on met 100 mL d’eau pure dans lesquelles on dissout 2 g d’hydroxyde de\n\nsodium NaOH.",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_270_kb.pdf",
    "year": 2005,
    "zone": null,
    "hasCorrection": true
  }
}