{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": null,
  "title": "t l charger 1 21 mb - part 8",
  "content": "1. Construis un triangle M ON rectangle en N tel que M N = 7,5 cm et Ù\n\nM ON = 30o.\n\n2. Calcule N O et M O.\n\n3. Soit I le pied de la hauteur issue de N . Calcule N I .\n\n3. La droite passant par M et parallèle à la droite (N I ) coupe la droite (N O) en T . Calcule M T .\n\n5. Soit E le centre du cercle circonscrit au triangle M OT ; démontre que M E T est un triangle équi-\n\nlatéral\n\nDans le plan muni d’un repère orthonormal (O,I , J ), on donne les points A\n\n; B\n\net\n\n1. Démontre que vecteurs −→\n\nAB et −→\n\nBC sont orthogonaux.\n\n2. Calcule les coordonnées du point E tel que AB E C soit un parallélogramme.\n\n3. Soit F l’image de B par la translation de vecteurs −→\n\nC E . Calcule les coordonnées de F .\n\n4. Justifie que B est le milieu de [AF ].\n\nIV BFEM 2013\n\n109\n\nUne enquête portant sur le nombre de filles fréquentant une classe de terminales scientifiques, me-\n\nnée dans les 50 établissement scolaire d’une localité, a donné le relevé ci-dessous.\n\n12; 11; 10; 14; 8; 0; 5; 10; 7; 10; 14; 10; 13; 14; 4; 18; 10; 10; 7; 10; 4; 10; 13; 11; 13; 18; 4; 13; 12;\n\n18; 17; 0; 6; 5; 5; 6; 10; 10; 9; 7; 11; 4; 15; 17; 16; 16; 15; 10; 0;8.\n\n1. a) Quelle est la population étudiée?\n\nb). Quel est le caractère étudié? Quelle est sa nature?\n\nc) Donne une modalité de ce caractère et son effectif partiel.\n\n2. a) Calcule l’effectif moyen de filles en terminales scientifiques dans ces établissements.\n\nb) Détermine la médiane de cette série statistique.\n\nc) Dans combien d’établissements scolaires a-t-on au moins 10 filles en classes de terminales scien-\n\ntifiques?\n\n3. a) Regroupe les données recueillies en classe d’amplitude 5.\n\nb) Dresse le tableau statistique de la série comprenant l’effectif et l’effectif cumulé décroissant de\n\nchacune des classes.\n\n4. Construis l’histogramme des effectifs cumulés décroissants et le diagramme des effectifs cumulés\n\ndécroissants de cette série\n\nOn pose f (x) = | −x + 2|\n\n1. Exprime f (x) sans symbole de la valeur absolue.\n\n2. Calcule f (0) et f (2).\n\n3. Résous dans R, l’équation | −x + 2| = |4x + 5|\n\nLe plan est muni d’un repère orthonormal (O,I , J ) tel que O I = O J = 1.\n\n1. Place les points M (−4;3); N (0;−1); C (4;3) et E (2;−3).\n\n2. Montre que les points M , N et E sont alignés.\n\n3. Calcule M N , N C et M C puis déduis-en que le triangle M N C est rectangle et isocèle.\n\n4. a) Calcule les coordonnées du point F tel que le quadrilatère C N E F soit un rectangle.\n\nb) Calcule l’aire de ce rectangle.\n\n1. Trace un demi-cercle de centre I et de diamètre [RA] tel que RA = 7 cm.\n\n2. Trace la corde [RS] telle que RS = 5,6 cm.\n\n3. Démontre que triangle RAS est rectangle en S.\n\n4. Calcule AS et tan bA.\n\n5. Soit E le point appartenant à [RS] et F le point appartenant à [AS], tels que SE = 4,8 cm et\n\nSF = 3,6 cm.\n\nDémontre que (E F ) est parallèle à (RA)\n\n110\n\nV BFEM 2014\n\nDans une petite et moyenne entreprise ou PMI on étudie la répartition des salaires des travailleurs.\n\nLe schéma ci-dessous en représente l’histogramme des ECC et celui de ECD tracés dans un même\n\nrepère.\n\n60\n\n100 R 160 200\n\n250\n\n300\n\n24\n\n36\n\n42\n\n48\n\n67\n\n69\n\n72\n\nNombre de travailleurs\n\nSalaires en milliers de francs CFA\n\n1. Déduis du schéma :\n\na) le caractère étudié puis précise sa nature.\n\nb) le nombre de travailleurs, dans cette PMI.\n\nc) le nombre de travailleurs qui gagnent au moins 100 000 F.\n\nd) le nombre de travailleurs qui gagnent moins de 150 000 F.\n\ne) le nombre de travailleurs qui gagnent entre 150 000 F et 200 000 F.\n\n2. Reproduis avec soin l’histogramme des effectifs cumulés croissants en prenant en abscisse 1 cm\n\npour 50 000 F et en ordonnées 0,5 cm pour 3 travailleurs.\n\n3. Donne la signification statistique du salaire R sur le schéma.\n\n4. Utilise l’histogramme construit précédemment pour calculer la valeur de R à 1 millier de francs\n\nprès par défaut.\n\nOn donne les réels a = 5 −2p5; b = 1 + 2\n\np5 et c =\n\n−5\n\n5 + 2p5\n\n1. Justifie que a et b sont des inverses de l’un de l’autre.\n\n2. Justifie a et c sont opposés.\n\n3. Justifie que c = −1\n\nb\n\n4. Justifie que b × c + 1 = 0.\n\n5. Encadre c à 10−2 près sachant que 2,236 < p5 < 2,237.\n\n111\n\nSoit E F G un triangle rectangle en E .\n\nLes bissectrices des angles ×\n\nE F G et ×\n\nE G F se coupent en A.\n\n1. Fais une figure.\n\n2. Calcule la mesure de l’angle Ö\n\nF AG .\n\nUne bougie décorative a la forme d’un cône de révolution de sommet S, de hauteur 27 cm. Sa base\n\nest un disque de centre O et de rayon 15 cm.\n\nCette bougie est formée de trois couleurs différentes séparées par des plans parallèles au plan de sa\n\nbase et qui coupent la hauteur respectivement en M et N tels que SM = M N = ON .\n\nLa partie supérieure est en cire de couleur jaune, la partie intermédiaire est de couleur verte et la\n\npartie inférieure est bleue.\n\n1. a) Montre que la longueur SM = 9 cm puis justifie que le cône de hauteur SM est une réduction\n\nde la bougie de coefficient 1\n\nb). Le cône de hauteur SN est aussi une réduction de la bougie; calcule le coefficient de réduction.\n\n2. a) montre que le rayon de la base du cône de hauteur SM est 5 cm.\n\nb) Calcule son volume V1\n\n3. a) Calcule le volume V2 de la partie intermédiaire.\n\nb) Calcule le volume V3 de la partie inférieure.\n\nc) Exprime V2 et V3 en fonction de V1\n\nVI BFEM 2015\n\n112\n\nLa figure codée ci-contre est une représentation d’un\n\nterrain formé de deux parcelle, l’une triangulaire et\n\nl’autre rectangulaire de longueur x et de largeur x −5;\n\nl’unité de longueur est le mètre.\n\n1. Détermine les valeurs de x pour lesquelles le péri-\n\nmètre de la parcelle ABC est strictement plus grand\n\nque celui de la parcelle BC D E .\n\n2. a) Montre que l’aire de la parcelle ABC est x 2p\n\nm2\n\nb) Détermine x pour que l’aire de la parcelle BC D E\n\nsoit égale à 3x 2\n\nm2.\n\n3. On suppose que ce terrain représenté par le poly-\n\ngone AB E D C est clôturé avec un grillage qui a coûté\n\n90 000 F\n\nSachant qu’on a laissé une entrée de 2 m et que\n\ngrillage utilisé est acheté à 1500 F le mètre, Calcule x\n\nx −5\n\nLe tableau statistique ci-dessous donne la répartition des usagers transportés en une journée par\n\nune entreprise de transport selon le prix du ticket de section acheté\n\nPrix du ticket de section en FCFA\n\n100\n\n150\n\n200\n\n250\n\n300\n\n350\n\nNombre de tickets\n\n2480\n\n1060\n\n820\n\n960\n\n780\n\n1100\n\nEffectifs cumulés croissants\n\n2480\n\n3540\n\n4360\n\n5320\n\n6100\n\n7200\n\nEffectifs cumulés décroissants\n\n7200\n\n4720\n\n3660\n\n2840\n\n1880\n\n1100\n\n1. Quel est le caractère statistique étudié?\n\n2. Combien cette entreprise a-t-elle transporté d’usagers ce jour?\n\n3. Donne les modalités du caractère étudié.\n\n4. Quel est le nombre d’usagers ayant acheté un ticket valant moins de 250 F?\n\n5. Quel est le nombre d’usagers ayant acheté un ticket valant au moins 250 F?\n\n6. Quel est le prix médian du ticket de section de ce jour (médiane de cette série)?\n\n7. Calcule le prix moyen du ticket de section de ce jour (la moyenne de cette série)?\n\n8. Construis le diagramme circulaire de la série\n\nLe plan est muni d’un repère orthonormal (O,I , J ).\n\n1. Donne la relation, entre les coordonnées traduisant l’appartenance du point A(m;n) à la droite\n\n(D ) : a x + b y + c = 0.\n\n2. Donne la relation, entre les coordonnées, traduisant la colinéarité des vecteurs −→\n\nu (x; y ) et\n\n113\n\nv (a;b ).\n\n3. Donne la relation, entre les coefficients directeurs, traduisant la perpendicularité des droites\n\n(D1) : y = a x + b et (D2) : y = p x + q\n\n4. On donne le point A′(2;3), le vecteur −→\n\nu (−1;2) et la droite (D ′) passant par A′ et de vecteur direc-\n\nteur −→\n\nu .\n\na) Détermine une équation cartésienne de la droite (D ′)\n\nb) Justifie que le point B(4;−1) appartient à la droite (D ′).\n\nc) Montre que l’équation réduite de la droite (L ′) perpendiculaire à la droite (D ′) au point E , milieu\n\nde [A′B], est y = 1\n\n2 x −1\n\nd) Justifie que I A′ = I B.\n\ne) Montre que la mesure de l’aire de la surface du triangle A′B I est de 5\n\nf) Fais la figure complète pour la question 4).\n\nVII BFEM 2016\n\n1. Recopie et complète :\n\na) Pour tout réel x,\n\nx 2 = ···.\n\nb) Pour tous réels x et y , si |x| = |y | alors : ···\n\n2. Soit m et n deux réels tels que m = 4 −3\n\n2 et n = 2 + 3\n\na) Montre que m est négatif\n\nb) Montre que m 2 = 34 −24\n\n2. Calcule n2\n\nc) On donne Z =\n\n34 −24\n\n2. Écris Z sous la forme a\n\n2 + b avec a et b deux entiers relatifs\n\nd) Justifie que m 2 + 4n 2 = 68.\n\n1. Une série statistique à caractère quantitatif continu, groupée en classes d’amplitude 10 compte\n\n5 classes de centres respectifs C1, C2, C3, C4 et C5 et d’effectifs respectifs n1, n2, n3, n4 et n5.\n\nDonne l’expression de sa moyenne.\n\n2. Lors d’un recrutement au service militaire, les tailles de 100 candidats ont été répertoriées dans\n\nle tableau ci-dessous.\n\nTaille(en cm)\n\n[135;145[ [145;155[ [155;165[ [165;175[ [175;185[\n\nFréquences\n\n0,12\n\n0,28\n\n0,32\n\nb\n\nE.C.C\n\na) Sachant que la moyenne de cette série est 161 cm, calcule a et b .\n\nb) Pour la suite, tu prendras a = 0,18 et b = 0,10.\n\nb.1) Recopie et complète le tableau.\n\nb.2) Combien de candidats ont une taille au moins égale à 165 cm?\n\nb.3) Détermine graphiquement la classe médiane de la série.\n\n114\n\nDans un repère orthonormal (O,I , J ), on donne les droites (D ) : y = 2x + 4 et (D ′) : x + 2y −3 = 0\n\n1. Démontre que (D ) passe par le point B(−5;−6) et que (D ′) passe par E (5;−1).\n\n2. Démontre que (D ) et (D ′) sont perpendiculaires en un point A dont tu précisera les coordonnées.\n\n3. Calcule AB et AE .\n\n4. Trace (D ) et (D ′) dans le repère (O,I , J ).\n\n5. Démontre que AB E est un triangle rectangle en A puis calcule tan Ö\n\nAB E\n\nSoit C (O,3 cm) le cercle de centre O et de rayon 3 cm.\n\nPlace deux points A et B sur (C ) tels que AB = 4 cm. Sur la corde [AB], place un point C tel que\n\nBC = 2 cm. Le cercle (C ′) circonscrit au triangle AO B recoupe la droite (OC ) en M .\n\n1. Fais une figure.\n\n2. Démontre que Ø\n\nOM B = Ö\n\nOAB.\n\n3. Démontre que Ø\n\nAM C = ×\n\nO B A.\n\n4. Démontre que la droite (OM ) est la bissectrice de l’angle Ø\n\nAM B\n\nVIII BFEM 2017\n\nOn donne trois réels a, b et c tels que : a = 7 −5\n\n2; b = −7 −5\n\n2 et c = −7 + 5\n\n1. Démontre que le réel a est l’inverse de b .\n\n2. Justifie que a et c sont opposés.\n\n3. Démontre que b\n\na −c\n\nb = b 2 + c 2.\n\n4. Calcule a 2 puis déduis-en une écriture simplifiée du réel w =\n\n9 −70\n\nLes notes de 160 candidats à un concours sont consignées dans le tableau suivant :\n\nNotes\n\n[10;12[\n\n[12;14[\n\n[14;16[\n\n[16;18[\n\n[18;20[\n\nFréquences\n\n0,3\n\n0,2\n\n0,15\n\n1. Donne l’interprétation de la valeur 0,3 fréquence de la classe [10;12[\n\n2. Calcule x et y sachant que 25% des élèves ont une note supérieure ou égale à 16.\n\n3. On donne x = 0,25 et y = 0,1.\n\na) Calcule la moyenne des notes.\n\nb) Construis le diagramme des fréquences cumulées décroissantes\n\n115\n\nABC est un triangle isocèle en A. La hauteur issue de A coupe le segment [BC ] en H .\n\nOn donne BC = 6 cm et AH = 4 cm.\n\nSoit M un point du segment [BH ] tel que BM = x. La parallèle à la droite (AH ) passant par M coupe\n\nla droite (AB) en P et la droite (AC ) en Q.\n\n1. Fais la figure et calcule BH .\n\n2. Montre que M P\n\nAH = x\n\n3 puis en déduis M P en fonction de x.\n\n3. Exprime M C en fonction de x.\n\n4. Montre que MQ = 4\n\n3(6 −x).\n\n5. Pour quelle valeur de x a-t-on MQ = 3M P ?\n\n6. Quelle serait alors la position du point P sur le segment [AB]?\n\nOn considère la figure codée ci-dessous :\n\nOn donne les formules de calcul de volume de solides ci-dessous :\n\n• Volume d’un cône de révolution Vc one = 1\n\n3 × π × r 2 × h\n\n• Volume d’une boule Vboul e = 4\n\n3 × π × r 3.\n\n• Volume d’un cylindre Vc y l ind r e = π × r 2 × h.\n\nr désigne le rayon et h la hauteur.\n\nr\n\n1. Calcule le volume exact de chacun de ces trois solides pour h = r = 1 m.\n\n2. Exprime le volume d’une boule et celui d’un cylindre en fonction du volume d’un cône de révo-\n\nlution pour r = h.\n\n3. Un récipient servant à recueillir de l’eau de pluie est constitué d’un cylindre de rayon r = 50 cm\n\nouvert à sa base supérieure et d’un cône de révolution situé à l’intérieur de ce cylindre. Le cône et le\n\ncylindre ont la même hauteur et la base du cône coïncide avec la base inférieure fermée du cylindre\n\n(voir figure ci-dessous).\n\nExprime le volume de ce récipient en fonction du volume du cylindre.\n\nIX BFEM 2018\n\n1. Recopie et complète chacune des phrases ci-dessous :\n\n1.1. Soit a et b deux nombres réels tels que b soit positif,\n\nb a 2 = ···\n\nb.\n\n1.2. L’équation x\n\n8 −8 = 0 a pour solution x = ···\n\n1.3. Soient m ; n et q trois entiers naturels.\n\nUne expression conjuguée de −m + qpn est ···\n\n2. Soit les nombres réels suivants : a = 5 −2\n\n6; b = 5 + 2\n\n6 et c = −5 + 2\n\n6.\n\n2.1. Montre que a est l’inverse de b\n\n2.2. Montre que a est l’opposé de c .\n\n3. M AR E est un carré de côté M A = 5 + 2\n\n6. Détermine la valeur exacte de sa diagonale.\n\n116\n\nOn considère la liste des notes obtenues par les élèves d’une classe de troisième, lors d’un devoir de\n\nmathématiques.\n\n5; 8; 7; 8; 9; 6; 10; 11; 15; 13; 10; 18; 16; 15; 12; 9; 14; 16; 17; 15; 10; 16; 17; 8; 9; 10; 16; 9; 10; 7;\n\n10; 6; 12; 13; 11; 13; 18; 10; 11; 6; 10; 13; 17; 12; 11; 12; 9; 16; 17; 14.\n\n1. Regroupe ces notes par classes d’amplitude 3.\n\n2. Calcule l’effectif cumulé croissant de chaque classe.\n\n3. Calcule la note moyenne.\n\n4. Trace le diagramme des effectifs cumulés croissants.\n\n5. Détermine graphiquement la médiane de cette série.\n\nSoient un cercle de centre O et de rayon 4 cm, M , N et P trois points de ce cercle tels que :\n\nØ\n\nN OP = 130o et Ù\n\nM P N est un angle de 50o dont la bissectrice passe par O.\n\n1. Fais la figure que tu complèteras au fur et à mesure.\n\n2. Détermine les mesures des angles Ù\n\nM ON ; Ù\n\nN M P et Ø\n\nM OP .\n\n3. Soit Q un point de l’arc ø\n\nM P distinct de P et M .\n\nMontre que les angles Ù\n\nM N P et Ø\n\nMQP sont supplémentaires.\n\n4. La bissectrice de l’angle Ù\n\nM P N recoupe le cercle au point R.\n\nDétermine les mesures des angles du triangle N RP\n\nLa figure ci-contre représente une bougie qui a la forme d’un cône\n\nde révolution de rayon de base OA = 22,5 cm et de génératrice\n\nAS = 37,5 cm.\n\n1. Montre que la hauteur OS de la bougie est de 30 cm.\n\n2. Calcule le volume de cire nécessaire à sa confection.\n\n3. Calcule l’aire de la surface minimale de papier nécessaire pour\n\nl’envelopper entièrement.\n\n4. La bougie se consume en diminuant de 101,25 cm3 de son volume\n\nchaque minute.\n\nAu bout de combien de temps sera-t-elle entièrement consumée?\n\n5. Soit k le coefficient de réduction du cône réduit représentant la\n\npartie consumée de la bougie, V le volume du cône initial qui re-\n\nprésente la bougie et V ′ le volume de la partie restante de la bougie\n\nde hauteur h cm.\n\n5.1 Montre que V ′ = (1 −k 3)V .\n\n5.2 Montre que k = 30 −h\n\n5.3 Calcule la hauteur de la partie restante de la bougie au bout d’une\n\nheure d’éclairage.\n\nOn donne π ≈3,14; 9821,25\n\n15896 ≈0,6 et (0,7)2 ≈0,4\n\n117\n\nX BFEM 2019\n\n1. Dis comment obtenir la valeur de la médiane d’une série statistique ordonnée à caractère\n\nquantitatif discret et d’effectif total N .\n\n2. Le tableau ci-dessous donne la répartition des salaires mensuels en F CFA et leurs proportions\n\npour le personnel d’une entreprise.\n\nFonctions\n\nFréquences en pourcentage\n\nSalaires\n\nCadres supérieurs\n\n450 000\n\nagents de production\n\n45\n\n350 000\n\nPersonnels administratifs\n\n200 000\n\nChauffeurs\n\n150 000\n\nAgents de sécurité\n\n100 000\n\nAgents commerciaux\n\n20\n\n175 000\n\na) Indique le caractère étudié et sa nature.\n\nb) Calcule le salaire moyen mensuel dans cette entreprise.\n\n3. Calcule le salaire médian de cette entreprise sachant qu’il y a exactement 2 cadres qui y tra-\n\nvaillent.\n\n4. Construis le diagramme des fréquences cumulées croissantes de cette série\n\nSoit ABC D un rectangle tel que AB = 12 cm et BC = x cm avec 0 < x < 12.\n\n1. Calcule le périmètre p du rectangle en fonction de x.\n\n2. Dans quel intervalle peut-t-on choisir x pour que p soit supérieur à 33 cm?\n\n3. Calcule l’aire A de la surface de ce rectangle en fonction de x.\n\n4. Dans quel intervalle peut-on choisir x pour que A soit inférieure à 81 cm2 ?\n\n5. On donne x = 9 et A′B ′C ′D ′ un carré dont l’aire est égale á celle du rectangle ABC D .\n\na) Calcule le côté du carré.\n\nb) Compare le périmètre p du rectangle et celui p ′ du carré\n\nLe plan est muni d’un repère orthonormal (O,I , J ).\n\n1. Place les points A(−3;3); B(5;−1) et C (5;9).\n\n2. Trouve une équation de la droite (∆) hauteur du triangle ABC passant par le point C .\n\nSoit le point K milieu de [B A].\n\na) Vérifie que K appartient à (∆).\n\nb) Déduis-en la nature du triangle ABC et celle du triangle AK C .\n\n3. Soit (C ) le cercle circonscrit au triangle AK C .\n\n118\n\na) Détermine les coordonnées de son centre L et Calcule son rayon R.\n\nb) Montre que M (6;6) appartient au cercle (C ).\n\nc) Justifie que Ø\n\nAM K et ×\n\nAC K ont la même mesure.\n\nd) Montre que ×\n\nC AK et Ø\n\nAM K sont complémentaires.\n\n1. Le schéma ci-contre représente le patron de la partie latérale d’un cône de révolution.\n\nJustifie que le rayon r de la base du cône vaut :\n\nr = R ×\n\n1 −\n\nα\n\n360o\n\n2. Démontre que la hauteur h du cône vaut :\n\nh = R ×\n\nt1 −\n\n1 −\n\nα\n\n360o\n\n\u00132\n\n3. Exprime l’aire du cône en fonction de R et α.\n\n4. On pose α = 270o, R = 50 cm et π = 3,14.\n\nCalcule l’aire latérale du cône\n\nR\n\nS α\n\nXI BFEM 2020\n\n1. Réponds par vrai ou faux dans chacun des cas suivants :\n\na) Si m < 0, alors\n\nm\n\nm 2 = −1.\n\nb) Les nombres 2 +\n\n3 et 2 −\n\n3 sont des inverses.\n\nc) L’inverse de p5 + 1 est\n\n1 −p5\n\n2. Soit m un entier relatif, on pose x = m −2\n\n6 et y = m + 2\n\n6.\n\nDetermine m pour que x et y soient inverses.\n\n3. On pose : p = 5 −2\n\n6 et q = 5 + 2\n\n6.\n\na) Exprime p en fonction de q.\n\nb) Déduis-en que p 2 = p\n\nq .\n\nc) Calcule p 2 et q 2.\n\nd) Déduis-en une écriture simplifiée de E =\n\n49 + 20\n\n6 +\n\n49 −20\n\nPour sensibiliser davantage les populations sur la protection des personnes âgées contre la covid-\n\n19, une structure sanitaire a relevé dans sa zone les malades de la covid-19 durant une période de\n\ntrois semaines et les a repartis comme suit :\n\n119\n\nCas importés (C I ), cas contacts (C C ) et cas de transmission communautaire (T C ).\n\nT C −C I −T C −C C −C C −C C −T C −T C −C C −C I −C C −C C −T C −C C −T C −C C −C C −\n\nT C −T C −C C −T C −T C −C C −C C −T C −C C −C C −T C −T C −C C −C I −C I −C C −C C −\n\nC C −T C −T C −C I −C I −C C −T C −C C −C C −C C −C I −C I −T C −C C −C C −T C −C C −\n\nC I −C C −C I −C I −C I −C C −C C −T C −T C −C C −C C .\n\nOn sait que 25% des cas importés, 50% des cas contacts et 10% des cas de transmission commu-\n\nnautaire sont des malades âgées de plus 60 ans et que le taux de mortalité de la maladie pour cette\n\ntranche d’âge est estimé à 15%.\n\nEn utilisant les outils mathématiques au programme, trouve le nombre de décès attendus chez les\n\nmalades de plus de 60 ans à partir des données relevées dans cette structure durant ces trois se-\n\nmaines.\n\nDans le plan muni d’un repère orthonormal (O,−→\n\nO I ,−→\n\nO J ), on donne les droites (L1) et (L2) d’équa-\n\ntions (L1) : a x + y + c = 0 et (L2) : y = mx + p où a, c , m et p sont des nombres réels avec a et m\n\nnon nuls.\n\n1. Recopie et complète correctement les phrases suivantes :\n\na) Le coefficient directeur de le droite (L1) est le réel ···\n\nb) Un vecteur directeur de la droite (L2) est −→\n\nu (···;···).\n\nc) Les droites (L1) et (L2) sont parallèles si et seulement si m = ···.\n\nd) Les droites (L1) et (L2) sont perpendiculaires si et seulement si m = ···.\n\n2. Construis la droite (L1) en prenant O I = O J = 1 cm, a = −1 cm et c = −1. Place le point P de\n\ncoordonnées (5;0).\n\n3. Détermine une équation de la droite (D ) perpendiculaire à la droite (L1) au point M (2;3).\n\n4. Soit le point N image du point J (0;1) par la translation de vecteur −−→\n\nM P .\n\na) Montre que −−→\n\nM J = −−→\n\nP N .\n\nb) Déduis-en la nature exacte du quadrilatère M P N J\n\nXII BFEM 2021\n\n1. On considère les réels suivants : A = (2 −p5)(2 + p5)2 ; B = 3\n\n12 −1\n\n108 −\n\n8 ×\n\na = −3\n\n3 + 4; b = −2 −p5; c = 2 + p5 et d = 3\n\n3 −4.\n\nParmi les réels a ; b ; c et d , indique celui qui est égal à A et celui qui est égal à B.\n\n2. On donne : x =\n\n3 −2\n\n; y =\n\ns1\n\n2 −\n\ns3\n\n2 et z =\n\ns1\n\n2 +\n\ns3\n\na) Montre que x = −3 −2\n\nb) Donne un encadrement de x à 10−1 près sachant que 1,414 <\n\n2 < 1,415.\n\nc) Calcule y 2 et z 2.\n\nd) Déduis de la question précédente que\n\n2 −\n\n3 +\n\n2 +\n\n3 =\n\n120\n\n1. On considère l’équation suivante : 0,2y −1\n\n5 x = 0,8.\n\nParmi les couples suivants, trouve ceux qui sont solutions de l’équation précédente.\n\na) (0;−1)\n\nb)\n\n0,5; 9\n\nc) (π;7,14)\n\nd)\n\n−6\n\n7; 22\n\n2. Résous dans R2 le système d’équations suivant :\n\nx −y + 4 = 0\n\nx −3\n\n5 y = 0\n\n3. Dans la figure ci-dessous, AC D est un triangle rectangle en C et (B E ) est parallèle à (C D ).\n\nOn donne : BC = 4; C D = 5; B E = 3.\n\nOn pose AB = m et AC = n\n\na) Montre que les réels m et n vérifient le système\n\nd’équations :\n\nn = m + 4\n\n5m −3n = 0\n\nb) Calcule m et n.\n\nc) Calcule le cosinus de l’angle Ö\n\nB AE\n\nα\n\n1. Le dessin ci-contre est une représentation en perspective cava-\n\nlière d’un solide.\n\na) Indique le nom du solide qu’il représente.\n\nb) Que représente le segment [SO] pour ce solide?\n\nc) Que représente le segment [SA] pour ce solide?\n\nd) Que représente le disque de rayon [AO] pour ce solide?\n\ne) L’expression π × OA × SA est l’aire d’une partie de ce solide. La-\n\nquelle?\n\n2. On donne α = 30o et OA = 6u où u est une unité de mesure de\n\nlongueur.\n\na) Justifie que le segment [SA] mesure 12u\n\nb) Justifie que le segment [SO] mesure 6\n\n3u.\n\nc) Calcule l’aire de la surface totale de ce solide en fonction de u.\n\nd) Calcule le volume de ce solide en fonction de u.\n\n3. Pour fabriquer un récipient qui doit contenir des sachets de jus de fruit de 30 cl, un groupement\n\nd’intérêt économique (G I E ) dispose d’un solide en matière plastique ayant la forme du solide re-\n\nprésenté ci-dessus avec OA = 6 dm et α = 30o.\n\nOn sectionne ce solide par un plan parallèle au plan de base situé à 4\n\n3 dm à partir du point O\n\npour obtenir une bassine en forme de tronc de cône.\n\nDétermine le nombre maximale de sachets que ce récipient pourrait contenir. On rappelle que\n\n121\n\n1L = 1dm3\n\nXIII BFEM 2022\n\nPour chacune des questions dans le tableau ci-dessous, trois réponses A, B et C sont proposées\n\ndont une seule est correcte. Pour répondre, tu porteras sur ta copie le numéro de la question suivi\n\nde la lettre correspondant à la réponse choisie.\n\nN◦\n\nQuestions\n\nRéponses\n\nOn considère deux angles bA et bA tels\n\nque : bA = 90o −bB. Quelle relation a-t-\n\non?\n\ncos bA = cos bB\n\ncos bA = sin bB\n\nsin bA = sin bB\n\nSoit M N P un triangle rectangle en N\n\ntel que M N = 6 cm et Ù\n\nM P N = 30o.\n\nQuelle est la mesure de la longueur\n\n[M P ]?\n\n3 cm\n\n12 cm\n\n6 cm\n\nOn donne une droite (D ) d’équation\n\n3y = 6x + 2 dans un repère orthonor-\n\nmal. Quel est le coefficient directeur de\n\nla droite (D )?\n\nSoient −→\n\nu (−3;1) et −→\n\nv (2; y ) deux vec-\n\nteurs du plan. Pour quelle valeur de\n\ny les vecteurs −→\n\nu et −→\n\nsont-ils coli-\n\nnéaires?\n\ny = −2\n\ny = −3\n\ny = −6.\n\nDans un repère orthonormal, pour\n\nquelles\n\nvaleurs\n\nde\n\nn\n\nles\n\nvecteurs\n\nu (n;1) et −→\n\nv (n;−4) sont-ils orthogo-\n\nnaux?\n\nn = 1 ou n = 4\n\nn = 4 ou n = −4\n\nn = 2 ou n = −2\n\nQuelle est l’aire latérale Al d’un cône de\n\nrévolution de génératrice g , de hauteur\n\nh et de rayon de base r ?\n\nπg h.\n\nπr 2g\n\nr g π .\n\n1. Résous dans R l’équation 6x 2 −4x + 5 = −x 2 −4x + 9.\n\n2. On considère l’inéquation 2(x −3)(2x + 3) ≤0.\n\na) Détermine le signe de 12−18\n\n3 puis déduis-en que le réel 3−\n\n3 est solution de cette inéquation.\n\nb) Résous dans R l’inéquation 2(x −3)(2x + 3) ≤0.\n\n3. Montre que 4\n\n3 −2p75 + 4\n\n12 −\n\n27 +\n\n9 = 3 −\n\n4. Donne un encadrement de 3 −\n\n3 à 10−2 près, sachant que 1,732 <\n\n3 < 1,733.\n\n122\n\nA la suite des brillants résultats obtenus par ses enfants, un père de famille décide d’organiser une\n\nfête en leur honneur. Connaissant les vertus de la viande de volaille, il décide d’acheter des pintades\n\net des pigeons. Sur le marché, un pigeon coûte 2000 F et une pintade coûte 5000 F.\n\nOn désigne par x le nombre de pigeons et y celui de pintades.",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_1_21_mb.pdf",
    "year": 2024,
    "zone": null,
    "hasCorrection": false
  }
}