{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": null,
  "title": "t l charger 1 21 mb - part 7",
  "content": "lution de diamètre de bases [AB] et [A′B ′] et de\n\nhauteur OO ′ associé au cône de révolution de\n\nhauteur OS et diamètre de base [AB].\n\nOn donne : OA = 15 cm; O ′A′ = 9 cm et OO ′ = 8\n\ncm.\n\nLe tronc de cône est obtenu en coupant le cône\n\nassocié par un plan parallèle à la base.\n\n1. Calcule la hauteur OS du cône associé et la\n\nmesure de la génératrice.\n\n2. Calcule le volume V1 du cône associé.\n\n3. Calcule le volume V2 du tronc de cône\n\nO ′\n\nSABC D est une pyramide de base rectangulaire ABC D de centre O. Le point S désigne le sommet\n\nde la pyramide.\n\n1. Représente la pyramide SABC D telle qu’elle soit vue par ses faces SAB et SBC .\n\n2. Détermine la position relative des droites (OS) et (AC ).\n\n3. On donne : AB = 7,2 cm; BC = 5,4 cm et OS = 6 cm.\n\na) Calcule la longueur d’une arête latérale.\n\nb) Calcule le volume de la pyramide.\n\nSoit SABC D une pyramide régulière à base carré ABC D de centre O. OS désigne sa hauteur.\n\nOn donne : AB = 10 cm; OS = 15 cm.\n\n1. Donne une représentation de SABC D en perspective cavalière.\n\n2. On sectionne la pyramide par un plan parallèle à la base à 2\n\n3 du sommet et coupant les segments\n\n91\n\n[AS]; [BS]; [C S] et [DS] respectivement en A′ ; B ′ ; C ′ et D ′.\n\na) Calcule le volume V de la pyramide SABC D et en déduire celui du tronc.\n\nb) Calcule l’aire du carré ABC D et en déduire celle quadrilatère A′B ′C ′D ′.\n\nABC D A′B ′C ′D ′ est un tronc de pyramide asso-\n\ncié à la pyramide à base rectangulaire ABC D et\n\nde hauteur OS.\n\nOn donne : AB = 10 cm; A′B ′ = 6 cm; AD = 7,5\n\ncm et OO ′ = 4 cm.\n\n1. Reprends la figure où l’on fera paraitre la py-\n\nramide SABC D de sommet S.\n\n2. Calcule la hauteur OS de la pyramide.\n\n3. Calcule le volume V1 de SABC D et le volume\n\nV2 de SA′B ′C ′D ′.\n\n4. Des questions précédentes, en déduire le vo-\n\nlume V3 du tronc de pyramide ABC D A′B ′C ′D ′\n\nD ′\n\nO ′\n\nSABC est un tétraèdre régulier de hauteur SO = 9 cm et dont une arête de base mesure 6 cm.\n\n1. Donne une représentation de SABC vue par ses faces SAB et SBC .\n\n2. Calcule le volume V de SABC .\n\n3. Calcule l’aire Af d’une face latérale.\n\n4. Calcule l’angle α formé par une arête latérale et la hauteur.\n\nOn donne :\n\n3 = 1,7;\n\n21 = 4,5 et\n\n93 = 9,6\n\nOn considère le verre ci-contre, ayant la forme\n\nd’un cône de révolution, de hauteur OS = 12 cm\n\net de rayon OA = 3 cm.\n\n1. Montre que le volume de ce verre (en cm3) est\n\négal à 36π.\n\n2. Avec un litre d’eau, combien de fois peut-on\n\nremplir ce verre entièrement?\n\n3. Si on remplit ce verre d’eau aux 5\n\n6 de sa hau-\n\nteur, quel est alors le volume d’eau utilisé? On\n\ndonnera le résultat arrondi au cm3 près.\n\n4. Calcule la mesure de l’angle Ö\n\nOSA (donner la\n\nvaleur au degré près)\n\n92\n\nUn réservoir est constitué d’un cylindre de rayon de base r et de hauteur h\n\net d’un cône de révolution de même rayon de base et de hauteur h ′ = 3h\n\n2 .\n\n(Voir la figure ci-contre)\n\n1. Montre que le volume de cylindre est le double de celui du cône.\n\n2. Dans la suite on donne r = 4 cm.\n\na) Calcule la hauteur h ′ du cône pour que le volume du réservoir soit de\n\n528 cm3.\n\nh ′\n\nh\n\nr\n\nr\n\nb) Pour créer une couverture du réservoir, on coupe le cône à mi-hauteur\n\nparallèlement au plan de sa base. On obtient un réservoir ayant la forme\n\nindiquée par la figure ci-dessous. Calcule le volume restant du réservoir.\n\nOn donne π ≈22\n\nh ′′\n\nh\n\nr\n\nr\n\nr ′\n\nE F G H I J K L est un parallélépipède rectangle tel que : E F = 8 cm; E H = 6 cm et H K = 4 cm.\n\n1. Calcule le volume du parallélépipède.\n\n2. Calcule E G .\n\n3. Calcule l’aire du triangle E G H .\n\n4. Calcule le volume de la pyramide de base E G H de sommet K\n\nUn trapèze ABC D est rectangle en A et en B, [BC ] est la grande base et [AD ] la petite base.\n\nOn donne AB = 3 cm; AD = 4 cm et BC = 7 cm.\n\n1. Fais une figure et calcule C D .\n\n2. On considère la pyramide de base ABC D et de sommet I et de hauteur I A telle que I A = 12 cm.\n\na) Fais une figure.\n\n93\n\nb) Calcule l’aire de ABC D .\n\nc) Calcule le volume de la pyramide.\n\n3. Un plan parallèle à la base passant par A′un point du segment [AI ] coupe les arêtes [I B]; [I C ] et\n\n[I D ] respectivement en B ′ ; C ′ et D ′.\n\nON donne I A′ = 6 cm.\n\na) Calcule les distances A′B ′ et B ′C ′.\n\nb) Calcule le rapport k qui permet de passer de la pyramide I ABC D à la pyramide I A′B ′C ′D ′.\n\nc) En déduire le volume de la pyramide I A′B ′C ′D ′\n\nLa figure ci-contre est un cône de révolution C ,\n\nde sommet S et de diamètre de base [AB] et O\n\nmilieu de [AB].\n\n1. Reproduis la figure et détermine la position de\n\n[OS] par rapport aux diamètres [AB] et [E F ].\n\n2. a) Quelle est la nature du triangle OSE ?\n\nb) Calcule O E sachant que E S = 6 cm et OS =\n\n4,8 cm.\n\nc) Calcule l’aire de base du cône C .\n\n3. On pose β l’angle de développement du cône.\n\nDonne la mesure de β à un degré près par excès.\n\n4. On agrandit le cône C pour obtenir le cône C ′\n\ntel que SA\n\nSA′ = 2\n\na) Complète la figure.\n\nb) Quelle est la valeur du coefficient d’agrandis-\n\nsement?\n\n5. Calcule l’aire latérale du cône C et déduis-en\n\ncelle du cône C ′.\n\n6. Calcule le volume V du cône C et déduis-en\n\nle volume V ′ du cône C ′.\n\n7. Calcule le volume du tronc de cône de dia-\n\nmètre [AB] et [A′B ′]\n\nABC D E F G H est un cube d’arête a = 5 cm.\n\n1. Montre que le triangle B F H est rectangle. Calcule sin ×\n\nF BH .\n\n2.On considère le tétraèdre de base E F H et de hauteur [B F ].\n\na) Fais une représentation en perspective cavalière de B E F H\n\nvu par la face B F H .\n\nb) Calcule le volume V de B E F H .\n\n3. On agrandit le tétraèdre B E F H tel que le coefficient k\n\nd’agrandissement soit égal à 1,5.\n\nOn obtient le tétraèdre B E ′F ′H ′ avec E ′ ∈(E B); F ′ ∈(F B) et\n\nH ∈(H B).\n\na) Calcule l’aire de E ′F ′H ′.\n\nb) Calcule rapidement le volume V ′ de B E ′F ′H ′.\n\n94\n\nLa figure ci-contre est un cône de révolution.\n\nOS : est la hauteur.\n\nOM = R : est le rayon de base.\n\nV : est le volume.\n\nOn prend une valeur approchée de π = 22\n\n7 .\n\n1. Calcule la hauteur OS si V = 3696 cm3 et R = 14 cm.\n\n2. Calcule l’angle θ = Ö\n\nOSB du cône et l’angle α que fait une\n\ngénératrice avec le plan du cercle de base à 1o près.\n\nOn donne :\n\n130 = 11 et sin55o = 0,81.\n\n3. Calcule l’angle β de développement du cône.\n\n4. On sectionne le cône par un plan parallèle à la base à partir\n\nde la base tel que SO ′\n\nSO = 3\n\n5 ; le point O ′ est le centre de base du\n\ncône réduit.\n\nCalcule le volume V ′ du cône réduit en utilisant le coefficient\n\nde réduction.\n\n5. Des résultats précédents, calcule le volume du tronc de\n\ncône.\n\n6. calcule l’aire latérale du tronc de cône obtenu\n\nα\n\nθ\n\nLes deux cônes de révolutions de rayons K A et I B sont opposés par le sommet. Les droites (AB) et\n\n(K I ) se coupent en S, et de plus, (B I ) et (K A) sont parallèles.\n\nOn donne : K A = 4,5 cm; K S = 6 cm et SI = 4 cm.\n\n1. Calcule B I .\n\n2. Calcule le volume V1 du cône 1.\n\n(Donne la valeur exacte puis la valeur arrondie au cm3).\n\n3. Le cône 2 est une redirection du cône 1.\n\na) Quel est le coefficient de réduction?\n\nb) Par quel nombre exact, faut-il multiplier V1 du cône 1 pour obtenir le volume V2 du cône 2?\n\nCalcule alors le volume V2\n\n95\n\nLa balise ci-contre est formé d’une demi-boule surmon-\n\ntée d’un cône de révolution de sommet A.\n\nLe segment [BC ] est un diamètre de la base du cône et le\n\npoint O est le centre de cette base.\n\nOn donne OA = BC = 6 dm.\n\n1. Montre que AB = 3p5 dm.\n\n2. Dans cette question , on se propose de calculer des vo-\n\nlumes.\n\na) Calcule en fonction de π le volume du cône ( on pren-\n\ndra la valeur exacte de ce volume).\n\nb) Calcule en fonction de π le volume de la demi-boule\n\n(on donnera la valeur exacte de ce volume).\n\nc) Calcule la valeur exacte du volume de la balise, puis en\n\ndonne la valeur arrondie à 0,1 dm3 près.\n\nOn rappelle que si V est le volume d’une boule de rayon\n\nR, alors V = 4\n\n3 × π × R 3.\n\nOn rappelle que si V est le volume d’un cône de hauteur\n\nh et rayon r , alors V = π × r 2 × h\n\nLa maquette de maison représentée ci-contre est composée :\n\n• d’un pavé droit de dimensions : AB = 30 cm; AE = 20 cm et\n\nAD = 5 cm.\n\n• surmonté d’une pyramide de hauteur 6 cm.\n\n1. Calcule le volume V1 de cette maquette\n\n2. sachant que cette maquette est une réduction de coefficient\n\n50 de la maison réelle, déduire de la première question le vo-\n\nlume V2 en m3 de la maison.\n\nExercice17\n\nUne boite de chocolats à la forme d’une pyramide tronquée (voir la figure ci-dessous). Le rectangle\n\nABC D de centre H et le rectangle A′B ′C ′D ′ de centre H ′ sont des plans parallèles. On donne :\n\nAB = 6 cm; BC = 18 cm H H ′ = 8 cm SH = 24 cm.\n\n1. Calcule le volume V1 de la pyramide SABC D de hauteur SH .\n\n2. Quel est le coefficient k de la réduction qui permet de passer de la pyramide SABC D à la pyra-\n\nmide SA′B ′C ′D ′ de hauteur SH ′ ?\n\n96\n\n3. Déduis-en le volume V2 de la pyramide SA′B ′C ′D ′ puis le volume V3 de la boite de chocolats?\n\nH ′\n\nD ′\n\nExercice18\n\nLa figure ci-contre représente le patron de la partie latérale d’un\n\ncône de révolution.\n\n1. Montre que le rayon de la base est 4 cm et que sa hauteur h me-\n\nsure 2p5 cm.\n\n2. Calcule son volume.\n\n3. On coupe ce cône par un plan parallèle à sa base à 2\n\n3 de la hauteur\n\nà partir de la base. Calcule le volume du tronc\n\n120o\n\n6 cm\n\nExercice19\n\nO ′\n\nUn château d’eau a la forme d’un tronc de cône (voir dessin ci-dessus).\n\nOn donne OO ′ = OA = OS = 5 cm\n\n1. calcule la distance O ′B\n\n2. Calcule le volume du tronc du cône (C ) de sommet S et de base le disque de rayon [OA].\n\n3. Soit (C ′) le cône de sommet S et de base le disque de rayon [O ′B]. En constatant que le cône (C ′)\n\nest un agrandissement du cône (C ), montre que le volume de (C ′) est 8 fois plus grand que celui de\n\n(C ).\n\n4. Calcule alors le volume du cône (C ) puis déduis en celui du château d’eau.\n\n97\n\nTRANSFORMATION DU PLAN\n\nDéfinition.\n\nUne transformation du plan est une application du plan dans lui-même telle que :\n\n• Tout point du plan admet une image et une seule.\n\n• Les images de deux points distincts sont toujours deux points distincts.\n\n■Exemples\n\nLa translation, la symétrie centrale, la symétrie axiale (orthogonale), la rotation sont des transfor-\n\nmations du plan.\n\nSymétrie centrale.\n\n■Symétrique d’un point\n\nLe symétrique A′ du point A dans la symétrie de centre O est tel que O soit le milieu de [AA′].\n\n■Propriétés\n\n• Un point et son image sont alignés avec le centre de symétrie\n\n• Une figure et son image sont superposables.\n\n• L’image d’un segment est un segment de support parallèle et de même longueur.\n\n■Méthode de construction\n\n▶Pour construire le symétrie A′ du point A dans la symétrie de centre O :\n\n• on trace la demi-droite [AO);\n\n• on prend la mesure OA et on la reporte sur [AO) à partir de O ;\n\n• on efface les traits de construction;\n\n• on code les segments égaux.\n\n▶Pour construire le symétrique d’une figure dans une symétrie centrale :\n\n• on construit les symétriques de chaque sommet;\n\n• on relie les images de la même façon que les points de la figure initiale.\n\n■Exemple de symétrique d’une figure\n\nCette figure représente un triangle ABC et son symétrique A′B ′C ′ dans la symétrie de centre O\n\nSymétrie axiale\n\n■Symétrique d’un point\n\nLe symétrique A′ du point A dans la symétrie d’axe (∆) est tel que (∆) soit la médiatrice du segment\n\n[AA′].\n\n98\n\n(∆)\n\n■Propriétés\n\n• Une figure et son image sont superposables.\n\n• L’image d’un segment est un segment de même longueur mais en général non parallèle au seg-\n\nment initial.\n\n■Méthode de construction\n\n▶Pour construire le symétrique A′ du point A dans la symétrie d’axe (∆) :\n\n• on trace un arc de cercle de centre A qui coupe l’axe en deux points E et F (ne pas les nommer\n\nsur la figure);\n\n• on trace deux nouveaux ars de cercle de même rayon que l’arc initial de centre E et F ;\n\n• les deux arcs se coupent en A′.\n\n▶Pour construire le symétrique d’une figure dans une symétrie axiale :\n\n• on construis les symétriques de chaque sommet;\n\n• on relie les images de la même façons que les points de la figure initiale.\n\n■Exemple de symétrique d’une figure\n\n(∆)\n\nLa figure ci-dessus représente un triangle ABC et son symétrique A′B ′C ′ dans la symétrie d’axe (∆).\n\nTranslation.\n\n■Translation d’un point\n\nAvec vecteurs : Le point A′, l’image du point A par la translation de vecteur −−→\n\nM N est tel que :\n\nAA′ = −−→\n\nM N . On note A′ = t−−→\n\nM N (A)\n\n99\n\nSans vecteurs : Le point A′, image du point A dans la translation qui transforme M en N est tel que\n\nM N A′A est un parallélogramme.\n\n■Propriétés\n\n• L’image d’un segment est un segment de support parallèle et de même longueur.\n\n• La translation d’une figure est une figure superposable.\n\n■Méthode de construction\n\nTrois points étant placés, on termine la construction du parallélogramme M N A′A de la façons sui-\n\nvante.\n\n• on reporte la distance M N à partir de A (en effet M N = A′A).\n\n• on reporte la distance M A à partir de N (en effet M A = N A′);\n\n• le point d’intersection de ces deux arcs est le point A′ ;\n\n• on trace le vecteur −→\n\nAA′\n\n■Exemple de translation d’une figure\n\nSur la figure ci-dessus, le triangle A′B ′C ′ est l’image du triangle ABC par la translation de vecteur\n\n−−→\n\nM N .\n\n■Translations successives\n\n▶Propriété\n\nSoit −→\n\nu et −→\n\nv deux vecteurs distincts. Faire la translation de vecteur −→\n\nu suivie de la translation de\n\nvecteur −→\n\nv revient à faire la translation de vecteur −→\n\nu + −→\n\nv .\n\n▶Exemple\n\nLa translation de vecteur −→\n\nAB suivie de la translation de vecteur −→\n\nK L est la translation de vecteur −→\n\npour cela, sur la figure ci-dessous, on a construit le point C image de B par la translation de vecteur\n\nK L : d’où −→\n\nBC = −→\n\nK L. D’après la relation de Chasles : −→\n\nAB + −→\n\nBC = −→\n\nAC\n\n100\n\nRotation\n\n■image d’un point par une rotation\n\nL’image M ′ du point M dans la rotation de centre O et d’angle α est tel que :\n\nOM ′ = OM et Û\n\nM OM ′ = α\n\nα\n\nM ′\n\n■Propriétés\n\n• L’image d’un segment est un segment de longueur.\n\n• l’image d’une figure est une figure superposable.\n\n■Méthode construction\n\n▶Pour construire l’image M ′ du point M dans la rotation de centre O et d’angle α dans le sens des\n\naiguilles d’une montre :\n\n• on trace le segment [OM ];\n\n• on trace un arc de cercle de centre O partant de M dans le sens de la rotation;\n\n• on trace la demi-droite [O x) telle que Ø\n\nM O x = α en faisant au sens de la rotation;\n\n• M ′ est l’intersection de l’arc de cercle et de la demi-droite.\n\n• on code les segments de même longueur et l’angle α.\n\n• on efface les traits de constructions inutiles.\n\n▶Pour construire l’image d’une figure dans une rotation de centre O et d’angle α dans le sens des\n\naiguilles d’une montre :\n\n• on construis les images de chaque sommet;\n\n• on relie les images de la même façons que les points de la figure initiale.\n\n■Exemple de rotation d’une figure\n\nα = 20o\n\nLa figure ci-dessus représente le triangle ABC et son image A′B ′C ′ dans la rotation de centre O et\n\nd’angle α = 20o.\n\nExercice d’application\n\n■Énonce.\n\nSoit le triangle AC D rectangle et isocèle en A tel que AD = AC = 4 cm.\n\n101\n\n1. Calcule la longueur D C\n\n2. Place le point B image de D dans la rotation de centre A et d’angle 60o. On prendra le sens des\n\naiguilles d’une montre comme sens de rotation.\n\n3. Démontre que le triangle ABD est un triangle équilatéral.\n\n4. Place le point E , l’image de D dans la translation de vecteur −→\n\nDémontre que le quadrilatère AB E D est un carré\n\n■Solution.\n\n60o\n\n1. Calculons la longueur D C .\n\nAC D est rectangle en A, donc d’après le théorème de Pythagore : D C 2 = AD 2 + AC 2 = 42 + 42 =\n\n32 =⇒D C =\n\n32 = 4\n\n2;\n\nD C = 4\n\n2 cm .\n\n2. voir figure.\n\n3. démontrons que le triangle ABD est équilatéral.\n\nB est l’image de D dans la rotation de centre A et d’angle 60o, donc AD = AC et ×\n\nB AD = 60o. D’où\n\nABD est un triangle équilatéral.\n\n4. démontrons que le quadrilatère AB E D est un carré.\n\nE = t−→\n\nAC (D ) =⇒−−→\n\nD E = −→\n\nAC , donc le quadrilatère AC E D est un parallélogramme ayant de plus deux\n\ncôtés consécutifs perpendiculaires de même longueur : D’où AC E D est un carré.\n\nSur la figure ci-contre ABC F et F E D C sont deux parallélogramme tels que C et F sont les milieux\n\nrespectifs des segments [BD ] et [AE ].\n\nEn utilisant uniquement les points de cette figure, donne :\n\n1. un vecteur égal au vecteur −→\n\nC B.\n\n2. Un vecteur égal au vecteur −→\n\nC E .\n\n3. Un vecteur n’ayant pas de même direction que −→\n\nC B.\n\n4. L’image de C par la translation de vecteur −→\n\nAF .\n\n5. Un vecteur égal au vecteur −→\n\nC F + −→\n\nF E .\n\n6. Un vecteur égal au vecteur −→\n\nB A + −→\n\nBC\n\n102\n\nLe schéma ci-contre représente un carré ABC D dont les diagonales\n\nse coupent en O. Les points M , N , P et L sont les milieux respectifs\n\ndes segments [AB], [BC ], [C D ] et [AD ].\n\nRéponds aux questions suivantes sans justifier.\n\n1. Quel est le symétrique du triangle AOM par rapport à la droite\n\n(LN )?\n\n2. Quel est le symétrique du triangle AOM par rapport au point O ?\n\n3. On considère la rotation de centre O et d’angle 90o dans le sens\n\ndes aiguilles d’une montre. Quelle est l’image du triangle AOM par\n\ncette rotation?\n\n4. Recopie et complète les égalités vectorielles suivantes.\n\nP O + −−→\n\nOC = ···\n\n−−→\n\nAM + −−→\n\nOC = ···\n\n1. trace un rectangle ABC D , puis son image par la rotation de centre A et d’angle 90o (on désignera\n\npar E , F et G les images respectives de B, C et D ).\n\n2. Construis l’image de toute la figure par l’action successive de :\n\na) la translation de vecteur −→\n\nAG , suivie de la translation de vecteur −→\n\nAE ;\n\nb) la symétrie par rapport à la droite (E A), suivie de la symétrie par rapport à la droite (C D );\n\nc) la symétrie par rapport à D suivie de la symétrie par rapport à G .\n\n(∆′)\n\n(∆)\n\n1. Construis l’image F1 de la figure F par la symétrie par rapport à (∆), puis l’image F2 de F1 par la\n\nsymétrie d’axe (∆′).\n\n2. Par quelle transformation passe-t-on de la figure F à la figure F2\n\n1. Reproduis la figure ci-dessous en vraie grandeur sachant que : OA = 3 cm et que les points A, O\n\net C , d’une part, et points B, O et D d’autre part, sont alignés.\n\n2. Démontre que ABC D est un rectangle.\n\n3. Place, sur la figure, le point E l’image de du point O par la translation de vecteur −→\n\nB A.\n\n4. Place le point F , l’image du point C par la rotation de centre O et d’angle 60o dans le sens des\n\n103\n\naiguilles d’une montre.\n\n5. Montre que les points A, B, C , D , E et F sont sur un même cercle que l’on précisera.\n\n6. Écris un vecteur égal au vecteur −→\n\nC B + −−→\n\nC D\n\n1. Trace un triangle équilatéral ABC de 4 cm de côtés.\n\n2. Construis l’image du triangle ABC .\n\na) par la rotation de centre A, d’angle 60o dans le sens contraire des aiguilles d’une montre;\n\nb) par la rotation de centre B, d’angle 90o dans le sens des aiguilles d’une montre;\n\nc) par la rotation de centre C , d’angle 120o dans le sens contraire des aiguilles d’une montre.\n\n1. Construis un carré ABC D et le triangle équilatéral AB E , extérieur à ABC D , ayant le côté com-\n\nmun le segment [AB] tel que AB = 4 cm.\n\nConstruis le point O centre de gravité du triangle AB E .\n\n2. Construis A1B1C1D1 image de ABC D par la rotation R de centre O et d’angle 120o, dans le sens\n\ndes aiguilles d’une montre.\n\n3. Construis A2B2C2D2 image de A1B1C1D1 par la même rotation.\n\n4. Quelle est la rotation qui transforme ABC D en A2B2C2D2 ?\n\n5. Quelle est l’image de A2B2C2D2 par la rotation R ?\n\n1. Construis un triangle ABC tel que : BC = 4; AB = 3 et AC = 2. On appelle cette figure F1.\n\n2. Construis l’image de F1 par la symétrie d’axe (AB). on l’appelle F2.\n\n3. Construis l’image de F1 par la symétrie de centre B. On l’appelle F3.\n\n4. Construis l’image de F1 par la translation de vecteur −→\n\nBC . On l’appelle F4\n\n104\n\nTroisième partie\n\nÉPREUVES D’EXAMENS\n\n105\n\n[ Mathématiques\n\nÂ 2 Heures\n\n{ Session Normale\n\nÉPREUVE\n\nBFEM\n\nI BFEM 2010\n\nLe schéma ci-contre représente le patron de cône d’un révolution de sommet S, de rayon de base\n\nr . La génératrice [SA] a pour longueur 36 cm.\n\n120o\n\n36 cm\n\nr\n\n1. Justifie la circonférence de base mesure 54π\n\ncm.\n\n2. Montre son rayon de base r vaut 27 cm.\n\n3. Justifie que la hauteur de ce cône est égale à\n\n9p7 cm.\n\n4. Calcule l’aire de la surface totale de ce cône.\n\nOn prendra π = 3,14.\n\nABC est un triangle rectangle en A tel que : AB + AC + BC = 72 cm et 4AB = 3AC .\n\n1. sans calculer les longueurs des côtés du triangle ABC , montre que :\n\na) 7AB + 3BC = 216 cm.\n\nb) 3BC −5AB = 0 cm.\n\n2. En utilisant les résultats de la question 1.).\n\n3. Calcule AB et BC ; déduis-en AC\n\nUn commerçant fixe le prix de vente de chacun de ses articles en prévoyant un bénéfice de 25% sur\n\nle prix d’achat.\n\nSoit x le prix d’achat d’un article et p le prix de vente.\n\n1. Justifie que : p = 5\n\n4 x.\n\n2. Calcule le prix de vente d’un article acheté à 400 F.\n\n3. Calcule le prix d’achat d’un article vendu à 1250 F.\n\n4. Représente graphiquement dans un repère orthonormal (O,I , J ), où 1 cm représente 100 F , l’ap-\n\nplication qui à tout x associe p.\n\n5. Détermine graphiquement le prix d’achat d’un article vendu à 750 F.\n\n106\n\nOn donne l’expression A(x) = (2x + 1)(5x + 1) −(4x + 2)(x −2).\n\n1. Développe et réduis A(x).\n\n2. Factorise A(x).\n\n3. Résous dans R l’inéquation : (2x + 1)(3x + 5) ≤0\n\nII BFEM 2011\n\nOn donne les réels : m = 1 −2\n\n3; p =\n\n13 −4\n\n3 et q =\n\n13 + 4\n\n1. Montre que m est négatif\n\n2. Calcule m 2 puis déduis-en que p et m sont des opposés\n\n3. Encadre m à 10−2 sachant que : 1,732 <\n\n3 < 1,733\n\n4. Montre que p × q = 11\n\nLes lutteurs d’une écurie sont répartis en cinq classes de poids (catégories de poids) d’amplitude\n\n15 kg.\n\nOn a les classes suivantes [80;95[; [95;110[; [110;125[; [125;140[ et [140;155[.\n\n1. Les lutteurs de la classe [95;110[ sont au nombre de 6 et représentent 12% de l’effectif de l’écurie.\n\nMontre qu’il y a 50 lutteurs dans cette écurie.\n\n2.L’angle de la représentation de la classe [110;125[ dans le diagramme circulaire de la série est 36o.\n\nMontre que le nombre de lutteurs de cette classe est 5.\n\n3. La fréquence de la [125;140[ est 0,3. Vérifie que cette classe compte 15 lutteurs.\n\n4. L’effectif de la classe [140;155[ est le tiers de l’effectif de la classe [80;95[.\n\nMontre qu’il y a 6 lutteurs dans la classe [140;155[.\n\n5. Établis le tableau des effectifs cumulés croissants de cette série puis déduis-en la classe médiane.\n\nDans le plan muni d’un repère orthonormal (O,I , J ), on considère les droites (D1) : y = −x + 1 et\n\n(D2) : x −y + 3 = 0.\n\n1. Démontre que les droites (D1) et (D2) sont perpendiculaires.\n\n2. a) Construis les droites (D1) et (D2).\n\nb) Justifie par calcul que le point J appartient à (D1).\n\nc) On appelle E le point d’intersection de (D1) et (D2). Justifie par le calcul que E a pour couple de\n\ncoordonnées (−1;2).\n\nd) Calcule la distance E J .\n\ne) Détermine une équation de la droite (D3) passant par J et parallèle à (D2).\n\nf) Quelle est la positon relative de (D3) et (D1)? Justifie ta réponse.\n\n107\n\nOn considère la figure codée ci-dessous :\n\nQ\n\nR\n\n1. justifie que le triangle N RM est rectangle.\n\nDans toute la suite du problème on suppose que\n\nM R = 8 cm et N R = 6 cm.\n\n2. Calcule M N .\n\n3. Calcule tanÙ\n\nRM N .\n\n4. Démontre que I est le milieu de [M S].\n\n5. Montre que NQ = 9 cm.\n\n6. Démontre que la droite (OR) est parallèle à\n\n(M S).\n\nIII BFEM 2012\n\n1. Soit t = p45 +\n\n196 −\n\n180 −\n\n245\n\nÉcris t sous la forme a\n\nb + c où a ; b et c sont des décimaux relatifs à déterminer avec b positif.\n\n2. On donne les réels x =\n\n7 + 3p5\n\net y = 3p5 −7\n\na) Écris x avec un dénominateur rationnel\n\nb) Justifie que y est négatif\n\nc) Justifie que x = −y\n\nd) Encadre x à 10−2 près sachant que : 2,236 <\n\n3 < 2,237\n\ne) On pose z = (x −y )2. Justifie que pz = −2y\n\nLe Sénégal vient d’administrer une belle leçon de démocratie à la face du monde pour l’organi-\n\nsation d’élection présidentielle incontestée. Le vaincu reconnait sa défaite,félicite le vainqueur.\n\nUne étude statique portant sur les 30 mots de ce texte (un mot quelconque est considéré au-\n\ntant de fois qu’il apparait dans le texte), a donné le diagramme circulaire ci-dessous\n\n1. Lequel des caractères ci-dessous est celui qui est étudié :\n\n• Longueurs des mots,\n\n• nature grammaticale des mots,\n\n• le genre des mots?\n\n108\n\n2. indique la nature de ce caractère.\n\n3. indique les modalités de ce caractère.\n\n4. Dresse le tableau des effectifs de cette série.\n\n5. Construis le diagramme en bandes de cette série\n\npréposition\n\nverbe\n\nNom\n\nadjectif\n\narticle\n\n120o\n\n48o\n\n96\n\n48o\n\n48o",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_1_21_mb.pdf",
    "year": 2024,
    "zone": null,
    "hasCorrection": false
  }
}