{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": null,
  "title": "t l charger 44 68 mb - part 4",
  "content": "réfrigérateur de puissance P2 = 200W, 1 téléviseur de puissance P3 = 100W, 1 ventilateur de\n\npuissance P4 = 150W, 6 lampes de puissance P5 = 60W chacune. La durée moyenne de\n\nfonctionnement de chaque appareil pendant une journée est de 8 heures et la tension du secteur\n\nest de 220V.\n\nL’élève désire déterminer le montant de la consommation d’énergie des appareils utilisés et le\n\nmontant de la facture CIE à payer. Pour cette facture, la TVA de 18% est 11050F, la prime fixe\n\nrelative à la puissance souscrite est 480F, le timbre d’état est 100F, la redevance électrification\n\nrurale est 270F, la taxe rémunératoire enlèvement d’ordure ménagères est 400F et 2000F pour la\n\nredevance RTI. Le prix du kilowattheure (kWh) est de 66,96F CFA.\n\n1. Donne l’expression de l’énergie électrique.\n\n2. Calcule :\n\n2.1. la puissance totale des appareils de la maison.\n\n2.2. l’énergie électrique Ee consommée en un jour par les appareils pendant les 8h de\n\nfonctionnement :\n\n2.2.1. en joule.\n\n2.2.2.en kilowattheure (kWh).\n\n3. Détermine :\n\n3.1. l’énergie électrique Ee’ consommée en 60 jours par les appareils en kWh.\n\n3.2. le montant M’ de la consommation des appareils pour les 60 jours de fonctionnement.\n\n4. Calcule le montant total M de la facture CIE du domicile de l’élève en tenant compte des\n\ndiverses taxes\n\n39\n\nGROSSESSES PRECOCES\n\nLa grossesse précoce est une grossesse contractée par une jeune fille avant l’âge de 18 ans.\n\nLes signes nous permettant d’identifier une grossesse sont : l’aménorrhée, augmentation du volume\n\ndes seins, les nausées, les vomissements, la perversion du gout, le grossissement du ventre.\n\nLes causes des grossesses précoces sont : les rapports sexuels non protégés, la précarité financière, le\n\nmanque d’éducation sexuelle et de communication avec les parents, la méconnaissance des méthodes\n\ncontraceptives, les mauvaises fréquentations, la facilite, la naïveté.\n\nLes conséquences des grossesses précoces sont :\n\nIl faut lutter contre les grossesses précoces pour préserver la vie\n\nqui est sacrée ; préserver sa dignité et celle de sa famille ;\n\ngarantir un avenir sain\n\nSur la santé de la mère :\n\nAccouchement difficile parfois par\n\ncésarienne\n\nL’amaigrissement\n\nLa stérilité\n\nLa déformation du bassin\n\nL’avortement clandestin\n\nLe décès de la mère\n\nSur la santé de l’enfant :\n\n- Naissance prématuré\n\n- La malformation et les\n\ndéformations physiques\n\n- Le traumatisme de\n\nl’enfant.\n\n- La mort avant terme du\n\nfœtus\n\nSur le plan social\n\n- Arrêt ou abandon des études\n\n- rejet et abandon par la famille\n\n- avenir incertain\n\nQUE FAUT-IL FAIRE POUR EVITER LES GROSSESSES PRECOCES ?\n\nPour éviter les grossesses précoces, l’on doit avoir des comportements responsables ou utiliser les méthodes contraceptives.\n\nQuelques comportements responsables\n\nPratiquer l’abstinence sexuelle\n\nAvoir des rapports protégés\n\nAppliquer la stratégie de prise de décision et de l’affirmation du soi\n\nAvoir de bonnes fréquentations\n\nAvoir des loisirs sains\n\nLes méthodes naturelles\n\nMéthode Ogino-Knaus\n\nLe coïte interrompu\n\nMéthode des températures\n\nLes méthodes mécaniques\n\nLes préservatifs\n\nLe diaphragme\n\nLe stérilet\n\nLes méthodes chimiques\n\nLe stérilet\n\nLes spermicides\n\nLes pilules\n\nLes préservatifs, les spermicides et le diaphragme empêchent la rencontre des gamètes ou la fécondation.\n\nLe stérilet empêche la nidation\n\nLes pilules empêchent à la fois l’ovulation, la fécondation et la nidation\n\nLe tableau ci-dessous présente quelques\n\ncontraceptifs et leurs modes d’action.\n\nAssocie chaque contraceptif à son mode\n\nd’action, en utilisant les chiffres et les\n\n40\n\nLors de la journée de « l’élève conscient »\n\norganisée par Les Cours Privés le Succès, un\n\nélève de la classe de 3ème présente les\n\naffirmations suivantes relatives aux grossesses\n\nprécoces.\n\n1- La contraception est l’ensemble des\n\ndispositions qu’on prend pour ne pas avoir de\n\nrapport sexuel.\n\n2- Les grossesses précoces ont des\n\nconséquences sur la mère uniquement.\n\n3- L’ovulation est l’émission de l’ovule par\n\nl’ovaire.\n\n4- La fécondation est la fixation de la cellule œuf\n\ndans l’utérus.\n\n5- Les spermicides sont des moyens de\n\ncontraception chimique.\n\n6- Le toucher vaginal est une méthode\n\ncontraceptive naturelle.\n\n7- La méthode du Billing est une méthode\n\ncontraceptive mécanique.\n\n8- Les phases de la grossesse sont la phase\n\novulatoire et la phase embryonnaire.\n\nEcris (J) devant chaque affirmation juste et\n\n(F) devant chaque affirmation fausse.\n\nA. Le texte ci-dessous se rapporte à des\n\nmoyens contraceptifs et à leur mode d’action.\n\nIl existe plusieurs moyens de contraception. Les\n\n…1…. sont les contraceptifs …2..., elles\n\nempêchent à la fois l’…3…, la fécondation et la\n\nnidation.\n\nLes spermicides …4… les spermatozoïdes,\n\nempêchant ainsi la …5….\n\nLe …6….et le diaphragme sont des\n\ncontraceptifs …7… qui s’opposent à la …8….\n\nLe …9... Placé dans l’utérus de la femme est un\n\ncontraceptif mécanique qui empêche la …10…\n\nEn utilisant les chiffres complète le texte\n\navec les mots qui conviennent dans la liste\n\nsuivante : fécondation, nidation, tuent, stérilet,\n\novulation, chimiques, pilules, mécaniques,\n\nrencontre des gamètes, condom.\n\nB. Classe les moyens contraceptifs suivants\n\ndans le tableau ci-dessous : stérilet, méthode des\n\ntempératures, spermicides, pilule, diaphragme,\n\ncondom, méthode Ogino Knauss\n\nSophie est une fille âgée de 15 ans en classe de\n\n3ème dans un Lycée. Depuis un certain temps elle\n\nprésente des symptômes suivants : vertiges,\n\nnausées, vomissements. Sa mère la soupçonne\n\nd’être enceinte. Au centre médical de son quartier,\n\nla sage-femme confirme les soupçons de la mère\n\nau grand étonnement de la jeune fille.\n\n1- Nomme le type de grossesse de Sophie\n\n2- Enumère deux (02) dangers liés à cette\n\ngrossesse dans chacun des cas suivants\n\n2.1- Sur la santé de Sophie\n\n2.2- Sur la santé de son enfant\n\n3- La sage-femme dit à Sophie qu’elle aurait dû soit\n\nutiliser des pilules soit demander à son partenaire\n\nde porter un préservatif.\n\n3.1- Indique la nature de chaque méthode proposée\n\npar la sage-femme.\n\n3.2- Indique le ou les modes d’action de chaque\n\nméthode proposée.\n\n41\n\nINFECTION AU VIH\n\nLe SIDA est une maladie mortelle due à la destruction du système immunitaire (c'est-à-dire les systèmes de\n\ndéfense de l’organisme) par un virus appelé VIH. L’organisme incapable de se défendre devient la proie de\n\ntoutes les infections.\n\nDEFINITIONS :\n\nSIDA : Syndrome d’immunodéficience acquise\n\nVIH : virus de l’immunodéficience humaine\n\nIST : Infection Sexuellement Transmissible\n\nLES SYMPTOMES DU SIDA ET DE QUELQUES IST\n\nSIDA : fièvre, sueurs nocturnes, ganglions gonflés, diarrhée persistante, vomissements, amaigrissement…\n\nChancre mou : des plaies douloureuses au niveau des organes génitaux, des ganglions gonflés dans l’aine.\n\nHépatite B : la grippe, la jaunisse et des urines foncées.\n\nLa contamination par voie mère-enfant\n\n-Echanges placentaires mère enfant lors de\n\nla grossesse.\n\n- lors de l’allaitement du nouveau-né par\n\nune mère séropositive.\n\nLES MODES DE CONTAMINATION\n\nLe SIDA se transmet par la voie sanguine et par la voie sexuelle et lors de l’allaitement du nouveau-né par une mère séropositive.\n\nLa contamination par voie sanguine\n\n-La transfusion de sang contaminé.\n\n-L’utilisation d’objets contaminés\n\n(aiguilles, lame, ciseaux…)\n\nLa contamination par voie sexuelle\n\nLors des rapports sexuels non\n\nprotégé entre deux partenaires dont\n\nl’un est contaminé.\n\nMECANISME DE L’INFECTION DUE AU VIH\n\nLe système de défense immunitaire de l’organisme est assuré par une catégorie de globules blancs : les\n\nlymphocytes.\n\nLorsque le virus pénètre dans l’organisme, il s’attaque à un type bien particulier de lymphocytes : les\n\nlymphocytes T4 (LT4) qu’il infecte en introduisant dans le noyau de celui-ci son matériel génétique\n\ncomposé d’ARN viral. Le virus se trouve ainsi à l’intérieur de la cellule du lymphocyte T4 : c’est la cellule\n\nhôte. A ce niveau, 2 cas se présentent :\n\n1er cas :\n\nLe virus est dormant (inactif). Le virus peut rester à\n\nl’intérieur du LT4 sans faire de dégâts. L’individu porteur\n\nde VIH est donc un porteur sain ou porteur\n\nasymptomatique car il ne fait pas la maladie. Le sujet est\n\ndit séropositif. Cet état de séropositivité peut durer des\n\nannées et l’individu mène une vie normale. Mais\n\nattention il est contagieux.\n\n2eme cas :\n\nA un moment donné le virus se réveille et se multiplie\n\nactivement à l’intérieur des LT4 qui éclatent et libèrent un\n\ntrès grand nombre de nouveaux virus. Ces nouveaux virus\n\nvont infecter les LT4 sains et les détruis. Ainsi l’organisme\n\nest privé de moyens de défense. Il devient alors une proie\n\nfacile pour tout autre microbe responsable de maladie\n\ndite opportuniste. En ce moment donc, les symptômes du\n\nSIDA apparaissent : on parle de sidéen.\n\nLES MOYENS PREVENTIFS CONTRE LE SIDA\n\n-l’abstinence\n\n-la fidélité\n\n-les rapports sexuels protégés (utilisation de préservatifs)\n\n-utiliser du matériel stérilisé lors des injections, transfusion sanguine…\n\n-contrôler le sang avant toute transfusion sanguine.\n\n-la mère séropositive ne doit pas allaiter son bébé.\n\n-accentuer la sensibilisation à travers des causeries-débats, des conférences….\n\nLa prévention, l’information,\n\nla sensibilisation et\n\nl’éducation de la population\n\nrestent les moyens de limiter\n\nla propagation du SIDA.\n\nLes IST telles que l’hépatite B et le chancre mou se transmettent par des rapports sexuels non protégés et échange\n\nde liquides corporels (salive).\n\n42\n\nLors d’une conférence organisée par le Club\n\nSanté des Cours le Succès, le conférencier\n\nexplique que « le SIDA est la forme sévère\n\nd’une infection par le VIH. Le virus pénètre\n\ndans l’organisme et s’attaque aux cellules\n\nhumaines qui interviennent normalement dans\n\nla défense de l’organisme.\n\nAinsi, le système immunitaire devient inefficace\n\net de nombreuses maladies opportunistes\n\npeuvent, alors se développer, conduisant à un\n\naffaiblissement général puis au décès de la\n\npersonne ».\n\nTu as été désigné par ta classe afin de rappeler\n\nles explications du docteur-conférencier à tes\n\namis absents.\n\n1.1- Définis le SIDA.\n\n1.2- Définis le VIH\n\n2- Nomme les cellules humaines auxquelles\n\ns’attaque le virus du SIDA.\n\n3- Expliquez l’inefficacité du système\n\nimmunitaire.\n\n4- Citez les différentes voies d’infection du virus\n\ndu SIDA\n\n5- Citez deux moyens de prévention du VIH.\n\nA) Une équipe du ministère de la santé publique recrute des\n\njeunes élèves dans le cadre d’une campagne de sensibilisation\n\ncontre le sida en milieu scolaire. Dans le but de vérifier ton\n\nniveau d’information sur cette infection, le chef de l’équipe met à\n\nta disposition le texte incomplet ci-dessous :\n\nUne fois dans l’organisme, le VIH infecte un ……1….. qu’il utilise\n\npour fabriquer de nouveaux …..2….. grâce au programme qu’il a\n\nintroduit. Ces nouveaux virus infectent et détruisent à leur tour\n\nles autres lymphocytes. Ainsi, le ……3…. est défaillant et laisse\n\ns’installer les …4…… opportunistes qui entrainent la mort de\n\nl’individu.\n\nComplète ce texte avec les mots suivants : système\n\nimmunitaire, lymphocyte T4, maladies, virus pour bien\n\nexpliquer le mécanisme d’infection du VIH. Exemple : 5-sida\n\nB) Le chef de l’équipe dresse ensuite l’anagramme sur la feuille\n\nannexe et te propose les définitions suivantes :\n\n1- Cellule de l’organisme attaquée par le Virus du sida dès son\n\nentrée dans l’organisme.\n\n2- Conséquence grave provoquée par la multiplication du virus\n\ndans l’organisme.\n\n3- Nom du virus du sida.\n\n4- Individu dont l’organisme contient le virus du sida mais ne\n\nprésentant aucun symptôme.\n\n5- Moyen de lutte utilisé par l’homme contre la transmission du\n\nvirus du sida par voie sexuelle.\n\n6- Sigle désignant le syndrome d’immunodéficience acquise.\n\n7- Symptôme persistant lors de la manifestation du sida.\n\n8- Méthode de lutte contre la transmission du virus par voie\n\nsexuelle, observée par les deux partenaires.\n\nEn te servant de ces définitions, remplis au stylo et en\n\nlettres majuscules cet anagramme.\n\nNB : toute rature annule la réponse.\n\nLors d’une campagne de sensibilisation contre\n\nle VIH/SIDA et les grossesses précoces en\n\nmilieu scolaire, un élève de 3ème fait les\n\npropositions de comportements suivants à\n\nadopter pour une vie saine :\n\n1- Etre fidèle à son partenaire ;\n\n2- Se laver les mains avant de manger ;\n\n3- Avoir des rapports sexuels protégés ;\n\n4- S’abstenir de rapport sexuel avant le\n\nmariage ;\n\n5- Eviter les accolades ;\n\n6- Utiliser du matériel médical à usage unique ;\n\n7- Eviter d’utiliser les mêmes couverts que le\n\nmalade ;\n\n8- Opter pour le dépistage volontaire ;\n\n9- Utiliser des pilules.\n\nEn utilisant les chiffres, réponds par vrai ou\n\npar faux aux propositions ci-dessus.\n\n43\n\nLES ALIMENTS ET L’HOMME\n\nIl existe les aliments simples minéraux, les aliments simples organiques, les aliments composés.\n\nLes aliments minéraux comprennent l’eau, les sels minéraux et les vitamines.\n\nLes aliments organiques comprennent les protides, les glucides, les lipides.\n\nRegardez\n\nnos vidéos\n\nLe tableau ci-dessous se rapporte aux aliments\n\nsimples et à leurs rôles dans l’organisme.\n\nCOMMENT PEUT-ON CARACTERISER LES ALIMENTS SIMPLES ORGANIQUES ?\n\nQUELS SONT LES TYPES D’ALIMENTS ?\n\nVET = VEG + VEP + VEL\n\n1g de glucides → 17 KJ ↔ 4Kcal\n\n1g de protides →17 KJ ↔ 4 Kcal\n\n1g de lipides → 38 KJ ↔ 9 Kcal\n\nLa valeur énergétique d’un aliment :\n\nLa quantité d’énergie fournit par la\n\nconsommation d’un aliment dépend de sa\n\nteneur en glucide, en protide et en lipide.\n\nL’eau et les sels minéraux n’ont aucune\n\nvaleur énergétique.\n\nLa malnutrition est une absence régulière\n\nd’un ou de plusieurs types d’aliments simples\n\ndans une ration alimentaire.\n\nLa ration alimentaire est la quantité\n\nd’aliments qu’un individu doit consommer\n\nquotidiennement pour maintenir son poids et\n\nsa santé.\n\nExemple de maladie nutritionnelle :\n\nLe kwashiorkor (absence de protéine), le\n\n(\n\n)\n\nReproduit le tableau et relie chaque aliment simple\n\nà son rôle dans l’organisme\n\nComplète le texte ci-dessous avec les mots et les groupes de\n\nmots suivants : précipité blanc, lactose, protides, d’acide,\n\nprécipité rouge brique, sucre réducteur, lipides, tache\n\ntranslucide, précipité blanc qui noircit à la lumière, nitrate\n\nd’argent.\n\nDiverses expériences permettent de connaitre la constitution du lait.\n\nOn laisse le lait se reposer pendant 6 heures : une couche épaisse se\n\nforme à la surface qui laisse une .…1…. sur le papier. Cela démontre\n\nla présence de ….2…. dans le lait. Si on verse quelques gouttes ....3….\n\ndans un verre de lait ; on obtient du lait coagulé. Il existe donc des\n\n….4…. dans le lait. Si on ajoute au petit-lait de la liqueur de Fehling et\n\nque l’on chauffe, on obtient un ….5…. . Le lait contient un ….6…. qui\n\nest le ….7…. . Si dans l’expérience précédente au lieu d’ajouter de la\n\nliqueur de Fehling, on ajoute au petit-lait de l’oxalate d’ammonium,\n\non obtient ….8…. . Si on remplace l’oxalate d’ammonium par du\n\n….9…., on obtient un ….10….\n\nDELORVI est un nourrisson qui vit à Gonzagueville. Sa ration alimentaire\n\nest exclusivement constituée de lait maternel. L’analyse de 100g de lait\n\nmaternel montre qu’il est constitué de : Glucides 5,2g ; Protides 3,5g ;\n\nLipides 4g et autres (sels minéraux, eau et vitamines) 87,3g.\n\n1- Définis la notion de ration alimentaire.\n\n2- Répartis les 06 aliments simples du lait selon leur rôle dans\n\nl’organisme.\n\n3- Calcule la masse en g de glucides, de protides, de lipides et autres du\n\nlait\n\n4- Détermine la valeur énergétique des 100g de lait.\n\n44\n\nLA DIGESTION DES ALIMENTS\n\nRegardez\n\nnos vidéos\n\nAprès leur consommation, les aliments subissent des\n\ntransformations tout au long de l’organisme. Au cours de ce\n\nphénomène, il y a production de substances enzymatiques\n\ndans certaines zones de l’organisme pour faciliter la\n\ndigestion des aliments.\n\n1- Nommez les différentes zones de transformation des\n\naliments dans l’organisme.\n\n2- Indiquez pour chaque zone de transformation le ou les\n\nenzymes produits.\n\n3- qu’obtient-on à la fin de la transformation de l’aliment.\n\n4- Indiquez le rôle de la digestion dans le fonctionnement de\n\nl’organisme.\n\nHors de l’organisme → digestion in vitro\n\nLa digestion est la transformation des aliments composés en aliments simples assimilables par l’organisme\n\nDans l’organisme → digestion in vivo\n\nCOMMENT LES ALIMENTS SONT-ILS TRANSFORMES ?\n\nLes dents coupent, déchirent et broient les aliments pour donner une pâte molle appelée bol alimentaire.\n\nDans l’estomac, le bol alimentaire subit un brassage pour être transformé en chyme stomacal.\n\nDans l’intestin grêle, le chyme stomacal est transformé en chyle intestinal.\n\nOn distingue 2 types de transformation des aliments : une transformation mécanique et une transformation chimique.\n\nLa digestion est donc la transformation des aliments\n\npar l’appareil digestif en substances assimilables par\n\nl’organisme : les nutriments.\n\nTous les nutriments qui proviennent de la digestion des\n\naliments passent à travers les villosités intestinales pour\n\narriver dans le sang ou dans la lymphe.\n\nRègles d’hygiène alimentaire : bien cuire les\n\naliments, bien mastiquer les aliments avant de les\n\navaler, Laver les mains avant ou après les repas,\n\néviter de manger les aliments avariés…\n\nRecopie le texte ci-dessous en remplaçant les\n\nlettres d’A à I par les termes appropriés.\n\nNos aliments sont mâchés dans la A ; là ils sont\n\nimprégnés de B. grâce à la C ils s’engagent dans\n\nun tube long d’une trentaine de centimètres : D.\n\nils arrivent ensuite dans une poche musclée, E,\n\npour y subir l’action de suc F. en sortant de cet\n\norgane, le G reçoit les sécrétions biliaires et H.\n\nA l’issu de la digestion on obtient dans l’intestin\n\ngrêle le I\n\nEcris vrai ou faux devant chaque affirmation.\n\n1- L’estomac produit le suc hépatique.\n\n2- L’intestin grêle produit le suc intestinal.\n\n3- Le foie produit le suc gastrique.\n\n4- Les glandes salivaires produisent la salive.\n\n5- Le pancréas produit le suc pancréatique.\n\n6- Le gros intestin produit le suc gastrique.\n\n45\n\nSANG ET TRANSFUSION SANGUINE\n\nRegardez\n\nnos vidéos\n\nM. Koffi se rend à l’hôpital après son accident à moto\n\npour se faire consulter. Lors de sa consultation, le\n\nmédecin lui demande de faire une transfusion sanguine\n\npour augmenter son volume sanguin. Le sang de M.\n\nKoffi présente l’agglutinogène B et est du Rhésus\n\nnégatif.\n\n1- Donne la définition de la transfusion sanguine.\n\n2- Indique les conditions à prendre avant une\n\ntransfusion sanguine.\n\n3- Indique à quelle condition une transfusion sanguine\n\nest dite « réussite »\n\n4- Nomme le groupe sanguin de M. Koffi.\n\n5- Déduis-le ou les groupes sanguins qui peuvent\n\ndonner du sang à M. Koffi.\n\nAprès son accouchement à domicile, une jeune\n\nfille a perdu beaucoup de sang. Transporté\n\nd’urgence à l’hôpital, sa mère avoue qu’elle est\n\ndu groupe AB+.\n\n1-Détermine les différents groupes sanguins du\n\nsystème ABO en tenant compte des facteurs\n\nRhésus.\n\n2-Identifie les différentes possibilités de\n\ntransfusion sanguine de pour cette jeune fille.\n\n3-Explique les notions de compatibilité et\n\nd’incompatibilité.\n\nLes affirmations suivantes sont relatives aux\n\ngroupes sanguins.\n\nEcris vrai ou faux devant chaque affirmation.\n\n1- Un individu du groupe A possède des\n\nagglutinogènes A sur ses hématies.\n\n2- Un individu du groupe O n’a pas\n\nd’agglutinogène sur ses hématies.\n\n3- Un individu du groupe AB a des agglutinines\n\nanti-A et anti-B dans son plasma.\n\n4- Un individu du groupe AB possède des\n\nagglutinogènes A et B sur ses hématies.\n\nLe sang en transportant les nutriments à travers tout l’organisme participe à sa nutrition.\n\nCOMMENT LE SANG ARRETE-T-IL SON PROPRE ECOULEMENT HORS DE L’ORGANISME ?\n\nSang sédimenté = plasma + cellules sanguines.\n\nSang coagulé = sérum + caillot.\n\nCaillot = cellules sanguine + fibrine.\n\nSérum = plasma - fibrinogène.\n\n- le plasma du sang A porte des anticorps B ou des agglutinogènes anti B\n\n- le plasma du sang B porte des anticorps A ou des agglutinogènes anti A\n\n- le plasma du sang AB ne porte pas des anticorps\n\n- le plasma du sang O porte des anticorps B et des anticorps A\n\nCOMMENT LE SANG SAUVE –T – IL DES VIE ?\n\nNous devons retenir qu’à partir de la transfusion sanguine, le sang sauve des\n\nvies humaines selon un schéma de distribution bien précis.\n\nO donneur universel ; O+ donneur universel partiel et O- vrai donneur universel\n\nAB receveur universel : AB- receveur universel partiel et AB+ vrai receveur\n\nuniversel\n\nLe Rh+ ne peut donner qu’au Rh+\n\nLe Rh- peut donner a Rh- et Rh+\n\nRh (Rhésus)\n\n46\n\nCARACTERISTIQUES D’UN SOL\n\nRegardez\n\nnos vidéos\n\nLe tableau ci-dessous présente des caractéristiques d’un sol et des définitions.\n\nRelie chaque caractéristique du sol à sa définition, en utilisant les chiffres et les lettres.\n\nLa pédologie qui est l’étude des sols nous permet de comprendre les relations sols-plantes.\n\nUn sol est fertile lorsqu’il dispose de tous les constituants minéraux et organiques en proportion\n\nconvenable pour assurer un bon développement et une bonne productivité des plantes qui y\n\npoussent.\n\nDEFINITIONS\n\nLa perméabilité est l’aptitude d’un sol à se laisser traverser par l’eau.\n\nLa porosité d’un sol est le volume total des espaces laissés libres entre les particules solides.\n\nLa capacité de rétention en eau d’un sol est la quantité d’eau retenue par ce sol après égouttage.\n\nLa capacité en air d’un sol est le volume d’air contenu dans les espaces libres de ce sol.\n\nLa porosité, la perméabilité, la capacité de rétention en eau et la capacité en air sont les caractéristiques physiques du\n\nsol, car elles dépendent de la texture du sol.\n\nVolume de la boite V\n\nMasse de la boite et du sol sec m1\n\nMasse de la boite et du sol saturé d’eau m2\n\nMasse de la boite et du sol égoutté m3\n\nLes mots et groupes de mots suivants sont relatifs aux\n\npropriétés physiques d’un sol et aux caractéristiques\n\nd’un sol fertile : porosité, bonne perméabilité à l’eau,\n\nrichesse en micro-organismes, capacité en air,\n\nrichesse en sels minéraux, perméabilité à l’eau,\n\nbonne aération, richesse en humus, capacité de\n\nrétention en eau.\n\nRange-les dans le tableau ci-dessous.\n\nPropriétés physiques\n\nCaractéristique d’un sol fertile\n\nLa coopérative de ton établissement veut réaliser des\n\ncultures maraîchères. On propose aux membres de\n\nchoisir entre deux parcelles A et B dans\n\nl’établissement. Avec certains membres de la\n\ncoopérative, vous décidez d’étudier le sol des deux\n\nparcelles, en effectuant plusieurs mesures. Les\n\nrésultats des différentes mesures sont consignés dans\n\nle tableau ci-dessous.\n\nLes autres membres de la coopérative n’étant pas en\n\nclasse de 3ème, ils comptent sur toi pour les aider à\n\nchoisir le meilleur des deux sols.\n\n1- Nomme les propriétés physiques étudiées sur ces\n\nsols.\n\n2- Calcule la valeur correspondant aux propriétés\n\nphysiques de chaque sol.\n\n3- Choisis le meilleur des deux sols.\n\n4- Justifie ta réponse.\n\n47\n\nRELATIONS SOLS-PLANTES\n\nLes sols favorisent le bon développement des plantes par leur nature et leurs propriétés. Il faut par ailleurs\n\nnoter que les plantes entretiennent aussi les bonnes propriétés des sols.\n\nLa nature du sol qui dépend de ses caractéristiques, agit sur le développement de la plante.\n\nIl existe différents types de sols en côte d’ivoire dont les principaux sont les sols : hydromorphes, les sols\n\nferralitiques et les sols ferrugineux.\n\nLes informations du tableau ci-dessous se\n\nrapportent aux relations entre les plantes et\n\nles sols.\n\nAssocie chaque type de plante au type de\n\nsol qui lui convient, en utilisant les lettres\n\net les chiffres.\n\nUn paysan de ton village, dans la région de\n\nSoubré, possède une plantation de cotonniers\n\net de cacaoyers. Les cacaoyers lui donnent\n\nune production satisfaisante tandis que la\n\nplantation de cotonniers a un mauvais\n\nrendement.\n\nIl te raconte avec amertume les difficultés qu’il\n\nrencontre dans son champ. Tu veux l’aider à\n\ncomprendre ce problème.\n\n1- Nomme le type de sol sur lequel il travaille.\n\n2- Indique les caractéristiques des cultures\n\nsusceptibles d’un bon rendement sur ce sol.\n\n3- Explique la cause du mauvais rendement\n\nde la culture du coton dans la région de\n\nSoubré.\n\n4- Propose à ce paysan une autre culture en\n\nremplacement du cotonnier.\n\nVoici une série de mots et groupes de mots\n\nrelatifs à la localisation des sols et aux relations\n\nsols-plantes : sols ferralitiques, adaptation,\n\ncourtes racines, sols ferrugineux, sols\n\nhydromorphes, longues racines.\n\nEn Côte d’Ivoire, il existe différents types de\n\nsols. Dans la partie Nord on trouve les\n\n…………1………., tandis que dans sa partie\n\nsud, on trouve les ……………2…………….\n\nDans les bas-fonds et sur le cordon littoral on\n\ntrouve les ………………3…………… sur\n\nlesquels poussent des plantes à cycle court et à\n\n…………………4……………... Les plantes à\n\n…………………5……………. poussent sur les\n\nsols ferralitiques. Ces plantes sont adaptées à\n\nces sols : on parle d’………………6…………. de\n\nla plante au type de sol.\n\nComplète le texte par les mots ou groupes\n\nde mots qui conviennent, en utilisant les\n\nchiffres.\n\n48\n\nDEGRADATION DES SOLS\n\nLa dégradation du sol se fait à partir de facteurs climatiques qui sont l’eau, le vent encore appelés agents\n\nde dégradation\n\nL’érosion du sol se fait par des facteurs liés au sol qui sont la pente du sol, la nature du sol et l'absence du\n\ncouvert végétal.\n\nLa dégradation ou érosion du sol se fait par des agents d’érosion (eau et vent), aidés par des facteurs\n\nd’érosions (nature du sol, pente, absence du couvert végétal)\n\nLes mots et des groupes de mots suivants\n\nsont en relation avec la protection et\n\nl’amélioration des sols : amendement du sol ;\n\nabandon des feux de brousse ; reboisement ;\n\njachère ; apport d’engrais ; terrassement ;\n\nabandon des cultures sur brûlis ; brise-vent et\n\nhaies ; paillage.\n\nRange ces mots et groupes de mots dans\n\nle tableau ci-dessous.\n\nMoyens de\n\nprotection des\n\nsols\n\nTechniques\n\nd’amélioration des\n\nsols\n\n1- Nomme le phénomène auquel les sols du village sont\n\nsoumis.\n\n2- Identifie les facteurs qui sont à l’origine de la\n\ndégradation des sols du village.\n\n3- Explique la baisse de la production agricole dans le\n\nvillage.\n\nLes étapes de la dégradation du sont cités dans\n\nle désordre\n\na- Formation de ravin\n\nb- Destruction du couvert végétal\n\nc- Formation de rigoles\n\nd- Transport des particules\n\ne- Arrachement de la partie arable du sol\n\nClasse ces étapes dans l’ordre\n\nchronologique du déroulement de ce\n\nphénomène en utilisant les lettres.\n\nDans le cadre de la coopérative scolaire, des élèves\n\ncultivent des tomates sur trois (3) parelles A, B et C ayant\n\napparemment les mêmes caractéristiques. A la récolte, ils\n\nconstatent que les rendements sont différents.\n\nAfin de déterminer les causes de cette différence de\n\nrendement, les élèves aidés d’un technicien de l’ANADER\n\n(Agence National d’Appui Au Développement Rural),\n\neffectuent des recherches sur une caractéristique de ces\n\ndifférents sols.\n\nLes résultats obtenus sont consignés dans le tableau ci-\n\naprès.\n\nTu es en vacances dans un village de la région de\n\nl’ouest, où les terres cultivables sont situées sur le\n\nflanc des collines. Les villageois pratiquent\n\nexclusivement la culture sur brulis. Les sols sont\n\nexposés à une forte dégradation et la production\n\nagricole baisse chaque année. Les élèves de ce\n\nvillage, préoccupés par la situation de leurs parents\n\nt’invitent à organiser une campagne de\n\nsensibilisation.\n\n1- Identifie à partir du tableau, la caractéristique du sol\n\nrecherchée par les élèves.\n\n2- Compare :\n\na- Les rendements des sols A, B et C.\n\nb- La teneur en humus des sols A, B et C.\n\n3- Explique la différence de rendement agricole de ces\n\ntrois sols.\n\n4- Propose une technique culturale pour améliorer le\n\nrendement agricole de la parcelle B.\n\n49\n\nQUELQUES SCHEMAS\n\n50\n\nCette épreuve comporte deux pages (02) numérotées 1/2 et 2/2.\n\nLa calculatrice scientifique est autorisée\n\nEXERCICE 1 (6 points)\n\n1/2\n\nA) Les affirmations suivantes se rapportent à l’infection due au VIH/SIDA.\n\nLe VIH se transmet :\n\n1- de la mère à l’enfant par l’allaitement ;\n\n2- lors de la circoncision par l’utilisation de matériel souillé ;\n\n3- en serrant la main à un séropositif ;\n\n4- par la transfusion sanguine ;\n\n5- par la piqûre de moustiques ;\n\n6- par la scarification et le tatouage ;\n\n7- en partageant un repas avec un séropositif ;\n\n8- lors des rapports sexuels non protégés.\n\nRéponds par Vrai ou Faux à chaque affirmation en utilisant les chiffres.\n\nB) Le texte ci-dessous se rapporte aux conséquences d’une grossesse précoce. Recopie et complète le texte\n\navec les mots et groupes de mots suivants : précoce, accouchement, rapports conflictuels, stérilité,\n\ndislocation, déformations.\n\nLa grossesse commence par la fécondation de l’ovule par le spermatozoïde et se termine par l’.…1…. une\n\ngrossesse est dite….2…. lorsqu’elle est contractée par une jeune fille avant l’âge de 18 ans. Une grossesse\n\nprécoce est contractée à la suite d’un rapport sexuel non protégé. Elle peut provoquer chez la jeune fille des\n\nfistules, un accouchement difficile, la ….3…. du bassin, la….4…. et parfois la mort. L’arrêt des études des\n\njeunes mères, les….5….avec les parents et la ….6…. des familles sont quelques conséquences sociales d’une\n\ngrossesse précoce.\n\nComplète le texte en utilisant les chiffres.\n\nEXERCICE 2 (6 points)\n\nPROBATOIRE\n\nBEPC\n\nSESSION FEVRIER 2021\n\nDans un établissement scolaire, des cas de grossesses d’adolescentes et d’infection au VIH ont été décelés\n\nlors d’une visite médicale. Pour éviter de nouveaux cas, le « club santé » de l’établissement décide de mener\n\nune campagne de sensibilisation dont le slogan est : « STOP AU VIH et ZERO POURCENT DE\n\nGROSSESSE ». Pour ce faire, des prospectus sont confectionnés. On y observe les moyens de contraception\n\nreprésentés ci-dessous.\n\nTu es chargé(e) de mener la campagne auprès des élèves de ta classe.\n\nSCIENCES DE LA VIE ET DE LA TERRE\n\nSUJET 1\n\n(Proposé par le G.A.S)\n\n51\n\n2/2\n\nEXERCICE 3 (8 points)\n\n1. Identifie le type de grossesses dont il s’agit ici.\n\n2. Identifie les moyens de contraception représentés sur les prospectus.\n\n3. Explique le mode d’action de ces moyens contraceptifs.\n\n4. Déduis de tes explications le moyen de contraception qui pourrait empêcher à la fois la\n\ngrossesse et l’infection par le VIH.\n\nDELORVI est un nourrisson qui vit à Gonzagueville. Sa ration alimentaire est exclusivement\n\nconstituée de 100g de lait maternel. L’analyse de 100g de lait maternel montre qu’il est constitué\n\nde : Glucides 5,2 g, Protides 3,5 g, Lipides 4 g et autres (sels minéraux, eau et vitamines) 87,3 g.\n\nSa mère qui a découvert en regardant la télévision qu’un enfant de son âge a besoin de 1000\n\nkilojoules d’énergie se demande si cette alimentation convient à son bébé. Afin de l’aider à\n\ncomprendre :\n\n1- Tu définis la notion de ration alimentaire.\n\n2- Tu répartis les 06 aliments simples du lait selon leur rôle dans l’organisme.\n\n3- Tu détermines la valeur énergétique des 100g de lait maternel.\n\n4- Est-ce que la mère doit s’inquiéter de cette alimentation ? Justifie ta réponse.\n\n5- Tu cites deux (02) maladies nutritionnelles en précisant leur cause.\n\n1 g de glucide → 17 KJ\n\n1 g de protide → 17 KJ\n\n1 g de lipide → 38 KJ\n\n52\n\nBEPC BLANC\n\nSESSION 2023\n\nCette épreuve comporte deux (02) pages numérotées 1/2, 2/2\n\nEXERCICE 1 (6 points)\n\nA/(3,5 points)\n\nLes thèmes contenus dans les colonnes A et B sont relatifs aux moyens de contraceptions.\n\nColonne A Colonne B\n\n1. Le préservatif A- La production du gamète femelle\n\n2. Le diaphragme\n\n3. Les spermicides B-Nidation de l’embryon\n\n4. Les pilules",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_44_68_mb.pdf",
    "year": 2008,
    "zone": null,
    "hasCorrection": true
  }
}