{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": null,
  "title": "t l charger 1015 kb - part 3",
  "content": "de 27. 105 watts et l’énergie cinétique du système vaut 360 kJ.\n\n1.a- Quelle est l’intensité de la force de traction supposée constante ?\n\n1.b- Calculer la masse du véhicule.\n\nExercice6\n\n1) Donner l’expression de l’énergie potentielle Ep d’un corps de pois P, situé à une hauteur h du\n\nsol, et celle de l’énergie cinétique Ec d’un corps de masse m, en mouvement et de vitesse v.\n\n2) On rappelle que l’énergie mécanique totale E d’un corps a pour expression E = Ep + Ec. Elle est\n\nconstante.Un corps de masse M = 800 kg se trouve en un point A situé à 20 m du sol. Quelles sont,\n\nen ce point, son énergie potentielle et son énergie cinétique ? En déduire son énergie mécanique.\n\n3) Le corps est lâché sans vitesse initiale, Il tombe alors en chute libre.\n\n3.a- Calculer son énergie potentielle au point B situé à 10 m du sol.\n\n3.b- Quelle est alors son énergie cinétique, en ce point ?\n\nEn déduire la vitesse acquise.\n\nExercice7\n\nSoit le circuit électrique ci-dessous\n\n- (F) est un fusible\n\n28 M .Diagne Professeur de sciences physiques au Lycée de Kounoune / DAKAR\n\n- (L) est une lampe\n\n- (R) est un fer à repasser électrique.\n\n- (L) porte les indications suivantes : 60 w et 230 V\n\n1) En fonctionnement normal, quelle est l’intensité IL du courant traversant (L).\n\n2) La puissance du fer est PR = 1 kilowatt. Il fonctionne en parallèle avec (L). L’ensemble (R , L) est\n\nprotégé par F. Calculer les intensités IF du courant principal et IR du courant traversant le fer à\n\nrepasser électrique fonctionnant en même temps que l’ampoule électrique ?\n\n3) Comment faut-il opérer pour que le fer à repasser fonctionne seul, dans le circuit ?\n\n4) Montrer que (L) doit rester allumée, seule, dans le circuit pendant 4h 10mn pour consommer\n\nautant d’énergie que le fer à repasser fonctionnant seul pendant 15 minutes.\n\nExercice 8\n\nSur un fer à repasser électrique, on lit les indications suivantes : 440 W - 220 V.\n\n1) Que signifient-elles ?\n\n2) Déterminer l’intensité du courant qui le traverse,quand il est branché sous une tension de 220 V.\n\n3) Quelle est sa résistance ?\n\n4) Calculer l’énergie consommée en 2h de repassage, en kilowattheures.\n\nExercice 9\n\nSoit un résistor de résistance R = 5,5 O, traversé par un courant d’intensité I = 2A pendant un\n\ntemps t = 3 min 29s.\n\n1) Calculer la quantité de chaleur dégagée par effet joule par ce résistor.\n\n2) En réalité la quantité de chaleur dégagée est de 3,678 kJ.\n\nQuel est le rendement de la transformation ?\n\nExercice 10\n\nUn sac de ciment a une masse de 50 kg. A l’aide d’une grue, on soulève 4 sacs de ciment sur une\n\nhauteur de 4 m. L’énergie fournie est de 10 000 joules. L’énergie utile n’est que de 8 000 joules.\n\n1) Déterminer l’intensité de la pesanteur du lieu considéré.\n\n2) Quel est le rendement de cette opération?\n\n3) Trouver la puissance développée par la grue, si l’opération a durée 40 secondes.\n\nExercice 12\n\nUne résistance chauffante porte les indications suivantes : 220 V – 1100 W.\n\n1) Que signifie ces indications ?\n\n2) Trouver la valeur de cette résistance.\n\n3) Cette résistance est traversée par un courant d’intensité I = 0.8 A, pendant 7 min. Calculer\n\nl’énergie ainsi dégagée.\n\nExercice 13\n\n1) On remarque sur un résistor 2,75 V – 50 mA. Déterminer sa résistance R.\n\n2) Sa résistivité étant de 110. 10-8 Ω.m, quelle est sa longueur si sa section s = 0.4 mm2 ?\n\n3) Calculer, en joules et en calories. la quantité de chaleur dégagée en 3 mn 29 s, lorsque l’intensité\n\ndu courant est 2",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_1015_kb.pdf",
    "year": null,
    "zone": null,
    "hasCorrection": true
  }
}