{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": null,
  "title": "t l charger 3 90 mb - part 3",
  "content": "MATHEMATIQUES\n\nVendredi 8 février 2013\n\ndurée de l'épreuve : 2 heures\n\nCalculatrice autorisée\n\nLe sujet comporte 9 exercices indépendants\n\nLe sujet comprends 4 pages numérotées de 1/4 à 4/4 plus une annexe\n\nL'annexe est à rendre avec la copie\n\n1/4\n\nL'expression et la maitrise de la langue française seront pris en compte et notées sur 4 points.\n\nExercice 1 (3 points)\n\nCet exercice est un questionnaire à choix multiples (QCM). Aucune justification n'est demandée. Pour\n\nchacune des questions, trois réponses sont proposées, une seule est exacte. Pour chacune des six questions\n\nrecopier la réponse exacte sur votre copie.\n\nL'expression développée de 7 x−5\n\n2 est\n\n49 x\n\n225\n\n49 x\n\n2−70 x+25\n\n49 x\n\n2– 25\n\nL'image de −5 par la fonction f telle que\n\nf x=−3 x2 est\n\n−13\n\n−17\n\n17\n\nLa notation scientifique de 0,00057×10\n\n−6 est\n\n0,000 000 000 0057\n\n57×10\n\n−11\n\n5,7×10\n\n−10\n\nLe nombre 5\n\n71\n\n7×4\n\n3 est égal à\n\n24\n\n21\n\n19\n\n21\n\n916 est égal à\n\n34\n\nSi x=5 alors l'expression x\n\n23 x−1 vaut\n\n435\n\n75\n\n2435\n\nExercice 2 (4 points)\n\n1) Calculer le plus grand diviseur commun (PGCD) de 637 et 468.\n\n2) Rendre la fraction 637\n\n468 irréductible en indiquant clairement la méthode utilisée.\n\n1 pt\n\n3) a) Effectuer le calcul 637×468\n\nb) Effectuer le calcul 637 –468\n\n1 pt\n\nExercice 3 (4 points)\n\nOn considère la figure ci-contre.\n\nCette figure n'est pas en vraie grandeur et n'est pas à reproduire.\n\nM est le point d'intersection des droites (AO) et (IU)\n\nL'unité de mesure est le milimètre.\n\nOn donne : MO = 21, MA = 27, MU = 28, MI = 36 et AI = 45.\n\n1) Prouver que les droites (OU) et (AI) sont parallèles.\n\n2 pts\n\n2) Calculer la distance OU.\n\n2 pt\n\nExercice 4 (4 points)\n\nOn donne l'expression E=x−5\n\n2x−52 x1. Pour calculer la valeur de E pour x=3 Marc a choisi de\n\ndévelopper l'expression E.\n\n1) Quelle expression obtient-il ?\n\n2) Calculer la valeur exacte de E lorsque x=√3 .\n\n3) Marc a-t-il eu raison de développer E ? Pourquoi ?\n\n1 pt\n\n2/4\n\nExercice 5 (3 points)\n\nDans cet exercice, le graphique\n\nn'est pas à rendre avec la copie\n\net il n'est pas obligatoire d'y\n\nindiquer les lectures.\n\nUne usine fabrique du jus de\n\nfruits. Soit C une fonction qui à\n\nune quantité de jus fabriquée en\n\nlitre(s) associe le coût de\n\nfabrication en euros.\n\nOn a représenté ci-dessous la\n\nfonction C pour une quantité de\n\njus comprise entre 0 et 130\n\nlitres.\n\n1) a) Donner le coût de fabrication de 100 litres de jus.\n\nb) Pour quelle(s) quantités de jus, le coût de fabrication est-il supérieur à 550 euros ?\n\n2) a) Donner l'image de 85 par la fonction C.\n\nb) Lire C 75\n\nc) Donner les antécédents de 600 par la fonction C.\n\n1 pt\n\nExercice 6 (3 points)\n\n1) Tracer un cercle de diamètre [AB] avec AB = 8 cm.\n\nPlacer un point C sur ce cercle tel que AC = 3 cm.\n\n2) Montrer que le triangle ABC est rectangle en C.\n\n1 pt\n\n3) Calculer alors la mesure de l'angle ̂\n\nBAC arrondie au degré.\n\nExercice 7 (3 points)\n\nLa distance entre le phare P et le ponton O est égale\n\nenviron à 4,65 km. Un bateau B se trouve au large\n\nde ce ponton.\n\nLe triangle OPB est rectangle en B et des\n\nvisées ont permis d'établir que la mesure de l'angle\n\n\n\nOPB est égale à 30º\n\n1) Calculer la distance séparant le bateau B du\n\nponton O.\n\n2) Sachant que le bateau B se déplace à une\n\nvitesse supposée constante de 15,5 km/h,\n\ndéterminer le temps (en minutes) qu'il lui\n\nfaudra pour rejoindre le ponton O. 1,5 pts\n\n3/4\n\nExercice 8 (8 points)\n\nOn considère la figure ci-dessous où les dimensions sont données en cm et les\n\naires en cm\n\n2 .\n\nABCD est un rectangle. Le triangle DCF est rectangle en D.\n\nPartie A (4points) :\n\n1) Dans cette question on a AB = 4 ; AF = 6 et DF = 2\n\na) Calculer l’aire du rectangle ABCD.\n\nb) Calculer l’aire du triangle DCF.\n\n2) Dans la suite du problème AB = 4 ; AF = 6 DF = x et AD = 6−x\n\na) Montrer que l’aire du rectangle ABCD est de 24−4x.\n\n0,75 pt\n\nb) Montrer que l’aire du triangle DCF est 2x.\n\n0,75 pt\n\nc) Résoudre l’équation 24−4x = 2x. Pour quelle valeur de x, l’aire du\n\nrectangle ABCD est-elle égale à l’aire du triangle DCF.\n\nPartie B (4 points) :\n\n1) On note f la fonction définie par f (x) = 24−4x et g la fonction définie par\n\ng (x) = 2x.\n\nCompléter le tableau figurant sur le document annexe, puis représenter graphiquement la fonction f sur\n\nce document (à rendre avec la copie). Noter que la représentation graphique de la fonction g y figure\n\ndéjà.\n\n2 pts\n\nPour les questions 2., 3. et 4. on laissera apparents les pointillés indiquant la lecture sur le graphique.\n\n2) Par lecture graphique, déterminer pour quelle valeur de x l’ aire de DCF est égale à 6 cm2.\n\n3) Par lecture graphique, déterminer l’aire de ABCD pour x = 2,5 cm.\n\n4) Par lecture graphique, retrouver le résultat de la question 2)c) de la partie A.\n\n1 pt\n\nExercice 9 (4 points)\n\nDes élèves participent à une course à pied. Avant\n\nl'épreuve, un plan leur a été remis. Il set représenté par\n\nla figure ci-contre. On convient que :\n\nLes droites (AE) et (BD) se coupent en C.\n\nLes droites (AB) et (DE) sont parallèles.\n\nABC est un triangle rectangle en A.\n\nCalculer la longueur réelle du parcours ABCDE en\n\ndétaillant le raisonnement.\n\nSi le travail n'est pas terminé, laisser tout de même une trace de la recherche. Elle sera prise en compte dans la\n\nnotation.\n\n4/4\n\nDOCUMENT RÉPONSE À RENDRE AVEC VOTRE COPIE\n\nANNEXE\n\nBREVET BLANC N°1 - 2012/2013\n\nLYCÉE FRANÇAIS INTERNATIONAL DE BANGKOK\n\nVendredi 1er mars\n\n_____\n\nMATHÉMATIQUES\n\n______\n\nSÉRIE COLL\n\nRIE COLLÈGE\n\nGE\n\nDurée de l’épreuve : 2 heures.\n\nL’utilisation d’une calculatrice est autorisée.\n\nVeuillez indiquer clairement votre nom et le numéro de votre classe\n\nsur\n\nchaque\n\ncopie\n\nLe sujet comporte 7 pages.\n\nLes 8 exercices sont indépendants.\n\n4 points seront réservés à la propreté, à la présentation de la copie, à la rédaction et à\n\nl'orthographe\n\nPage 1 sur 7\n\n1 :\n\nOn donne le programme de calcul suivant :\n\nChoisir un nombre\n\nLui ajouter 1\n\nCalculer le carré de cette somme\n\nEnlever 16 au résultat obtenu.\n\n1) a) Vérifier que, lorsque le nombre de départ est 4, on obtient comme résultat 9.\n\nb) Lorsque le nombre de départ est (- 1), quel résultat obtient-on ?\n\nc) Le nombre de départ étant x, exprimer le résultat final en fonction de x.\n\nOn appelle P cette expression.\n\nd) Vérifier que P = x² + 2x − 15.\n\n2) a) Vérifier que (x − 3)(x + 5) = P .\n\nb) Quels nombres peut-on choisir au départ pour que le résultat final soit 0 ?\n\nJustifier votre réponse.\n\n2 :\n\nOn considère la figure ci-contre où les droites (EF) et\n\n(MN) sont parallèles, les droites (EN) et (FM) sont\n\nsécantes en P.\n\nDéterminer la longueur MN.\n\nPage 2 sur 7\n\n3 :\n\nLa copie d'écran ci-dessous montre le travail qu'a effectué Camille à l'aide d'un tableur à propos des\n\nfonctions g et h définies par :\n\ng(x) = 5x² + x – 7\n\net h(x) = 2x – 7\n\nElle a recopié vers la droite les formules qu'elle avait saisies dans les cellules B2 et B3.\n\n1) Donner un nombre qui a pour image −1 par la fonction g.\n\n2) Écrire les calculs montrant que : g (−2) = 11.\n\n3) Quelle formule Camille a-t-elle saisie dans la cellule B3 ?\n\n4) a) Déduire du tableau une solution de l’équation 5x² + x −7 = 2x − 7.\n\nb) Cette équation a-t-elle une autre solution que celle trouvée grâce au tableur ? Si oui\n\nlaquelle ?\n\n4 :\n\nLe niveau de la mer monte et descend suivant le cycle des marées. Les deux schémas ci-dessous\n\nreprésentent la même plage parfaitement lisse, à deux instants de la journée.\n\nMarée basse :\n\nMarée haute :\n\nPage 3 sur 7\n\nOn a : HT = 2 m, HBT = 10° et (HT) (BT).\n\n⊥\n\n1) Calculer la longueur BH, en mètres, de plage recouverte par la mer à marée haute. Donner\n\nl’arrondi au dixième près.\n\n2) Sur une autre plage de pente différente (mais toujours parfaitement lisse), la mer a\n\nrecouvert la plage jusqu’au point L. Deux heures plus tard, la mer s’est retirée et se situe\n\ndésormais au point A.\n\nSur le schéma, les points S, B et E sont alignés. Ils correspondent au niveau horizontal.\n\nOn a : SL = 9 m ; AL = 2,25 m ; (AB) (SE) ; (LE) (SE).\n\n⊥\n\n⊥\n\na) Démontrer que les droites (AB) et (LE) sont parallèles.\n\nb) Calculer la longueur AB, en mètres, du niveau vertical actuel de la mer.\n\n5 :\n\nCet exercice est un questionnaire à choix multiples (QCM). Pour chaque question, une seule\n\nréponse est exacte. Une réponse correcte rapporte 1 point. L'absence de réponse ou une réponse\n\nfausse ne retire aucun point.\n\nAucune justification n'est demandée.\n\nIndiquer sur la copie le numéro de la question et recopier la réponse exacte.\n\n1.\n\nQuelle est l'expression\n\ndéveloppée de (3x + 5)² ?\n\n9x² + 15x + 25\n\n9x² + 25\n\n9x² + 30x +25\n\n2.\n\nQuelle est l'expression\n\nfactorisée de 16x² – 49 ?\n\n(4x - 7)²\n\n(4x + 7)(4x – 7)\n\n(16 x + 7)(16 x – 7)\n\n3.\n\nQuelle est la valeur exacte de\n\n√48\n\n?\n\n√24\n\n3,64\n\n2√3\n\n4.\n\nLes solutions de l'inéquation\n\n–2x + 5 ≥ 7 sont les nombres\n\nx tels que :\n\nx ≥ 1\n\nx ≤ – 1\n\nx ≥ – 1\n\n5.\n\nL'écriture scientifique de\n\n65 100 000 est\n\n6,51×107\n\n651 × 105\n\n6,51 × 10-7\n\nPage 4 sur 7\n\n6 :\n\nVoici un extrait d’article trouvé dans une revue scientifique : « Si l’Homme ne change pas son\n\ncomportement de pollueur, il n’y aura plus aucun poisson à l’état sauvage dans les océans. »\n\nNombre d’espèces de poissons de pêche\n\nLe graphique ci-dessus donne la courbe représentative d’une fonction f qui prévoit l’évolution des\n\nespèces restantes de poissons trouvées en mer.\n\n1) D’après le graphique :\n\na) Déterminer le nombre d’espèces restantes de poissons en 2028.\n\nb) En quelle année restait-il 595 espèces de poissons ?\n\nc) Donner une estimation de l’année de disparition prévue de toutes les espèces\n\nde poissons de pêche.\n\nPage 5 sur 7\n\n2) La biologiste de l’Aquarium du Pacifique aménage une salle dédiée à trois espèces de petits\n\npoissons notées A, B et C.\n\nVoici le tableau donnant le nombre de poissons de chaque espèce dont elle dispose :\n\na) Calculer le PGCD des nombres 154 et 105, par l’algorithme de votre choix et en détaillant\n\nles étapes.\n\nb) Quel pourrait être le nombre maximum de bassins pour qu’ils contiennent exactement le\n\nmême nombre de poissons de chacune des espèces A, B et C (c'est-à-dire que le nombre de A est le\n\nmême dans chaque bassin, le nombre de B est le même dans chaque bassin et le nombre de C est le\n\nmême dans chaque bassin) ?\n\nc) Donner pour chaque espèce, le nombre de poissons qu’il y aurait alors dans un bassin.\n\n7 :\n\n1) Calculer\n\n4 + 2\n\n3×3\n\n2) Au goûter, Lise mange\n\ndu paquet de gâteaux qu'elle vient d'ouvrir.\n\nDe retour du collège, sa sœur Agathe mange les\n\ndes gâteaux restants dans le paquet\n\nentamé par Lise. Il reste alors 5 gâteaux.\n\nQuel était le nombre initial de gâteaux dans le paquet ?\n\nSi le travail n'est pas terminé, laisser tout de même une trace de la recherche.\n\nElle sera prise en compte dans la notation.\n\nPage 6 sur 7\n\n8 :\n\nL’unité de longueur est le centimètre.\n\nABC est un triangle tel que : AB = 16 cm, AC = 14 cm et BC = 8 cm.\n\n1) a) Tracer en vraie grandeur le triangle ABC sur la copie.\n\nb) Le triangle ABC est-il rectangle ? Justifier.\n\n2) Le mathématicien Héron d’Alexandrie (1er siècle), a trouvé une formule permettant de\n\ncalculer l’aire d’un triangle : en notant a, b, c les longueurs des trois côtés et p son périmètre, l’aire\n\nA du triangle est donnée par la formule :\n\nA=√\n\np\n\n2 ( p\n\n2 −a)( p\n\n2 −b)( p\n\n2 −c)\n\nCalculer à l’aide de cette formule l’aire du triangle ABC.\n\nDonner le résultat arrondi au cm2 près.\n\nPage 7 sur 7\n\nBREVET BLANC de MATHEMATIQUES\n\n7 février 2013\n\ndurée : 2 heures\n\nCe sujet comporte 6 pages, numérotées de 1 à 6.\n\nAssurez-vous qu’il est complet dès le début de l’épreuve.\n\nL’utilisation de la calculatrice est autorisée.\n\nL’usage du dictionnaire n’est pas autorisé.\n\nIl ne sera accepté AUCUN échange de matériel, quel qu’il soit, entre les élèves.\n\nDes points seront attribués au soin et à la présentation.\n\nPage 1 sur 6\n\nToutes les réponses doivent être justiﬁées, sauf si une indication contraire est donnée.\n\nExercice 1 .\n\nOn donne les nombres\n\nA =\n\nµ\n\n2+ 2\n\n¶\n\n÷\n\nµ4\n\n5 −2\n\n¶\n\net\n\nB = 2×1025 ×1,2×(10−3)−15\n\n6×10−35\n\n1. Calculer A et donner le résultat sous la forme d’une fraction irréductible ou d’un entier.\n\n2. Calculer B et donner le résultat en écriture scientiﬁque.\n\nLe détail des calculs devra apparaître sur votre copie.\n\nExercice 2 .\n\nPour payer la sortie de ﬁn d’année des 3èmes, le Foyer Social des Elèves (FSE) d’un collège a décidé de vendre aux\n\nrécréations des goûters composés de mufﬁns et de cookies. Les élèves ont fait 663 mufﬁns et 442 cookies.\n\nLes élèves proposent de faire des lots tous identiques en utilisant tous les cookies et tous les mufﬁns.\n\n1. Pourront-ils faire 51 lots de composition identique ?\n\n2. Les élèves veulent faire le plus grand nombre de lots possible. Combien de lots peuvent-ils faire ?\n\n3. Quelle sera alors la composition de chaque lot ?\n\nExercice 3 .\n\nL’eau en gelant augmente de volume. Le segment de droite ci-dessous représente le volume de glace (en litres)\n\nobtenu à partir d’un volume d’eau liquide (en litres).\n\n1. En utilisant le graphique, répondre aux questions suivantes.\n\na. Quel est le volume de glace obtenu à partir de 6 litres de liquide ?\n\nb. Quel volume d’eau liquide faut-il mettre à geler pour obtenir 10 litres de glace ?\n\n2. Le volume de glace est-il proportionnel au volume d’eau liquide ?\n\n3. On admet que 10 litres d’eau donnent 10,8 litres de glace. De quel pourcentage ce volume d’eau augmente-\n\nt-il en gelant ?\n\nPage 2 sur 6\n\nRappel : toutes les réponses doivent être justiﬁées, sauf si une indication contraire est donnée.\n\nExercice 4 .\n\nOn donne l’expression C(x) = (x −1)2 −x(x −2).\n\n1. Développer et réduire C.\n\n2. En déduire la valeur du nombre (1010 −1)2 −1010 ×(1010 −2).\n\nExercice 5 .\n\nLa copie d’écran ci-dessous montre le travail qu’a effectué Camille à l’aide d’un tableur à propos des fonctions g\n\net h déﬁnies par :\n\ng(x) = 5x2 + x −7\n\net\n\nh(x) = 2x −7.\n\nElle a recopié vers la droite les formules qu’elle avait saisies dans les cellules B2 et B3.\n\n1. Donner un nombre qui a pour image −1 par la fonction g.\n\n2. Écrire les calculs montrant que : g(−2) = 11.\n\n3. Quelle formule Camille a-t-elle saisie dans la cellule B3 ?\n\n4.\n\na. Déduire du tableau une solution de l’équation 5x2 + x −7 = 2x −7.\n\nb. Cette équation a-t-elle une autre solution que celle trouvée grâce au tableur ? Si oui, la calculer.\n\nExercice 6 .\n\nEn versant cinq verres de même contenance on remplit exactement un pichet.\n\nPour remplir un récipient de 7,2 litres il faut 9 pichets et 3 verres.\n\nQuelle est la contenance, en centilitres, d’un pichet ?\n\nToute trace de recherche, même incomplète, sera prise en compte dans l’évaluation.\n\nExercice 7 .\n\nABC et CDE sont deux triangles équilatéraux de côté 6 cm. A, C et E sont alignés.\n\n1. Faire une ﬁgure exacte sur la feuille ANNEXE page 6/6, en respectant les longueurs données. Laisser tous les\n\ntraits de construction apparents.\n\n2. Prouvez que les points A, B, D, E sont sur un même cercle ; indiquez le centre et le rayon de ce cercle.\n\n3. Prouvez que ABE est un triangle rectangle.\n\n4. Prouvez que BCD est un triangle équilatéral.\n\nToute trace de recherche, même incomplète, sera prise en compte dans l’évaluation.\n\nPage 3 sur 6\n\nRappel : toutes les réponses doivent être justiﬁées, sauf si une indication contraire est donnée.\n\nExercice 8 .\n\nM. Bricolo veut accoler à son garage, déjà construit pour une caravane, un deuxième garage. Pour cela, il faut\n\nprolonger la toiture. M. Bricolo a fait des mesures qu’il a indiquées sur son plan, puis a fait un schéma plus géo-\n\nmétrique aﬁn d’effectuer ses calculs.\n\nOn a : FC = 5,50 m ; AB = 4,00 m ; BC = 0,50 m ; CD = 3,00 m.\n\n1. a) Calculer AC.\n\nb) Sachant que l’étanchéité de la toiture est garantie si l’angle \n\nACF est de plus de 35°, M. Bricolo pourra-t-il\n\nfaire jouer cette garantie en cas de problème ?\n\n2. a) Démontrer que les droites (AF) et (DE) sont parallèles.\n\nb) En déduire la longueur CE ; en donner la valeur exacte puis la valeur arrondie au centimètre.\n\nc) Sachant que le deuxième garage aura une profondeur de 6 m, quelle est l’aire exacte de la partie de toiture\n\nà ajouter à la toiture d’origine.\n\nPage 4 sur 6\n\nRappel : toutes les réponses doivent être justiﬁées, sauf si une indication contraire est donnée.\n\nExercice 9 .\n\nRémi s’est inscrit à son premier triathlon « distance olympique ».\n\nIl devra effectuer : 1,5 km de natation, puis 40 km de cyclisme, puis 10 km de course à pied.\n\nIl a reçu les informations suivantes.\n\n1. Partie natation :\n\nRémi prévoit de parcourir 1 km toutes les 20 minutes. Expliquer pourquoi, s’il nage régulièrement, il devrait\n\nmettre 30 minutes pour la partie natation.\n\n2. Partie cyclisme :\n\na. Vériﬁer par un calcul que la valeur arrondie au mètre près de PH est 19 984 mètres.\n\nb. Rémi sait qu’avec une telle pente il peut prévoir 1 h 40 min pour cette partie du triathlon.\n\nCalculer la pente moyenne du col que doit escalader Rémi.\n\n3. Partie course à pied\n\nPour la dernière partie de son triathlon, Rémi prévoit de mettre 20 minutes pour chacun des deux tours du\n\ncircuit de 5 km.\n\nDéterminer en km/h sa vitesse moyenne pour la course à pied s’il respecte ses prévisions.\n\nCela fait-il plus ou moins de 4 m/s ?\n\n4. Totalité du triathlon\n\nRemplir le tableau récapitulatif ﬁgurant en ANNEXE page 6/6 (les temps seront donnés en heures et minutes).\n\nPage 5 sur 6\n\nNuméro de candidat :\n\nANNEXE à compléter, à détacher et à rendre avec votre copie\n\nExercice 7, page 3 sur 6 : réalisez votre ﬁgure dans ce cadre :\n\nExercice 9, page 5 sur 6\n\nÉpreuves\n\nNatation\n\nCyclisme\n\nCourse à pied\n\nTotal du triathlon\n\nTemps prévus\n\n......\n\n1 h 40 min\n\n......\n\n......\n\nPage 6 sur 6\n\npage 1 sur 4\n\nBREVET BLANC N°1\n\nMATHÉMATIQUES\n\nSÉRIE GÉNÉRALE\n\nLYCEE FRANÇAIS D'ALICANTE\n\nFÉVRIER 2016\n\n______\n\nDurée de l'épreuve : 2 h 00\n\nCoefficient : 2\n\n______\n\nLe sujet comporte 4 pages numérotées de 1 sur 4 à 4 sur 4.\n\nDès qu'il vous sera remis, assurez-vous qu'il est complet.\n\nLe candidat répondra sur une copie officielle.\n\nLe sujet comporte 7 exercices indépendants,\n\nle candidat les traitera dans l'ordre qui lui convient.\n\nL'utilisation de la calculatrice est autorisée\n\n(circulaire n°99-186 du 16 novembre 1999).\n\nL'usage du dictionnaire n'est pas autorisé.\n\nBarème\n\nExercice 1 : 5 points\n\nExercice 2 : 5 points\n\nExercice 3 : 5 points\n\nExercice 4 : 7 points\n\nExercice 5 : 3 points\n\nExercice 6 : 3 points\n\nExercice 7 : 8 points\n\nMaîtrise de la langue : 4 points\n\npage 2 sur 4\n\nCet exercice est un questionnaire à choix multiples (QCM).\n\nPour chaque question, une seule réponse est exacte. Aucune justification n’est demandée. Une réponse\n\ncorrecte rapporte 1 point. L’absence de réponse ou une réponse fausse ne retire aucun point.\n\nIndiquer sur la copie, le numéro de la question et la réponse.\n\n1.\n\nQuelle est la forme factorisée\n\nde ( x + 1 )2 – 9 ?\n\n( x – 2 ) ( x + 4 )\n\nx2 + 2x – 8\n\n( x – 8 ) ( x + 10 )\n\n2.\n\nL'équation\n\n( x – 5 ) + ( 2x + 1 ) = 0 …\n\n… a une seule\n\nsolution\n\n… a deux\n\nsolutions, 5 et – 1\n\n… a deux\n\nsolutions, 5 et 1\n\n3.\n\nÀ quelle autre expression le\n\nnombre 7\n\n3 – 4\n\n3 : 5\n\n2 est-il égal ?\n\n3 : 5\n\n3 – 3\n\n4 × 2\n\n27\n\n4.\n\nQuels sont les nombres\n\npremiers entre eux ?\n\n774 et 338\n\n63 et 44\n\n1 035 et 774\n\n5.\n\nL'équation x2 – 6x + 9 = 0 …\n\n… a pour seule\n\nsolution 3\n\n… a deux\n\nsolutions, 3 et un\n\nautre nombre\n\n… n'a pas de\n\nsolution\n\nOn donne un triangle LFA rectangle en L avec LF = 4,5 cm et FA = 6,2 cm.\n\nSur [LF] , on place le point E à 2 cm de F.\n\nSur [AF] , on place le point C à 2,8 cm de F.\n\n1. Calculer AL.\n\nOn arrondira au dixième de cm.\n\n2. La droite (EC) est-elle parallèle à la droite (AL) ?\n\nJustifier.\n\n3. On veut tracer le cercle circonscrit au triangle LFA.\n\nPréciser quel est son centre et combien vaut son rayon.\n\nUn ouvrier dispose de plaques de métal de 110 cm de longueur et de 88 cm de largeur. Il a\n\nreçu la consigne suivante :\n\n« Découpe dans ces plaques des carrés tous identiques, dont les longueurs des côtés sont\n\nun nombre entier de cm, et de façon à ne pas avoir de perte. »\n\n1. Peut-il choisir de découper des plaques de 10 cm de côté ? Justifier votre réponse.\n\n2. Peut-il choisir de découper des plaques de 11 cm de côté ? Justifier votre réponse.\n\n3. On lui impose désormais de découper des carrés les plus grands possibles.\n\na. Quelle sera la longueur du côté d’un carré ?\n\nb. Combien y aura-t-il de carrés par plaque ?\n\npage 3 sur 4\n\n7 points\n\nUne compagnie aérienne teste un nouveau vol entre Paris et Marseille.\n\nCe vol s'effectue chaque jour sur un avion pouvant transporter au maximum 200 passagers.\n\nCette compagnie décide d'étudier la fréquentation de ce vol durant plusieurs semaines, elle\n\nutilise une feuille de calcul indiquant le nombre de passagers par jour.\n\nF\n\nG\n\nH\n\nI\n\nL\n\nMa\n\nMe\n\nJ\n\nV\n\nS\n\nTotal\n\nSemaine 1\n\n139\n\n127\n\n167\n\n195\n\n93\n\n177\n\n182\n\n1080\n\nSemaine 2\n\n187\n\n160\n\n166\n\n152\n\n190\n\n133\n\n165\n\nSemaine 3\n\n170\n\n139\n\n181\n\n166\n\n125\n\n149\n\n194\n\n1124\n\nSemaine 4\n\n155\n\n145\n\n177\n\n182\n\n179\n\n128\n\n130\n\n1096\n\nSemaine 5\n\n92\n\n162\n\n177\n\n138\n\n193\n\n147\n\n131\n\nSemaine 6\n\n193\n\n144\n\n189\n\n134\n\n171\n\n184\n\nTous les résultats seront arrondis à l'unité.\n\n1. Quelle formule a-t-on écrit dans la cellule I2 pour déterminer le nombre total de\n\npassagers lors de la première semaine ?\n\n2. Calculer le nombre de passagers médian lors des 14 vols des semaines 3 et 4.\n\nInterpréter ce résultat.\n\n3. Quel est le pourcentage de passagers qui ont pris ce vol le mardi lors de la semaine 3 ?\n\n4. Quelle est le nombre moyen de passagers lors de la semaine 2 ?\n\n5. Sachant que le nombre moyen de passagers lors de la semaine 6 est de 169 passagers,\n\ncalculer le nombre de passagers ayant pris ce vol le mercredi de cette semaine 6.\n\n6. Quel est le pourcentage de sièges non occupés lors de la semaine 5 ?\n\nAntoine dit qu'un tel triangle ne peut pas exister.\n\nA-t-il raison ?\n\nVous devez justifier votre réponse et, pour cela, toute trace de recherche, même incomplète et même\n\nnon fructueuse, sera prise en compte dans l'évaluation.\n\n( x + 6 ) cm\n\nx cm\n\n10 cm\n\npage 4 sur 4\n\n1.\n\nDévelopper ( a + 2 ) 2 .\n\n2.\n\nEn déduire le calcul sans calculatrice de 10 002 2 .\n\nMontrer le détail des calculs.\n\n8 points\n\nLors du tirage d’un corner dans un match de football, trois attaquants A, B et C essayent de\n\nmarquer un but face à trois défenseurs et un gardien G, situé exactement au milieu de la\n\nlargeur du terrain rectangulaire de dimensions 70 m sur 42 m.\n\nLes joueurs B, C et G sont alignés tels que BG = 20 m. Le joueur B est situé à 29 m de A et\n\nl'angle GCA = 67°.\n\n1.\n\nDémontrer que le triangle AGB est un triangle rectangle.\n\n2.\n\nL’entraîneur E de l’équipe qui défend demande un changement à l’arbitre D, qui est\n\nsitué à l’intersection des droites (AB) et (DG) et à 14,8 m de G.\n\na.\n\nJustifier que les droites (BG) et (EA) sont parallèles.\n\nb.\n\nQuelle est la distance DE que doit parcourir l’arbitre afin d’accepter le changement ?\n\n3.\n\nLe joueur A a deux options de tir, sur B ou sur C.\n\nMais pour avoir une position favorable à un bon tir et une chance de marquer :\n\n- B étant loin du but, à 20 m, il lui faut un angle de réception GBA inférieur à 48 ° ;\n\n- C ayant un mauvais angle de réception GCA de 67°, il doit être à moins de 10 m\n\ndu but.\n\nCes deux joueurs B et C sont-ils en position favorable à un bon tir ?\n\nG\n\n42 m\n\n70 m\n\nPage 1 sur 5\n\nENTRAÎNEMENT AU\n\nDIPLÔME NATIONAL DU BREVET\n\nSESSION Janvier 2020\n\nLycée Mermoz\n\nMATHEMATIQUES Série générale\n\nDurée de l’épreuve : 2 h 00 100 points\n\nDès que le sujet vous est remis, assurez-vous qu’il est complet.\n\nCe sujet comporte 5 pages numérotées de la page 1 sur 5 à la page 5 sur 5.\n\nLa page 5 sur 5 est une annexe à rendre avec la copie.\n\nL’usage de tout modèle de calculatrice, avec ou sans mode examen, est autorisé.\n\nLe sujet est constitué de quatre exercices indépendants.\n\nLe candidat peut les traiter dans l’ordre qui lui convient.\n\n28 points\n\n17 points\n\n31 points\n\n24 points\n\nL'évaluation prend en compte la clarté et la précision des\n\nraisonnements ainsi que, plus largement, la qualité de la rédaction.\n\nElle prend en compte les essais et les démarches engagées, même\n\nnon aboutis.\n\nPage 2 sur 5\n\nExercice 1 (28 points)\n\nPartie A\n\nOn considère ci-dessous la copie d'une feuille de calcul qui donne les images de quelques valeurs entières de x\n\npar une fonction f :\n\n1. Donner sans justification :\n\na. l'image de –1 par la fonction f ,\n\nb. l'antécédent de 2 par la fonction f ,\n\n2. Sachant que l'expression de f (x) en fonction de x est 0,5x – 2 , écrire la formule saisie dans la cellule B2.\n\n3. Déterminer par le calcul :\n\na. l'image de –7 par la fonction f ,\n\nb. l'antécédent de 20 par la fonction f .\n\nPartie B\n\nOn donne le programme de calcul suivant :\n\n• Choisir un nombre.\n\n• Ajouter 1 à ce nombre.\n\n• Multiplier par 3\n\n• Soustraire 1 .\n\n1. Si on choisit le nombre 10 au départ, quel sera le résultat ?\n\n2. Si on choisit x comme nombre de départ, montrer que le résultat obtenu sera 3x + 2 .\n\n3. Quel nombre faudrait-il choisir au départ pour que la fonction f et le programme de calcul donnent le\n\nmême résultat ?\n\nExercice 2 (17 points)\n\nVoici quatre affirmations.\n\nPour chacune d'entre elles, dire si elle est vraie ou fausse. Justifier les réponses et écrire les étapes des éventuels calculs.\n\n1. Affirmation 1 : L'expression numérique \n\n\n\n\n\n\n\n33 – 1\n\n3 × 36\n\n7 est un entier divisible par 12.\n\nPour la suite, on considère la fonction h : x  2 x 2 + 5 .\n\n2. Affirmatíon 2 : –3 a pour antécédent –2 par h .\n\n3. Affirmation 3 : Pour tout nombre x , h(x) = ( 2x – 5 ) ( x – 1 ) .\n\n4. Affirmation 4 : Pour tout nombre entier n positif ou nul, h(n) est un nombre premier.\n\nPage 3 sur 5\n\nExercice 3 (31 points)\n\nDans cet exercice, on considère des trapèzes ABCD définis de la manière suivante :\n\n- le côté [AB] est une base de longueur fixe 6 cm, on note cette longueur base 1 ;\n\n- le côté [AD] est perpendiculaire aux côtés [AB] et [CD] et a une longueur variable de x cm,\n\nnotée hauteur ;\n\n- le côté [CD] est une base de longueur variable 2x cm, notée base 2.\n\nOn a représenté ci-contre un exemple,\n\nsans respecter l'échelle :\n\nOn rappelle que l'aire d'un trapèze est donnée par la formule : Aire = 1\n\n2 × ( base 1 + base 2 ) × hauteur .\n\n1. Dans cette question, on choisit x = 4 .\n\na. Construire un tel trapèze ABCD sur la copie.\n\nb. Montrer que l'aire de ABCD vaut alors 28 cm2.\n\n2. Dans cette question, on choisit x = 7\n\n3 .\n\nExprimer l'aire de ABCD comme une fraction irréductible de cm2.\n\n3. Montrer que l'aire en cm2 de ABCD peut s'écrire en fonction de x sous la forme x 2 + 3x.\n\nPour la suite de l'exercice, on pose la fonction g : x  x 2 + 3x .",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_3_90_mb.pdf",
    "year": 2013,
    "zone": null,
    "hasCorrection": true
  }
}