{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": null,
  "title": "t l charger 1015 kb - part 1",
  "content": "1 M .Diagne Professeur de sciences physiques au Lycée de Kounoune / DAKAR\n\nPour réussir ou simplement améliorer vos résultats en sciences physiques.\n\nLa physique et la chimie sont des matières difficiles qu'il est indispensable de travailler régulièrement pour acquérir les techniques\n\nde calcul nécessaires et obtenir un bon niveau.\n\nVoici une méthode qui a fait ces preuves. Les élèves qui l'appliquent arrivent à des résultats spectaculaires allant jusqu'à obtenir une\n\nnote de l'ordre de 18/20 (ou plus) au baccalauréat\n\nMatériel nécessaire\n\n\n\nVotre cours pris en classe (car rien ne remplacera les explications de votre professeur).\n\n\n\nDu papier, un crayon, une gomme (indispensable).\n\n\n\nUne calculatrice scientifique.\n\n\n\nVotre livre.\n\n\n\nWeb.\n\n\n\nLes annales du bac ou du BFEM si vous êtes en TS ou en 3e .\n\nMéthode de travail\n\nPour être efficace, il est indispensable de respecter l'ordre ci-dessous (ne pas sauter les étapes).\n\n1.\n\nApprendre votre cours. Il est souhaitable de faire une fiche de résumé écrite de votre main (de façon à mémoriser) pour chaque\n\nchapitre. Vous pouvez utiliser le cours pris en classe et votre livre.\n\n2.\n\nFaire des exercices simples pour intégrer les techniques de calcul. Par exemple reprendre les exercices d’applications du cours.\n\nAttention: une lecture superficielle n'apporte rien. Il faut travailler avec du papier et un crayon. Dans un premier temps, mettez\n\nla correction de coté; regardez-la (éventuellement) uniquement après avoir cherché un certain temps. C'est en vous heurtant aux\n\ndifficultés que vous progresserez (un peu comme l'entrainement d'un sportif).\n\n3.\n\nVous pouvez maintenant vous attaquer à des exercices plus difficiles (faites en le plus possible en appliquant la même\n\nméthode que précédemment). Par exemple les derniers exercices de chaque chapitre (supposé plus difficile), les annales du bac si\n\nvous êtes en TS ou toute autre source disponible.\n\nRenouvelez ce travail pour chaque chapitre.\n\nJe vous souhaite beaucoup de plaisir et de réussite dans l'étude de cette matière passionnante.\n\nM.Mouhammed Diagne\n\nProfesseur d'enseignement secondaire (PES) de sciences physiques au lycée de\n\nKounoune,dakar,Sénégal\n\nRECUEIL D’EXERCICES DE PHYSIQUE ET DE CHIMIE EN\n\n3eme\n\n2 M .Diagne Professeur de sciences physiques au Lycée de Kounoune / DAKAR\n\n3C1 : NOTION DE SOLUTION\n\n1)Mettre une croix dans la case correspondant à la bonne réponse :\n\nLa relation qui lie la concentration massique Cm et la concentration molaire C d'une solution de\n\nchlorure de sodium de masse molaire M est  Cm = CxM  Cm = C/M  Cm = M/C\n\n2)Préciser le sens des mots et expressions suivantes :\n\nSolubilité, Saturation, Concentration massique (préciser l'unité), Concentration molaire\n\n(préciser l'unité)\n\nExercice1 :\n\nZosias a fini de préparer du thé, mais il le trouve trop \"fort\" pour lui. Il le jette pour en préparer un\n\nautre plus à son goût.\n\na) Préciser le sens du mot \"fort\"\n\nb) Que feriez vous à sa place ? Justifier.\n\nExercice2\n\nVotre professeur a besoin de 500 mL de solution diluée d'aide chlorhydrique de\n\nconcentration C1 = 0,01 mol.L-1. Il dispose pour cela d'une solution concentration C2 = 2 mol.L-1\n\na) Entourer dans la liste suivante le matériel dont il va avoir besoin pour faire la dilution :\n\nfiole 250 mL - pissette - burette de 25 mL - bécher de 500 mL - entonnoir - fiole jaugée de 500 mL -\n\npipette graduée de 5 mL - pipette jaugée de 10 mL - verre à pied - éprouvette graduée de 100 mL -\n\npoire propipette.\n\nb)Donner le mode opératoire de la dilution.\n\nExercice3\n\nDonnées : Masses molaires atomiques en g.mol -1 : Na : 23 ; Cl : 35,5\n\nUne solution de chlorure de sodium (NaCl) a été constituée en dissolvant une masse\n\nm = 5,85 g de ce sel dans de l'eau et en complétant le volume à 500 mL.\n\n1) Calculer la concentration massique Cm de cette solution.\n\n2) Calculer de deux façons différentes la concentration molaire C de cette même solution.\n\nExercice4\n\nDonnées : Masses molaires atomiques en g.mol -1 : Na : 23 ; S: 32 ; O : 16\n\nUne solution a été obtenue en dissolvant une masse m = 14,2 g de sulfate de sodium (Na2SO4)\n\ndans de l'eau et en complétant le volume à 500 mL\n\n1) Calculer la concentration massique Cm de cette solution.\n\n2) Calculer de deux façons différentes la concentration molaire C de cette même solution.\n\nExercice5 :Données : Masses molaires atomiques en g.mol -1 : K : 39 ; Cl : 35,5\n\nOn prépare une solution en dissolvant 0,05 mole de chlorure de potassium KCl dans de l'eau et en\n\ncomplétant à 250 mL.\n\n1) Calculer la concentration molaire de la solution.\n\n2) En déduire la concentration massique Cm de cette solution.\n\nExercice6 : On Donne: H: 1g/mol; N: 14g/mol; S: 32g/mol\n\nUne solution est obtenue par dissolution d’un soluté dans 1,2l d’eau. La dissolution se fait sans\n\nchangement de volume.\n\n1) calculer la concentration massique de la solution\n\n2) calculer la masse molaire moléculaire du soluté sachant que la concentration molaire de la\n\nsolution est c=0,5M (molaire).\n\n3) La formule moléculaire du soluté est NX3 , X étant le symbole d’un élément chimique\n\nExercice7\n\nUne solution S1 possède une concentration C1=0,1mol/l. On prélève un volume V1=50ml de S1 aux\n\nquels on ajoute 450ml d’eau. On obtient une solution S2. On dilue 25 fois la solution S2. On obtient\n\nune solution S3. Calculer la concentration molaire C3 de S3.\n\n3 M .Diagne Professeur de sciences physiques au Lycée de Kounoune / DAKAR\n\nExercice8\n\n1) On dissout 0,3 mole de chlorure de sodium solide dans 200 mL d'eau ; on obtient une\n\nsolution S1. Quelle est la concentration molaire C1 de la solution obtenue ?\n\n2) On prélève à l'aide d'une pipette 10 mL de cette solution S1 et on l'introduit dans une fiole de\n\n250 mL. On dilue cette solution en complétant avec de l'eau jusqu'au trait de jauge de la fiole ; on\n\nobtient une solution S2. Calculer la concentration molaire C2 de cette nouvelle solution.\n\nExercice9\n\nOn dispose d'une solution mère S de chlorure de sodium de concentration molaire C = 0,4mol.L-1.\n\n1) Déterminer la concentration molaire C1 de la solution fille S1 obtenue par dilution d'un volume\n\nV = 5,0 mL de S avec de l'eau distillée dans une fiole jaugée de 50 mL.\n\n2) Quel volume V' de S faut -il diluer pour préparer 500 mL de solution de S2 de concentration\n\nC2 = 0,016 mol.L-1 ?\n\nExercice10\n\nDans un volume V =50 mL d'eau distillée, on dissout un volume v = 0,12L de chlorure d'hydrogène.\n\nLe volume v a été mesuré dans les conditions où le volume molaire est égal à 24 L.mol-1.\n\n1) Calculer la concentration molaire C de la solution obtenue.\n\n2) Calculer la quantité de matière (nombre de moles) n de chlorure d'hydrogène dans un\n\nprélèvement de volume V' = 20 cm3 de cette solution\n\n4 M .Diagne Professeur de sciences physiques au Lycée de Kounoune / DAKAR\n\nC2 : ACIDES ET BASES\n\nA) Répondre par vrai ou faux\n\na) En présence de BBT, une solution de \"khémé\" prend la couleur jaune\n\nb) L'eau de cendre est une solution basique\n\nc) Le jus de \"bissap\" est une solution acide\n\nd) La lessive est acide\n\ne) Le jus de tamarin est une solution basique\n\nB) Compléter les phrases suivantes\n\n1) Une solution acide donne une coloration …………………………………………………… en présence de\n\nBBT, tandis qu’une solution basique donnera une coloration\n\n……………………………………………………\n\nUne solution dans laquelle le BBT vire au vert est ……………………………………………………\n\n2) La réaction qui s’effectue lorsque l’on mélange une solution d’acide chlorhydrique et une solution\n\nd’hydroxyde de sodium est une réaction ……………………………………………………\n\n3) Le BBT est un indicateur coloré. Comme autre indicateur coloré utilisé au laboratoire on peut\n\nciter :\n\n…………………………………………………… et ……………………………………………………\n\n4) Lorsque l’on verse progressivement de l’acide chlorhydrique sur de la soude en présence de BBT,\n\nla couleur de la solution passe du …………………………………………………… au\n\n…………………………………………………… . Ce changement de coloration correspond à\n\n…………………………………………………… acide-base. Cela signifie que le\n\n…………………………………………………… de …………………………………………………… d’acide versé\n\nest égal au …………………………………………………… de …………………………………………………… de\n\nbase initialement présente.\n\nC) Mettre une croix dans la case correspondant à la réponse exacte.\n\nPour obtenir la neutralisation de 15 mL d’une solution d’acide chlorhydrique, on utilise 30 mL\n\nd’une solution de soude de concentration 0,4 mol.L-1 La concentration de la solution d’acide est :\n\n¨ 0,8 mol.L-1 ¨ 0,4 mol.L-1 ¨ 0,2 mol.L-1\n\nD) Ecrire l'équation - bilan de la réaction entre une solution d'acide chlorhydrique et une solution\n\nd'hydroxyde de sodium.\n\nF) Donner la définition de l'équivalence acido - basique pour le dosage d'une solution d'acide\n\nchlorhydrique par une solution d'hydroxyde de sodium. Quels indicateurs colorés peut- on utiliser\n\npour apprécier l'équivalence lors de ce dosage ?\n\nExercice1\n\nOn doit verser 15 cm3 d'une solution d'hydroxyde de sodium de concentration 0,5 mol.L-1, dans 20\n\ncm3 d'une solution d'acide chlorhydrique de concentration inconnue pour obtenir exactement\n\nl'équivalence acido - basique.\n\nCalculer concentration de la solution acide utilisée.\n\nExercice2\n\nOn place, dans un bécher, 20 mL d'une solution d'hydroxyde de sodium de concentration inconnue\n\net 2 gouttes de bleu de bromothymol. On y ajoute une solution titrée d'acide chlorhydrique, de\n\nconcentration\n\nCa = 1 mol.L-1, jusqu'au virage de l'indicateur. On note le volume correspondant : va = 16 mL.\n\n1) Quelle est la concentration de la solution d'hydroxyde de sodium ?\n\n2) Quel volume de cette solution d'hydroxyde de sodium faut- il introduire, dans une fiole jaugée,\n\npour obtenir, après addition d'eau distillée, 1 L de solution de concentration 0,5 mol.L-1 ?\n\nExercice3\n\nOn veut doser une solution d'acide chlorhydrique par une solution d'hydroxyde de sodium. On\n\nprélève avec une pipette, 20 mL de la solution d'acide chlorhydrique que l'on place dans un bécher\n\net on ajoute 3 gouttes de bleu de bromothymol (BBT).\n\nOn verse, avec une burette graduée, une solution d'hydroxyde de sodium de concentration 0,02\n\nmol.L-1. Le virage de l'indicateur se produit lorsqu'on a ajouté 18 mL de cette solution.\n\n5 M .Diagne Professeur de sciences physiques au Lycée de Kounoune / DAKAR\n\n1) Ecrire l'équation bilan de la réaction.\n\n2) Quelle est la couleur du BBT à l'équivalence ?\n\n3) Calculer la concentration de la solution d'acide chlorhydrique.\n\nExercice4\n\nPour atteindre le point équivalent lors du dosage de 34,5ml d’acide chlorhydrique, on verse 40ml\n\nd’hydroxyde de sodium. Sachant qu’il s’est formé é 0,38g d’eau, calculer les concentrations\n\nrespectives de l’acide et de la base.\n\nExercice5\n\nAu cours d'un repas, Ali affirme que le jus de \"bissap\" blanc qu’il est entrain de boire est plus acide\n\nque le jus de tamarin que boit Demba. Demba n'est pas d'accord. Pour trancher ce différend, il\n\namène les deux solutions au laboratoire et procèdent au test suivant :\n\n- ils introduisent 50 mL de \"bissap\" blanc dans un bécher A et 50 mL de jus de tamarin dans un\n\nbécher B. Ils ajoutent dans chaque bécher 5 gouttes de BBT et 50 mL de solution de soude diluée.\n\nLa solution contenue dans le bécher A se colore en vert alors que la solution contenue dans le\n\nbécher B se colore en bleu. Ils en concluent que Ali avait raison. Justifier cette affirmation.\n\nExercice6\n\nOn verse, dans un bêcher contenant 25ml d’une solution d’acide chlorhydrique 2M et du BBT, u\n\nvolume de 30ml de soude.\n\n1) sachant qu’on a récupère 1,755g de sel, montrer que l’acide est partiellement neutralisé.\n\n2) Calculer la concentration molaire de l’hydroxyde de sodium\n\n3) Quel volume d’hydroxyde de sodium doit-on ajouter pour atteindre le point équivalent ?\n\n4) Calculer la masse totale de sel récupérée.\n\nExercice7\n\nPour déterminer la concentration d’une solution d’acide chlorhydrique, on introduit 12,5ml de cet\n\nacide dans un bêcher contenant 25ml d’une solution de soude de concentration 40g/l et on ajouter\n\nquelques gouttes de BBT. On constate alors que le BBT a une coloration bleue.\n\n1) Le mélange est il acide ou basique ?\n\n2) En fait la soude est en excès. On dose l’excès par une solution d’acide sulfurique demi molaire. le\n\npoint équivalent est atteint pour 10ml d’acide sulfurique versé. Calculer le nombre de moles\n\nd’acide versé.\n\n3) Calculer le nombre de mole de soude en excès sachant que l’équation bilan de la réaction entre\n\nl’acide sulfurique la soude est :\n\n2\n\n4\n\n2\n\n4\n\n2\n\nH SO\n\nNaOH\n\nNa SO\n\nH O\n\n\n\n\n\n\n\n4) En déduire la concentration de l’acide.\n\nExercice8\n\nOn dissout 20g d’une solution d’hydroxyde de sodium (NaOH) dans de l’eau pure pour obtenir\n\n400ml de solution.\n\n1) Calculer la concentration massique et la concentration molaire de la solution.\n\n2) On neutralise la solution par une solution décimolaire d’acide chlorhydrique.\n\nCalculer le volume et la concentration massique de l’acide chlorhydrique.\n\nExercice9\n\nUn bêcher contient Va=20cm3 d’une solution d’acide chlorhydrique de concentration molaire\n\nCa=0,4mol/l( solution A). On y verse Vb=15ml d’une solution d’hydroxyde de sodium de\n\nconcentration massique 24g/l (solution B).\n\n1) La solution ainsi obtenue est elle acide ou basique ? Justifier votre réponse.\n\n2) Calculer la concentration molaire volumique de cette solution.\n\n3) Quel volume de A ou de B faut-il, alors ajouter dans la solution pour la neutraliser\n\ncomplètement ?\n\nExercice10\n\nMasses molaires atomiques en g.mol -1 : Na : 23 O : 16 H : 1\n\nSur les marchés du Sénégal, on trouve un produit appelé \"khémé\". Il se présente sous forme\n\nd'écailles blanches et est fortement corrosif. Il est utilisé pour fabriquer du savon et comme produit\n\nde nettoyage.\n\n6 M .Diagne Professeur de sciences physiques au Lycée de Kounoune / DAKAR\n\na) Vous voulez préparer 500 mL de solution aqueuse à 4 g.L-1 de \"Khémé\" (solution A). Encadrez\n\nparmi la liste d'appareils suivants, ceux qui vous seront nécessaires :\n\nBalance - ballon rond de 500 mL - fiole jaugée 0,5 mL - entonnoir - pissette - gants de protection -\n\nspatule - fiole jaugée de 100 mL - éprouvette graduée de 1L.\n\nDécrivez le mode opératoire de la dissolution.\n\nb) Le \"khémé\" étant de la soude proposez un test pour mettre en évidence le caractère basique de la\n\nsolution A.\n\nc) Calculez la concentration molaire de la solution A.\n\n7 M .Diagne Professeur de sciences physiques au Lycée de Kounoune / DAKAR\n\nC3 : PROPRIETES DES METAUX USUELS\n\nDonnées : Masses molaires en g/mol : M(H) = 1 , M(C) = 12 , M(O) = 16 , M(Al) = 27 ,\n\nM(S) = 32 , M(Cl) = 35,5 , M(Fe) = 56 , M(Cu)= 64 , M(Zn) = 65 , M(Pb) = 207.\n\na) On considère les métaux suivants : Aluminium, zinc, cuivre, fer.\n\n1) Lesquels sont attaqués par l’acide chlorhydrique ?\n\n2) Donner les noms et les formules chimiques des produits des réactions.\n\nb) 1) Décrire l’action de l’air sur l’aluminium.\n\n2) Pourquoi il n’est pas nécessaire de protéger certains matériaux en aluminium?\n\nc) On dispose de 3 récipients en fer, zinc, et cuivre. Dans le(s)quel(s) peut- on transporter de\n\nl’acide sulfurique ? Cocher la ou les bonnes réponses.\n\nfer  zinc  cuivre\n\nd) Equilibrer les équations -bilan des réactions suivantes :\n\n1) Fe + H2SO4 FeSO4 + H2 4) Al + O2 Al2O3\n\n2) Al + HCl AlCl3 + H2 5) Al + H2SO4 Al2SO4 + H2\n\n3) Fe + O2 Fe2O3 6) Zn + HCl ZnCl2 + H2\n\nExercice1\n\nOusmane dispose de 2 lames métalliques, l’une en fer, l’autre en cuivre qu’il ne sait pas distinguer.\n\nQuelle expérience lui conseillerez-vous de faire pour les identifier rapidement ? Expliquer.\n\nExercice2\n\nOn considère l’action de l’acide sulfurique dilué sur le fer d’une part et sur le zinc d’autre part.\n\n1- Ecrire les équations bilan de ces 2 réactions.\n\n2- Quelle masse de zinc faut-il pour obtenir le même volume de dihydrogène qu’avec 10,5 g de fer ?\n\n3- Calculer dans chaque cas la masse de sels formés et le volume de la solution utilisé, sachant\n\nqu’elle est normale.\n\nExercice3\n\nUne masse m = 7 g de poudre de fer sont versés dans un volume V = 50 mL d’une solution de\n\nchlorure d’hydrogène de concentration C = 3 mol/L.\n\n1- Ecrire l’équation bilan de la réaction qui se produit.\n\n2- Le fer est-il en excès ? Si oui, déterminer la masse restante du métal.\n\n3- Quelle est la nature du gaz formé ? Comment le mettre en évidence ou le caractériser ?\n\nDéterminer son volume.\n\n4- Calculer la masse de chlorure de fer formé.\n\nExercice4\n\nPour déterminer la composition d’une poudre d’aluminium et de cuivre, on y prélève 20g que l’on\n\nintroduit dans 500mL d’une solution d’acide sulfurique. Il se dégage alors 22,5L de dihydrogène.\n\nSachant que le volume molaire est de 30mol/L :\n\n1- Ecrire l’ (ou les) équation (s) bilan (s) de la (ou des) réaction (s) qui a (ou qui ont) lieu (x).\n\n2- Déterminer la masse de chaque métal.\n\nExercice5\n\nOn a obtenu 270 g d’oxyde de zinc, par la combustion du zinc dans le dioxygène, dans les\n\nconditions où le volume molaire des gaz est de 24 L/mol.\n\n1) Déterminer la masse de zinc utilisée ainsi que le volume de dioxygène nécessaire.\n\n2) Quelle est la masse d’eau que l’on doit décomposer pour obtenir le même volume de dioxygène\n\nque celui trouvé précédemment ? En déduire le volume de dihydrogène obtenu en même temps.\n\nExercice6\n\nOn veut obtenir 240 g d’oxyde cuivreux Cu2O par l’oxydation à chaud du cuivre, dans les\n\nconditions où le volume molaire des gaz est de 24 L/mol.\n\n1- Ecrire l’équation bilan de la réaction qui se produit.\n\n2- Déterminer la masse de cuivre utilisée et le volume de dioxygène nécessaire.\n\nExercice7\n\n8 M .Diagne Professeur de sciences physiques au Lycée de Kounoune / DAKAR\n\nUn fil de fer de masse m = 10 g, préalablement chauffé, brûle dans un flacon contenant 3 L de\n\ndioxygène pur.\n\n1- Ecrire l’équation bilan de la réaction qui se produit.\n\n2- Sachant qu’on opère dans les conditions normales de température et de pression, prouver que le\n\ndioxygène est en excès.\n\n3-Déterminer la masse du corps formée et le volume de dioxygène utilisé.\n\nExercice8\n\nOn verse de l’acide chlorhydrique dilué de molarité C = 2 mol/L sur un mélange de cuivre et de\n\nzinc.\n\n1- A la fin de la réaction, on remarque que l’un des métaux n’est pas attaqué. Lequel ? Ecrire\n\nl’équation bilan de la réaction qui se produit.\n\n2- Calculer le volume de dihydrogène obtenu, si la masse de métal disparue est m = 50 g.\n\nDéterminer le volume minimal d’acide versé.\n\nExercice9\n\nChauffé dans un courant de dioxygène, l’oxyde de plomb de formule PbO se transforme en minium\n\nPb3O4.\n\n1- Écrire l’équation bilan de cette réaction.\n\n2- Sachant que dans les conditions de l’expérience, une mole de gaz occupe 22,4L, quel volume de\n\ndioxygène faut-il pour obtenir 13,7kg de minium.\n\nExercice10\n\nA chaud le dihydrogène réduit l’oxyde ferrique (Fe3O4) selon l’équation :\n\nFe3O4 + H2  Fe + H2O\n\n1- Équilibrer cette équation.\n\n2- Calculer la masse de fer obtenu par réduction de 160g d’oxyde ferrique.\n\n3- Le fer ainsi obtenu est attaque par de l’acide sulfurique dilue et à froid et en excès.\n\na- écrire l’équation bilan de la réaction de l’acide avec le fer.\n\nb- en déduire la masse de dihydrogène.\n\nExercice11\n\nOn veut préparer 27,4g de minium.\n\n1- Quelle masse de massicot doit on utiliser ?\n\n2- Calculer le volume de dioxygène nécessaire. Dans quel volume d’air est-il contenu ?\n\nExercice12 BFEM 2007\n\nUn expérimentateur introduit de la grenaille de zinc dans une éprouvette et y ajoute une solution\n\nd’acide chlorhydrique. Le volume de la solution d’acide nécessaire pour faire réagir complètement la\n\nmasse de zinc introduit vaut 25mL.\n\n1- Ecrire l’équation bilan de la réaction.\n\n2- Sachant qu’il s’est forme 1,36g de chlorure de zinc, vérifier par le calcul que la quantité de\n\nmatière de chlorure de zinc ainsi obtenue est de 0,01 mol.\n\n3- En déduire la quantité de matière d’acide utilisé et la concentration molaire de l’acide.\n\nExercice13\n\nLorsqu’on plonge 20g d’un métal inconnu dans de l’acide chlorhydrique, il se forme alors, a la fin de\n\nla réaction 7,168L de dihydrogène et 40,64g de sel de formule XCl2 ou X est le symbole du métal\n\ninconnu.\n\n1- Déterminer la nature de ce métal en calculant sa masse atomique.\n\n2- Tout le métal a t-il réagi, sinon déterminer l’excès.\n\n3- Calculer les concentrations molaire et massique de l’acide si son volume est 160mL.\n\n9 M .Diagne Professeur de sciences physiques au Lycée de Kounoune / DAKAR\n\nC4 : LES HYGROCARBURES\n\nI)\n\na) Qu’est-ce que la chimie organique ?\n\nb) Définir les termes suivants : alcane, alcène, alcyne.\n\nc) Parmi ces corps : C6H14, ZnCl2, C3H6O, H2O, HNO3, lesquels sont des hydrocarbures ?\n\nd) Qu’est-ce qu’un combustible ? une combustion ?\n\ne) Quand est-ce qu’une combustion est dite complète ? Incomplète ?\n\nf) Donner les formules brutes, des hydrocarbures suivants : le méthane, le butane, le propane,\n\nl’acétylène, l’éthylène, et déterminer leurs densités par rapport à l’air, puis conclure.\n\nII) Répondre par vrai ou faux aux affirmations suivantes :\n\na) Un hydrocarbure ne contient que de l’eau et du carbone.\n\nb) Un alcane a pour formule générale CnH2n+2.\n\nc) Le méthane a pour formule CH4.\n\nd) La combustion complète du méthane produit de l’eau et du dioxyde de carbone.\n\ne) Une combustion est incomplète lorsque le dioxygène est en excès.\n\nExercice1 :\n\nUn hydrocarbure gazeux a une densité de 3.93. Déterminer sa masse molaire. Sa formule\n\ngénérale étant CnH2n+2, trouver la valeur de n et en déduire la formule brute de l’hydrocarbure.\n\nExercice2 :\n\nLes hydrocarbures suivants : CH4 (méthane) ; C2H8 (propane) ; C4H10 (butane) ; C5H12 (pentane)\n\nappartiennent à la famille des alcanes. Leur formule brute peut s’écrire Cn1Hn2 . Pour chacune des\n\nmolécules (n1) désigne le nombre d’atomes de carbone et (n2) le nombre d’atomes d’hydrogène\n\na) En vous appuyant sur les formules citées plus haut, établir la relation entre n1 et n2\n\nb) En posant n1 = n, en déduire la formule générale des alcanes.\n\nc) Exprimer la masse molaire (M) de n’importe lequel de ces hydrocarbures en fonction de n.\n\nExercice3 :\n\na) Ecrire la combustion complète du propane dans le dioxygène. Comment caractériser le gaz qui se\n\nforme ?\n\nb) Un ‘’camping gaz‘’ contient 220 g de propane. Calculer la masse et le volume du dioxygène\n\nnécessaire pour le brûler complètement, ainsi que le volume du gaz formé.\n\nExercice4 :\n\n1) Par action de l’eau sur le carbure de calcium (CaC2 ) , on obtient de l’acétylène et de l’hydroxyde\n\nde calcium ( Ca(OH)2 ) . Ecrire l’équation bilan de la réaction qui se produit.\n\n2) Une bouteille d’acétylène contient 32 kg du combustible. On demande la masse de carbure de\n\ncalcium qu’il faut utiliser pour remplir cette bouteille.\n\nExercice5 :\n\nEcrire l’équation de la combustion complète du méthane. Et déterminer la masse de méthane qu’il\n\nfaut brûler ainsi que le volume de dioxygène nécessaire, pour obtenir 0.1 mole d’eau, dans les\n\nCNTP.\n\nExercice6 :\n\nOn brûle complètement 12 m3 de butane dans de l’air, dans les conditions où le volume molaire des\n\ngaz est de 25 L/mol.\n\n1) Calculer la masse et le volume de dioxyde de carbone formé.\n\n2) Calculer le volume d’air nécessaire à cette combustion complète.\n\nExercice7 :\n\nUne salle a les dimensions suivantes : longueur: 6m, largeur: 4m, hauteur : 2.5m.\n\n1) Déterminer le volume d’air contenu dans cette salle.\n\n2) Quel volume de butane peut-on brûler dans cet air complètement ? Quel est le volume de butane\n\nqui forme un mélange tonnant avec cet air ?\n\n3) Quel est le volume de propane qui forme un mélange tonnant avec cet air ?\n\nExercice8 :\n\nUn alcane a une masse molaire de 86 g/mol. Déterminer sa formule brute.\n\n10 M .Diagne Professeur de sciences physiques au Lycée de Kounoune / DAKAR\n\n1) Ecrire l’équation bilan de sa combustion complète dans le dioxygène de l’air.\n\n2) Calculer le volume d’air nécessaire à la combustion de 21.5 g de l’alcane, ainsi que la masse de\n\nchaque corps formé, si on opère dans les conditions où le volume molaire des gaz est de 24 L/mol.\n\nExercice9\n\nOn a utilisé 0,3 mole de dioxygène pour faire la combustion complète d’une masse m d’éthylène.\n\n· Ecrire l’équation bilan de la réaction qui se produit\n\n· Quelles doivent être les proportions d’éthylène et de dioxygène pour que la combustion soit\n\ncomplète ?\n\n· Calculer la masse m d’éthylène utilisée et trouver le volume de dioxyde de carbone dégagé, si on\n\nopère dans les conditions où le volume molaire des gaz est de 24 L/mol.\n\nExercice10 :\n\nUn alcane A est utilisé pour le chauffage domestique. La masse molaire moléculaire de A est M = 58\n\ng.mol-1.\n\n1) Rappeler la formule générale des alcanes.\n\n2)Trouver la formule brute de l’alcane A et donner son nom.\n\n3) La combustion complète d’une masse m de l’alcane A produit 100 litres de dioxyde de carbone\n\ndans des conditions où le volume molaire vaut 25 L.mol-1.\n\na) Ecrire l’équation-bilan de la réaction.\n\nb) Trouver la masse m d’alcane brûlée. (BFEM 2004)\n\n11 M .Diagne Professeur de sciences physiques au Lycée de Kounoune / DAKAR\n\n3P1 : LES LENTILLES MINCES\n\n1°Questions de Cours\n\n1)A) Recopiez les phrases en complétant à l'aide des mots : convergente, divergente, focale, foyer.\n\nOn regarde un texte imprimé à travers une lentille.\n\nLe texte apparaît plus grand si la lentille est ......................... .\n\nLe texte apparaît plus petit si la lentille est ......................... .\n\nLe point où l'on obtient l'image du soleil à travers une lentille convergente est appelé\n\n.........................\n\nLa distance ......................... est la distance entre la lentille et le foyer.\n\nB) Compléter les phrases suivantes en ajoutant les mots ou groupes de mots manquants\n\n1- Une lentille convergente a ses bords ………alors qu’une lentille divergente a ses bords ………\n\n2 -Un rayon incident passant ……. ne subit pas de déviation alors qu’il est ……s’il passe par les\n\nbords.\n\n3 -Une lentille convergente donne d’un objet renversé situé à 2 f une image …………….\n\n4 -Si un objet est AB est placé ……………. d’une lentille convergente, l’image obtenue est à l’infini.\n\n5 -La vergence d’une lentille est ……………. de sa distance focale\n\nC)\n\na) Quels sont les deux types de lentilles ? Pour chacun des types, dessiner un exemple et donner\n\nson nom.\n\nb) Quel est le type de lentille qui \"rabat\" vers l'axe optique le faisceau incident ? Comment s'appelle\n\ncelui qui \"ouvre\" le faisceau incident ?\n\nc) Qu'est-ce qu'une lentille convergente ? Comment la symbolise-t-on ?\n\nd) Comment appelle-t-on l'axe de symétrie d'une lentille ?\n\ne)En quel point l'axe optique principal d'une lentille converge la lumière venant du Soleil ?\n\nf) Reliez le défaut de l'œil à la lentille qui permet sa correction.\n\n\n\nœil myope lentille convergente\n\n\n\nœil hypermétrope \n\nlentille divergente\n\n\n\nœil presbyte\n\ng) Un myope a sa vue corrigée par un verre divergent de -2,5 . Calculer la distance minimale de sa\n\nvision distincte.\n\n2)\n\nDonner les mots permettant de remplirla grille ci-contre.\n\nHorizontalement\n\n1 Son unité est la dioptrie\n\n5 Il peut être principal ou secondaire\n\n8 Est un milieu transparent\n\nVerticalement\n\n1 Qualité d’un objet ou d’une image\n\n8 optique, il est un point particulierde la lentille\n\n3) Compléter les rayons émergents ou incidents manquants à chacun des schémas suivants\n\nO\n\nF’\n\nF\n\nO\n\nF\n\nF’\n\n12 M .Diagne Professeur de sciences physiques au Lycée de Kounoune / DAKAR\n\nExercice 1\n\nCompléter le tableau\n\nTypes de lentilles\n\nDistance focale\n\nVergence (dioptrie)\n\nConvergente\n\n0.02m\n\n-45\n\ndivergente\n\n5cm\n\n25\n\nExercice 2\n\nSoient L1 et L2 deux lentilles convergentes de vergences respectives 40 et 25 dioptries\n\nCalculer leur distance focale\n\n2) Construire l’image d’un objet verticale AB de 1cm, situé à une distance de 3cm du\n\ncentre optique pour chaque lentille. Le point C est sur l’axe optique.\n\n3) Donner les caractéristiques de l’image A’B’.\n\nExercice 3\n\nUne lentille mince a une vergence C =20,0 dioptries.\n\n1) Déterminer sa distance focale f.\n\n2) Un segment lumineux AB, réel, est placé perpendiculairement à l’axe optique de la lentille.\n\nLe point A est situé sur l’axe optique et à 8,0cm du centre optique O de la lentille.\n\na- Construire l’image A’B’ de AB a travers la lentille.\n\nb- Donner les caractéristiques de l’image A’B’.\n\nc- Calculer le grandissement.\n\nExercice 4\n\nUn objet AB de hauteur 2,5 cm est placé devant une lentille convergente perpendiculaire à l’axe\n\noptique, le point A se trouve sur cet axe. La vergence de la lentille est de 10δ.\n\n1) Calculer la distance focale de la lentille.\n\n2) Construire à l’échelle de 1/5, l’image A’B’ de l’objet AB dans les cas suivants :\n\na- AB est placé à 5cm de la lentille.\n\nb- AB est à 5cm devant le foyer objet.\n\nDans les deux cas on donnera les caractéristiques de l’image A’B’. (BFEM 2004)\n\nExercice 5\n\nUn objet lumineux AB de 2 cm de hauteur est placé perpendiculairement à l'axe optique principal\n\nd'une lentille divergente de centre optique O et de distance focale -5 cm. Le point A est sur l'axe\n\nprincipal à 6 cm de O.\n\n1) Construire l'image A'B' de AB donnée par la lentille.\n\n2) Donner les caractéristiques de l'image A'B'.\n\nExercice 6\n\nOn considère une lentille divergente schématisée ci-dessous :\n\n1) Apres avoir défini X’X, OF, Fet F’ ; tracer la marche d’un faisceau lumineux parallèle à X’X.\n\n2) Un objet CD est placé à 5cm de O. construire l’image C’D’ qu’en donne cette lentille.\n\n3) Déterminer la position de l’image et sa grandeur. On donne OF=3cm.\n\nExercice 7\n\nOn réalise l’image d’un objet AB de hauteur h=2,5cm à partir d’une lentille de distance focale\n\nf=20mm.\n\n1) dans chacun des trois cas suivants, donner les caractéristiques de l’image quand l’objet est\n\nplacé à une distance d du centre optique de : à) 6cm ; b) 3cm ; c) 1cm.\n\n2) On veut utiliser la lentille comme loupe afin d’observer des inscription minuscules sur des\n\nbijoux. Dans quelle condition, parmi les trois cas doit on se placer ?\n\n13 M .Diagne Professeur de sciences physiques au Lycée de Kounoune / DAKAR\n\nExercice 8",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_1015_kb.pdf",
    "year": null,
    "zone": null,
    "hasCorrection": true
  }
}