{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": null,
  "title": "t l charger 1 09 mb - part 3",
  "content": "sous forme d’oxydes. Ces métaux viennent des mines pour que l’usine les transforme en corps purs\n\nsimple. Le technicien mélange dans un récipient du carbone en poudre et de l’oxyde de cuivre en\n\npoudre. Il chauffe ce mélange à l’aide d’une flamme du bec Bunsen.\n\n1- Ecris l’équation bilan de cette réaction chimique.\n\n2- Donne :\n\na- quelques propriétés caractéristiques des produits formés.\n\nb- le nom du corps réduit.\n\nc- le nom du corps oxydé.\n\n37\n\n37\n\nDIGBEU réalise la réaction chimique dont l’équation bilan est :\n\n2CuO + C ………… » 2Cu + CO2\n\na- C’est la réduction de l’oxyde de cuivre par le carbone. …………….\n\nb- C’est une réaction d’oxydo-réduction. ……………….\n\nc- L’oxydant est le carbone. ……………………\n\nd- Le carbone subit une oxydation………..\n\nPour chaque question, entoure la bonne réponse.\n\nYOU réalise la réaction chimique dont l’équation bilan est:\n\n2Mg + CO2 …….. » 2 MgO + C\n\n1- Les réactifs sont :\n\na- Mg et C\n\nb- CO2 et MgO\n\nc- Mg et CO2\n\n2- Dans cette réaction, le magnésium :\n\na- n’a pas subi de transformation.\n\nb- a été oxydé\n\nc- a été réduit\n\nIII-\n\nComplète le texte par les mots qui conviennent :\n\nOxygène, oxydant, cède, réducteur,\n\nAu cours d’une réaction d’oxydoréduction : Le ……………………. est le corps qui capte les atomes\n\nd’…………………... L’oxydant est le corps qui ………………… les atomes d’oxygène.\n\nL’…………………….. se réduit et le réducteur s’oxyde.\n\n1. Pour chacun des oxydes suivants : Al2O3 ; SO2 ; CO ; NO2\n\n1.1.\n\nDonne le nom ;\n\n1.2.\n\nDonne le nombre total d’atomes ;\n\n1.3.\n\nDonne le nombre d’atomes de chaque élément chimique.\n\n2. Complète à l’aide de formules de corps simples, puis équilibrer (si nécessaire) les équations\n\nchimiques suivantes ;\n\nAl + ………….. Al2O3\n\nCO + Fe2O3 …………………. + CO2\n\nCuO + ………………… Cu + H2O\n\n……… + O2 Fe3O4\n\n3. Le carbone réduit l’oxyde de cuivre en cuivre et s’oxyde pour donner du dioxyde de carbone.\n\n3.1.\n\nEcris l’équation chimique de cette réaction.\n\n3.2.\n\nIndique, pour cette réaction ;\n\n3.2.1.\n\nL’oxydant :\n\n3.2.2.\n\nLe réducteur.\n\n38\n\n38\n\nBEPC Coefficient : 1\n\nSESSION 2014 Durée : 2 h\n\nZONE : I\n\nCette épreuve comporte 2 pages numérotées ½ et 2/2.\n\nL’usage de la calculatrice est autorisé.\n\nLe candidat recevra une (01) feuille de papier millimétré qu’il rendra avec sa copie.\n\nExercice 1 (8 points)\n\nPour chaque question, recopie la bonne réponse.\n\nOn donne g = 10 N/kg.\n\nUn tronc d’arbre de masse 50 kg flotte sur l’eau.\n\n1. Le poids de ce tronc d’arbre est :\n\na. P = 50 N ;\n\nb. P = 500 N ;\n\nc. P = 5 N.\n\n2. La valeur de la poussée d’Archimède exercée par l’eau sur le tronc est :\n\na. PA = 500 N ;\n\nb. PA = 5 N ;\n\nc. PA = 50 N.\n\nRelie chaque grandeur physique à son unité.\n\nx Newton (N)\n\nPuissance électrique x x Volt (V)\n\nIntensité d’une force x x Watt (W)\n\nEnergie électrique x x Ampère (A)\n\nx Joule (J)\n\nIII-\n\nPour chacune des propositions ci-dessous, écris la lettre V si la proposition est vraie ou la\n\nlettre F si la proposition est fausse.\n\n1- Une lentille convergente a des bords minces. V F\n\n2- Une lentille convergente de distance focale 0,04 m a pour vergence C = 2,5 δ. V F\n\n3- Une lentille convergente peut être utilisée pour corriger l’hypermétropie. V F\n\n4- Une lentille divergente a une vergence positive. V F\n\nIV-\n\nRecopie le texte ci-dessous en le complétant avec les mots suivants : isomères,\n\nhydrocarbures, propane, éthane, hydrogène, butane, isobutane, méthane, carbone.\n\nLe pétrole brut est un mélange de plus de deux cents sortes de molécules pour la plupart des\n\nalcanes.\n\nLes alcanes appartiennent à la famille des …………………. Ils sont constitués d’atomes de\n\n…………………et ………………………. Les trois premiers alcanes sont dans l’ordre\n\n……………….., …………………….. et ……………………………..\n\nPHYSIQUE - CHIMIE\n\n1/2\n\nMODELE DE SUJET DE BEPC EN APC POUR 2014\n\n39\n\n39\n\nDeux molécules de formules développées différentes répondant à la même formule brute sont\n\ndes …………………….. Les isomères de l’alcane de formule brute C4H10\n\nsont………………… et ……………………………..\n\nExercice 2 (7 points)\n\nAu cours d’une séance de Travaux Pratiques dans un collège moderne, sous la conduite de\n\nleur professeur de Physique-Chimie, des élèves d’une classe de 3e se proposent de vérifier la\n\nvaleur de la résistance R d’un conducteur ohmique AB qu’ils veulent utiliser dans un circuit\n\nélectrique. Ils disposent des mesures consignées dans le tableau ci-dessous :\n\nU(V)\n\n0,0\n\n0,5\n\n1,0\n\n1,5\n\n2,0\n\n3,0\n\n4,0\n\nI(mA)\n\n0\n\n4\n\n8\n\n12\n\n16\n\n24\n\n32\n\n1. Nomme les appareils utilisés pour effectuer les différentes mesures.\n\n2. Indique le rôle d’un conducteur ohmique dans un circuit électrique.\n\n3. Trace sur un papier millimétré, la caractéristique U = f(I) du conducteur ohmique AB.\n\nEchelle :\n\n1 cm pour 0,5 V en ordonnée ;\n\n1 cm pour 4 mA en abscisse.\n\n4. Détermine graphiquement la valeur de la résistance R du conducteur ohmique.\n\nExercice 3 (5 points)\n\nChaque année dans notre pays, les voitures et les usines rejettent plusieurs millions de tonnes de dioxyde\n\nde soufre, de dioxyde de carbone et d’autres gaz qui polluent l’environnement. Des élèves de troisième,\n\nsoucieux de la protection de l’environnement, se proposent de mener des campagnes de sensibilisation.\n\n1. Ecris les formules chimiques du dioxyde de soufre et du dioxyde de carbone.\n\n2. Pour ces deux corps :\n\n2.1. Précise le gaz responsable de l’effet de serre et celui à l’origine des pluies acides.\n\n2.2. Indique les conséquences de l’effet de serre et des pluies acides.\n\n3. Ecris l’équation-bilan de la combustion dans le dioxygène :\n\n3.1. du soufre ;\n\n3.2. du carbone.\n\n4. Propose deux solutions pour protéger l’environnement.\n\n2/2",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_1_09_mb.pdf",
    "year": null,
    "zone": null,
    "hasCorrection": true
  }
}