{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": null,
  "title": "t l charger 4 32 mb - part 2",
  "content": "4. Représente sur la figure les forces citées à la question 1. Échelle :1 cm ↔0,05 𝑁 boule\n\nEn vue de réussir votre prochain devoir de niveau de Physique – Chimie, vous cherchez à résoudre\n\nquelques exercices. Vous retrouvez, dans un manuel d’exercice, la figure ci – contre représentant une\n\norange suspendue à un support par l’intermédiaire d’un fil. Sa tension est représentée par le vecteur 𝑻⃗ .\n\nDonnées : g = 10 N/kg ; échelle : 3 N ↔ 1 cm.\n\nTu es désigné (e) par les autres membres du groupe pour représenter la deuxième force qui maintient\n\nl’orange en équilibre.\n\n1. Énonce la condition d’équilibre d’un solide soumis à deux forces. Fil 𝑻⃗\n\n2. Dis ce que représente le point A sur cette figure.\n\n3. Détermine la valeur T de la tension du fil.\n\n4. Donne la valeur P du poids de l’orange. Justifie ta réponse.\n\n5. Donne les caractéristiques de chaque force. A\n\n6. Reproduis la figure et représente la deuxième force qui maintient l’orange en équilibre.\n\nOrange\n\nFigure\n\nUn groupe d’élèves de ta classe réalise l’expérience du schéma ci-dessous :\n\nLe groupe plonge un solide de volume 200 cm3 dans un récipient contenant de l’huile.\n\nLe solide flotte et sa moitié est immergée (voir figure).\n\nIl veut représenter les forces agissant sur le solide flottant.\n\nTu es sollicité(e) par le groupe pour le faire.\n\nDonnées :\n\nÉchelle : 2 cm\n\n1 N\n\nIntensité de pesanteur : g = 10 N/kg\n\nMasse volumique de l’huile : a = 0,9 g/cm3\n\n1. Cite les deux forces qui agissent sur le solide plongé dans l’huile.\n\n2. Donne la condition de flottaison d’un solide dans un liquide.\n\n3.1. La valeur PA de la poussée d’Archimède.\n\n3.2. La valeur P du poids du solide.\n\n4. Reproduis la figure ci-dessous et représente les deux forces qui agissent sur le solide.\n\nSolide (S)\n\nHuile\n\n24\n\nCORRECTION DES EXERCICES\n\nVRAI ou FAUX\n\n1.VRAI ; 2. VRAI ; 3. FAUX ; 4. VRAI ; 5. VRAI\n\n1.a ; 2.b ; 3.a ; 4.c\n\nRelions les diagrammes de la condition de flottaison.\n\n1. Lorsqu’un solide immergé dans un liquide coule, la valeur de son poids est supérieure à celle de la\n\npoussée d’Archimède.\n\n2.Lorsqu’un solide soumis à deux est en équilibre ces deux forces ont la mémé droite d’action, la même\n\nvaleur et des sens opposés.\n\n1.C’est le poids 𝑃⃗ du solide.\n\n2.Enoncé de la condition d’équilibre.\n\nUn solide soumis à l’action de deux forces est en équilibre lorsque ses deux forces sont : Colinéaires (de\n\nmême direction) ; de sens opposés et de même valeur.\n\n3.Completons le tableau ci-dessous.\n\nNoms des forces\n\nle poids 𝑃⃗ du solide\n\nLa réaction 𝑅⃗ du support\n\nDirection\n\nVerticale du lieu\n\nVerticale du lieu\n\nSens\n\nDu haut vers le bas\n\nDu bas vers le haut\n\nPoint d’application\n\nCentre de gravité G\n\nPoint de contact entre le solide et le support\n\nIntensité\n\n10 N\n\n10 N\n\n4.Calculons sa masse m.\n\n𝑃= 𝑚× 𝑔⟹𝑚=\n\n𝑔 ; AN: 𝑚=\n\n10 = 1 𝑘𝑔\n\n5.Représentons sur le schéma les deux forces appliquées au solide à l’échelle 1 cm pour 4 N.\n\nÉchelle : {1 cm ↔4 𝑁\n\nx ↔10 𝑁 donc 𝑥=\n\n10×1\n\n= 2,5 𝑐𝑚\n\nPosition de l’objet dans le liquide\n\nCoule\n\nFlotte sur le liquide\n\nFlotte (suspendu) entre deux eaux\n\nCondition\n\n𝑃> 𝑃𝐴ou𝜌𝑆> 𝜌𝐴 ou 𝑑𝑆> 𝑑𝐿\n\n𝑃= 𝑃𝐴ou𝜌𝑆= 𝜌𝐴 ou 𝑑𝑆= 𝑑𝐿\n\n𝑃< 𝑃𝐴ou𝜌𝑆< 𝜌𝐴 ou 𝑑𝑆< 𝑑𝐴 *\n\n𝑅⃗\n\n1.Les forces qui s’exercent sur la bille en équilibre dans cette position sont le poids 𝑃⃗ de la boule et la\n\ntension 𝑇⃗ du fil.\n\n2.Calculons la valeur du poids.\n\n𝑃= 𝑚× 𝑔 𝑎𝑣𝑒𝑐 𝑚= 10 𝑔= 0,01 𝑘𝑔⟹AN: 𝑃= 0,01 × 10 = 0,1 𝑁\n\n3.Les caractéristiques de chacune des forces.\n\n4. Représentons sur la figure les forces citées à la question 1. Échelle :1 cm ↔0,05 𝑁\n\nÉchelle : {1 cm ↔0,05 𝑁\n\nx ↔0,1 𝑁\n\ndonc 𝑥=\n\n0,1×1\n\n0,05 = 2 𝑐𝑚\n\n1. Un solide soumis à deux forces est en équilibre si ces deux forces ont la même direction, sont de sens\n\nopposés et de même valeur.\n\n2. Le point A représente le point d’attache ou le point de contact entre l’orange et le fil.\n\n3. échelle : 3 N ↔ 1 cm\n\n𝑇 ↔ 2,2 cm\n\n𝑇=\n\n2,2×3\n\n= 6,6 𝑁 ; 𝑇= 6,6 𝑁\n\n4. 𝑃= 𝑇 ; 𝑃= 6,6 N car l’orange est en équilibre.\n\n5. Pour le poids 𝑷⃗⃗ de l’orange Pour la tension 𝑻⃗ du fil\n\nle poids 𝑃⃗ de la boule :\n\nLe point d’application : centre de gravité G\n\nLa direction : C’est la verticale du lieu\n\nLe sens : Du haut vers le bas\n\nLa tension 𝑇⃗ du fil :\n\nLe point d’application : centre de gravité G\n\nLa direction : C’est la verticale du lieu\n\nLe sens : Du haut vers le bas\n\n𝑇⃗\n\nAccepter : échelle : 3 N ↔ 1 cm\n\n𝑇 ↔ 2,1 cm\n\n𝑇=\n\n2,1×3\n\n= 6,3 𝑁 ; 𝑇= 6,3 𝑁\n\n26\n\nDirection : verticale du lieu Direction : verticale du lieu\n\nSens : du haut vers le bas\n\nSens : du bas vers le haut\n\nPoint d’application : centre de gravité G\n\nPoint d’application : le point A\n\nValeur : 𝑃= 6,6 N\n\nValeur : 𝑇= 6,6 N\n\n6.\n\n𝑻⃗\n\nOrange\n\n𝑷⃗⃗\n\n1.Les deux forces qui agissent sur le solide plongé dans l’huile sont le poids 𝑃⃗ du solide et la poussee\n\nd’Archimede 𝑃⃗ 𝐴.\n\n2. Un solide flotte dans un liquide lorsque la valeur de la poussée d’Archimède est égale du poids du\n\nliquide déplacé. 𝑃𝐴= 𝑃.\n\n3.1. PA = a × VLd × g avec VLd =\n\nV\n\n2 =\n\n300\n\n2 = 150cm3 = 0,15dm3 et a = 0,9 g/cm3 = 0,9 kg/dm3\n\nAN : PA = 0,9 × 0,15 × 10 = 1,35 N P⃗ A\n\n3.2. PA = P car le solide flotte donc P=1,35 N\n\n4. Échelle : {2 cm ↔ 1 N\n\nx ↔1,35 N x =\n\n1,35×2\n\n= 2,7 cm\n\n𝑷⃗⃗\n\nSolide (S)\n\nHuile\n\n❖ Travail d’une force\n\nLe travail d’une force constante F dont le point d’application se déplace d’une longueur L dans la même\n\ndirection que F est égal au produit de l’intensité de la force par la longueur du déplacement.\n\n➢ Le travail se note W et s’exprime en Joule (J).\n\n➢ Expression et unités :\n\n𝑾(𝑭⃗ ) = 𝑭× 𝑳 : F en Newton (N) et L : en mètre (m)\n\n❖ Travail du poids\n\n𝑾(𝑷⃗⃗ ) = 𝑷× 𝒉= 𝒎× 𝒈× 𝒉 ; P en Newton (N) ; h : en mètre (m) ;\n\ng en newton par kilogramme (N/kg) et m en kilogramme (kg).\n\n❖ Natures\n\n➢ Travail moteur\n\nLe travail est dit moteur si la force favorise ou contribue au déplacement.\n\n➢ Travail résistant\n\nLe travail est dit résistant si la force s’oppose au déplacement.\n\n➢ Travail nul\n\nToute force dont la droite d’action (direction) est perpendiculaire au déplacement, ne travaille pas.\n\n❖\n\n❖ Puissance mécanique\n\nLa puissance d’une force est égale au quotient du travail qu’elle effectue par la durée mise pour\n\nl’accomplir.\n\nLa puissance se note P et s’exprime en Watt (W)\n\n𝑷=\n\n𝑾\n\n𝒕 ou 𝑷= 𝑭× 𝒗 ; W en joule (J) ; F en Newton (N) ; v en mètre par seconde (m/s)\n\nSens de déplacement\n\n𝑷⃗⃗\n\n𝑊(𝑃⃗ ) = 0𝐽\n\nTRAVAIL ET PUISSANCE MECANIQUES\n\nSens de déplacement\n\n𝑷⃗⃗\n\nSens de déplacement\n\n𝑷⃗⃗\n\n28\n\nNB : Le cheval vapeur (ch) est aussi une unité de la puissance mécanique.\n\n1 ch = 736 W\n\nRemarque : Sachant que : 1min = 60s et 1h = 60min = 3600s alors :\n\n• Si la vitesse est en km/h pour la convertie en m/s, on la divise par 3,6 ;\n\n• Si la vitesse est m/s pour la convertie en km/h, on la multiplie par 3,6.\n\nExemple : Pour v = 36km/h, on a : v =\n\n36\n\n3,6 = 10m/s.\n\n1. Toute force travaille.\n\n2. Le travail d’une force d’intensité F dont le point d’application se déplace d’une longueur L\n\ndans le même sens que le déplacement est donné par la relation : 𝑊=\n\n𝐹\n\n𝐿\n\n3. Le travail d’une force s’exprime en watt.\n\n4. Le travail du poids d’un corps est nul si ce corps se déplace horizontalement.\n\n5. L’expression de la puissance mécanique est 𝑃=\n\n𝑊\n\n∆𝑡 avec ∆𝑡 exprimée en seconde.\n\nComplète le texte suivant avec les mots et expression qui conviennent : travail – joule – légale – point\n\nd’application – puissance – quotient – watt – résistant – durée – force.\n\nEn physique, la notion de travail est précise.\n\nOn considère qu’une force effectue un travail lorsque son……………………………………... se déplace.\n\nLe travail d’une force se note W et son unité …………………… est le ……………………………….\n\nLe ………………………… est dit moteur lorsque la ……………………………… favorise le\n\ndéplacement.\n\nLorsque le sens de la force est opposée au sens du déplacement, le ……………… est\n\n……………………..\n\nLa puissance d’une force est le …………………… ..du travail par la ………………… mise à\n\nl’accomplir.\n\nL’unité …………… ………………………de la puissance est le …………………………………\n\n1- Le point d’application d’une force F = 6 N se déplace dans la même direction d’une longueur L = 2\n\nm. Le travail effectué par cette force est :\n\na- W = 1,2 Joules b- W = 12 Joules c- W = 0 Joule\n\n2- 1min 40s est égale à :\n\na- 140 s b- 1400 s c- 100 s\n\nRecopie le numéro de chaque proposition et écris à la suite la lettre correspondant à la bonne\n\nUn véhicule dont la force motrice est 800 N roule sur une route horizontale à la vitesse de 72 km/h et\n\nparcourt 1000 m :\n\n1- La vitesse exprimée en mètre par seconde est :\n\na- 1,2 m/s ; b- 20 m/s ; c- 1200 m/s\n\n2- Le travail de la force motrice est :\n\na- 800 J ; b- 72 J ; c- 800 000 J\n\n3- La puissance développée par le moteur est :\n\na- 16 kW ; b- 96 kW ; c- 960 kW\n\nRecopie le numéro de chaque proposition et écris à la suite la lettre correspondant à la bonne\n\n30\n\nRelie chaque grandeur au symbole de son unité.\n\nSalif fait le trajet ci – dessous :\n\nC D\n\n1.Le travail du poids de salif est moteur sur le trajet AB\n\n2.Le travail du poids de salif est résistant sur le trajet BC A B E\n\nF\n\n3.Le travail du poids de salif est nul sur le trajet BC\n\n4.Le travail du poids de salif est moteur sur le trajet DE.\n\nAu cours d’une séance de jeu, ton camarade de classe grimpe à la corde. Il a une masse de 50 kg et\n\ns’élève d’une hauteur h = 3 m au - dessus du sol, en 20 secondes. Il t’est demandé de déterminer la\n\npuissance mécanique du poids de ton camarade. En ce lieu : g = 10 N/kg.\n\n1.1. la définition de la puissance mécanique ;\n\n1.2. l’unité légale de puissance mécanique.\n\n2. Détermine :\n\n2.1. le poids de ton camarade ;\n\n2.2. le travail de son poids.\n\n3. Détermine la puissance mécanique du poids au cours de la montée.\n\nUn ascendeur dessert les différents étages d’un immeuble. Sa masse à vide est m = 200 kg. Il contient\n\ntrois personnes de masse moyenne 70 kg chacune, lors d’une descente de 24 m. On donne : g = 10 N/kg.\n\n1. Calcule le poids de cet ascenseur charge comprise.\n\n2. Calcule le travail effectué par le poids de l’ascenseur au cours de la descente.\n\n3. Donne la nature (moteur ou résistant) du travail calculé. Justifie ta réponse.\n\n4. L’ascenseur descend avec une vitesse régulière de 3 m/s.\n\nSymboles\n\nW\n\nm/s\n\nJ\n\nm\n\nkg\n\nN/kg\n\nN\n\nGrandeurs\n\nForce\n\nTravail d′une force\n\nTravail du poids\n\nLongueur\n\nVitesse\n\nPuissance mécanique\n\nMasse\n\nCalcule la puissance fournie par le moteur de l’ascenseur.\n\nAu cours d’une sortie d’étude organisée par l’INSTITUT SOMA SAMAKE D’ADJAME, avec des\n\nclasses de 3e dont tu en fais partis, ton ami qui est dans la même classe que toi n’était pas présent au cours\n\nte demande de lui expliquer la notion de travail moteur et de travail résistant.\n\nPour cela, tu prends une pierre dont on supposera que la masse de la pierre est de 1,5 kg et tu la lances\n\nd’une hauteur h = 6 m par rapport au sol. Elle (la pierre) s’arrête puis fait une chute libre en 4 s.\n\nOn prendra : g = 10 N/kg.\n\n1. Donne l’expression du travail du poids d’un corps.\n\n2. Calcule le travail du poids de la pierre lors de la montée.\n\n3. Précise et justifie la nature du travail du poids de la pierre :\n\n3.1. au cours de la montée ;\n\n3.2.Au de la descente.\n\n4. Détermine la puissance du poids au cours de la chute.\n\n5. Le poids de la pierre est de 15 N.\n\n5.1. Écris l’expression de la puissance en fonction du poids P et de la vitesse 𝑣 de la chute.\n\n5.2. Déduire la vitesse 𝑣 de la chute.\n\n32\n\nCORRECTION DES EXERCICES\n\nV(vrai) ou F (faux) : 1.F ; 2.F ; 3.F ; 4. V ; 5.V\n\nEn physique, la notion de travail est précise.\n\nOn considère qu’une force effectue un travail lorsque son point d’application se déplace.\n\nLe travail d’une force se note W et son unité légale est le joule.\n\nLe travail est dit moteur lorsque la force favorise le déplacement.\n\nLorsque le sens de la force est opposé au sens du déplacement, le travail est résistant.\n\nLa puissance d’une force est le quotient du travail par la durée mise à l’accomplir.\n\nL’unité légale de la puissance est le watt.\n\n1.b ; 2.c\n\n1.b ; 2.c ; 3.a\n\nRelions chaque grandeur au symbole de son unité.\n\nVrai ou Faux : 1. Faux ; 2. Vrai ; 3. Faux ; 4. Vrai.\n\n1.Donnons :\n\n1.1. La définition de la puissance mécanique\n\nLa puissance mécanique d’une force est le quotient du travail qu’elle effectue par la durée mise pour\n\nl’accomplie.\n\n1.1. L’unité légale de puissance mécanique est le Watt (W).\n\n2.Determinons :\n\n2.1. Le poids de ton camarade ;\n\n𝑃= 𝑚× 𝑔 ; AN : 𝑃= 50 × 10 = 500 𝑁\n\n2.2. Le travail de son poids.\n\n𝑊(𝑃⃗ ) = 𝑃× ℎ ; AN: 𝑊(𝑃⃗ ) = 500 × 3 = 1500 𝐽\n\n3. Déterminons la puissance mécanique du poids au cours de la montée.\n\n𝒫=\n\n𝑊(𝑃⃗ )\n\n∆𝑡 AN: 𝒫=\n\n1500\n\n20 = 75 𝑊\n\nSymbole\n\n* W\n\n* m/s\n\n* J\n\n* m\n\n* kg\n\n* N/kg\n\n* N\n\nGrandeur\n\nForce\n\nTravail d′une force\n\nTravail du poids\n\nLongueur\n\nVitesse\n\nPuissance mécanique\n\nMasse\n\n1. Calculons le poids de cet ascenseur charge comprise.\n\n𝑃= 𝑚× 𝑔 avec 𝑚= 𝑚𝑣𝑖𝑑𝑒+ (3 × 𝑚𝑚𝑜𝑦) = 200 + (3 × 70) = 410 𝑘𝑔\n\nAN : 𝑃= 410 × 10 = 4100 𝑁\n\n2.Calculons le travail effectué par le poids de l’ascenseur au cours de la descente.\n\n𝑊(𝑃⃗ ) = 𝑃× ℎ ; ; AN : 𝑊(𝑃⃗ ) = 4100 × 24 = 798400 𝐽\n\n3.Nature :\n\nLe travail du poids est moteur lors de la descente car le poids 𝑃⃗ favorise la descente de l’ascenseur.\n\n4.Calculons la puissance fournie par le moteur de l’ascenseur.\n\n𝒫= 𝑃× 𝑣 ; AN : 𝒫= 4100 × 3 = 12300 𝑊\n\nEXERICE 9\n\n1. Donne l’expression du travail du poids d’un corps.\n\n𝑊(𝑃⃗ ) = 𝑚× 𝑔× ℎ\n\n2. Calculons le travail du poids de la pierre lors de la montée.\n\nAN : 𝑊(𝑃⃗ ) = 1,5 × 10 × 6 = 90 𝐽\n\n3. Précisons et justifions la nature du travail du poids de la pierre :\n\n3.1. au cours de la montée\n\nLe travail du poids 𝑃⃗ est résistant car le poids 𝑃⃗ défavorise le déplacement.\n\n3.2. au de la descente.\n\nLe travail du poids 𝑃⃗ est moteur car le poids 𝑃⃗ favorise le déplacement.\n\n4. Déterminons la puissance du poids au cours de la chute.\n\n𝒫=\n\n𝑊(𝑃⃗ )\n\n∆𝑡\n\n⟹𝐴𝑁∶𝒫=\n\n90\n\n4 = 22,5 𝑊\n\n5.1. Écrivons l’expression de la puissance en fonction du poids P et de la vitesse 𝑣 de la chute.\n\n𝒫= 𝑃× 𝑣\n\n5.2. Déterminons la valeur de la vitesse 𝑣 de la chute.\n\n𝒫= 𝑃× 𝑣⟹𝑣=\n\n𝒫\n\n𝑃 ; AN: 𝑣=\n\n22,5\n\n15 = 1,5 𝑚/𝑠\n\n34\n\n❖ Energie cinétique\n\nL’énergie cinétique est l’énergie que possède un corps du fait de sa vitesse.\n\nElle est note 𝑬𝑪 et son unité est le joule (J).\n\nSon expression est : 𝑬𝑪=\n\n𝟏\n\n𝟐𝒎𝒗𝟐 ; v : en mètre par seconde(m/s) et m : en kilogramme(kg)\n\nRemarque : l’énergie cinétique d’un corps en mouvement augmente quand sa masse ou sa vitesse\n\naugmente.\n\n❖ Energie potentielle de pesanteur\n\nL’énergie potentielle de pesanteur est l’énergie que possède un corps du fait de sa hauteur.\n\nElle est notée𝑬𝑷 et son unité est le joule (J).\n\nSon expression est : 𝑬𝑪= 𝒎× 𝒈× 𝒉 ; m en(kg) ; g en (N/kg) et h en (m)\n\n❖ Energie mécanique\n\nL’énergie mécanique d’un corps est la somme de son énergie cinétique et de son énergie potentielle de\n\npesanteur.\n\nElle est notée 𝑬𝒎 et son unité est le joule (J).\n\nSon expression est : 𝑬𝒎= 𝑬𝑪+ 𝑬𝑷\n\n❖ Transformations mutuelles d’énergie\n\nEn absence de frottement :\n\nL’énergie potentielle en A (𝐸𝑃𝐴) se transforme en énergiecinétique en B (𝐸𝐶𝐵) d’où 𝐸𝑃𝐴= 𝐸𝐶𝐵\n\nL’énergie cinétique en B (𝐸𝐶𝐵) e transforme en énergie potentielle en C (𝐸𝑃𝐶) d’où 𝐸𝐶𝐵= 𝐸𝑃𝐶\n\nL’énergie mécanique se conserve le long du trajet ABC d’où 𝑬𝒎𝑨= 𝑬𝒎𝑩= 𝑬𝒎𝑪\n\nRemarque : Si les frottements existent l’énergie mécanique diminue sur le trajet en se transformant en\n\nénergie thermique.\n\nOn ne sait jamais :\n\n𝐸𝐶=\n\n2 𝑚𝑣2 d’où 𝒗= √𝟐𝑬𝑪\n\n𝒎𝐸𝐶= 𝑚× 𝑔× ℎ d’où 𝒉=\n\n𝑬𝑷\n\n𝒎×𝒈\n\nENERGIE MECANIQUE\n\nℎ𝐴 ℎ𝐶\n\n1. L’énergie cinétique d’un corps augmente avec sa vitesse.\n\n2. L’énergie mécanique est la différence entre l’énergie cinétique et l’énergie potentielle.\n\n3. L’énergie mécanique se conserve en absence de frottement.\n\n4. L’énergie potentielle de pesanteur dépend de l’altitude.\n\n5. L’énergie cinétique diminue avec la masse.\n\nComplète les pointillés suivants avec les mots qui conviennent :\n\n• On appelle énergie potentielle …………………… que possède un corps à cause de sa\n\n…………….. Elle se note…………………, s’exprime en …………….et a pour expression\n\n………………………\n\n• On appelle énergie cinétique……………………… que possède un corps à cause de sa\n\n……………..\n\nElle se note…………………, s’exprime en …………….et a pour expression ……………………….\n\n• L’énergie mécanique d’un corps est la ………………de son ……………..…et de son\n\n……...……\n\nElle se note…………………, s’exprime en ……………. et a pour expression ……………………..\n\nComplète les relations suivantes :\n\na- 𝐸𝐶=\n\n𝑚𝑣2\n\n………; b- 𝑣2 =\n\n2𝐸𝐶\n\n……… ; c- 𝑣= √\n\n2𝐸𝐶\n\n………. ; d- ℎ=\n\n𝐸𝑝\n\n………\n\nLors de la coupe d’Afrique des Nations (CAN) 2015, un joueur ivoirien tire un ballon posé au point de\n\npenalty (A). Une portion de la trajectoire du ballon est représentée ci – dessous.\n\nOn te donne :\n\nMasse du ballon m = 420 g ; vitesse du ballon au point C 𝑉𝐶= 30m/s ;\n\nIntensité de pesanteur en ce lieu g = 10 N/kg ; la hauteur atteinte par le ballon au point C est ℎ𝐶=1,5 m.\n\nIl t’est demandé de déterminer les différentes formes d’énergie du ballon pendant son mouvement.\n\n1. Définis l’énergie mécanique.\n\n2. Indique les formes d’énergie mécanique que possède le ballon au point B.\n\n3. Détermine au point C :\n\n3.1.Son énergie cinétique ;\n\n3.2.Son énergie potentielle ;\n\n3.3.Son énergie mécanique.\n\n36\n\nDeux enfants jouent à un jeu qui consiste à laisser une bille parcourir librement le trajet ci – dessous.\n\nOn prendra : g = 10 N/Kg ; h1 = 2 m\n\nh1 = 2 m M\n\nLa bille positionnée en A est abandonnée sans vitesse initiale. Elle descend la piste AB.\n\n1. Nomme-la ou les formes d’énergies mécaniques que possède la bille.\n\nAu point A\n\nAu point M\n\n1.3.\n\nAu point B\n\n2. Donne l’expression de l’énergie mécanique de la bille :\n\nAu point A\n\nAu point M\n\n2.3.\n\nAu point B\n\n3. Sachant que la bille a une masse m 100 g. Calculer la valeur de son énergie mécanique :\n\nAu point A\n\nAu point B\n\nLors de la fête de noël, un élève en classe de 3e a reçu un jeu constitué d’une voiturette qui se déplace sur\n\ndes rails selon le schéma ci – dessous.\n\nLa masse de la voiturette est m = 900g.\n\nIl décide alors d’utiliser son jeu pour réviser son cours sur l’énergie mécanique. Pour cela, il place les points\n\nA, B, C et D sur le parcours de la voiturette et il mesure leur hauteur par rapport au support horizontal.\n\nEnsuite il lâche la voiturette au point A sans vitesse initiale. Les rails sont parfaitement lisses.\n\nLa voiturette passe au B avec une vitesse 𝒗𝑩= 𝟐, 𝟒𝟓 𝒎/𝒔 et s’arrête au point D avant de redescendre.\n\n1. Donne la vitesse de la voiturette en A et en D.\n\n2. Reproduis et complète le tableau ci – dessous :\n\nA D\n\nℎ𝐴= 30𝑐𝑚 C ℎ𝐷= 30𝑐𝑚\n\nSupport horizontal\n\nPosition de la\n\nvoiturette\n\nForme d’énergie\n\nque possède la\n\nvoiturette\n\nExpression\n\nmathématique\n\nde cette énergie\n\nValeur numérique\n\nde cette énergie\n\nD\n\n3. Justifie que l’énergie mécanique se conserve en tout point du trajet.\n\n4.1. Calcule l’énergie potentielle de pesanteur de la voiturette au point C. On donne : ℎ𝐶= 12 𝑐𝑚.\n\n4.2. Déduis – en son énergie cinétique au point C.\n\n5. Détermine la vitesse de la voiturette au point C.\n\nLors de la préparation d’un devoir de troisième, ton voisin de classe découvre dans un ouvrage de\n\nPhysique – Chimie la figure ci – dessous :\n\nL’objet de masse m = 500g part de A sans vitesse initiale et sans frottement avec une énergie mécanique\n\nau point A de valeur 9 joules et effectue le trajet ABCD. (Figure ci – dessous)\n\nVoulant connaitre la vitesse de l’objet en C, ton voisin te sollicite.\n\nDonnées : g = 10 N/kg ; hB = 1 m.\n\n1. Définis l’énergie mécanique d’un corps.\n\n2. Indique-la ou les formes d’énergie mécanique que possède l’objet :\n\nAu point A ;\n\nAu point B ;\n\n2.3.\n\nAu point C\n\n3. Justifie que l’énergie mécanique de l’objet en B vaut 9 joules.\n\n4. Détermine :\n\nL’énergie potentielle de pesanteur de l’objet en B ;\n\nL’énergie cinétique de l’objet en B.\n\n5. Détermine la valeur de la vitesse vC de l’objet en C.\n\nhB = 1𝑚\n\nD\n\nDans votre cour, se trouve un manguier portant des fruits murs. Deux mangues mûres de même masse\n\nm = 200 g sont fixées à des hauteurs ℎ1 = 2 𝑚 et ℎ2 = 3 𝑚. L’une s’est abîmée beaucoup plus que\n\nl’autre en tombant du manguier.\n\nDonnée : g = 10 N/kg.\n\nIl t’est demandé de trouver une explication à ce constat.\n\n1. Nomme les formes d’énergie mécanique que possède une mangue :\n\n38\n\n1.1. Fixée à une branche du manguier ;\n\n1.2. Au cours de sa chute ;\n\n1.3. Juste au moment où elle entre en contact avec le sol.\n\n2. Détermine l’énergie potentielle de pesanteur de chacune des deux mangues dans l’arbre.\n\n3. Identifie la mangue qui s’est abîmée davantage.\n\n4. Explique pourquoi elle s’est abîmée beaucoup plus que l’autre.\n\n1.Vrai ; 2. Faux ; 3. Vrai ; 4. Vrai ; 5. Vrai\n\n• On appelle énergie potentielle l’énergie que possède un corps à cause de sa hauteur.\n\nElle se note 𝐄𝐏 , s’exprime en joule et a pour expression 𝐄𝐏= 𝐦× 𝐠× 𝐡.\n\n• On appelle énergie cinétique l’énergie que possède un corps à cause de sa vitesse.\n\nElle se note 𝐄𝐂, s’exprime en joule et a pour expression 𝐄𝐂=\n\n𝟏\n\n𝟐𝐦𝐯𝟐.\n\n• On appelle énergie mécanique l’énergie que possède un corps à cause de sa hauteur et de sa\n\nvitesse.\n\nElle se note 𝐄𝐦, s’exprime en joule et a pour expression 𝐄𝐦= 𝐄𝐂+ 𝐄𝐏.\n\nComplète les relations suivantes :\n\nb- EC =\n\nmv2\n\n2 ; b- v2 =\n\n2EC\n\nm ; c- v = √2EC\n\nm ; d- h =\n\nEp\n\nm×g\n\n1. L’énergie mécanique d’un corps est la somme de son énergie potentielle de pesanteur et de son énergie\n\ncinétique.\n\n2. Au point B : énergie cinétique et énergie potentielle de pesanteur.\n\n3.1. ECC =\n\n2 mvC\n\n2 ⇒avec m = 420 g = 0,42 kg ; AN ∶ ECC =\n\n2 × 0,42 × (30)2 = 189 J\n\n3.2. EPC = m × g × hC ; AN: EPC = 0,42 × 10 × 1,5 = 6,3 J\n\n3.3. EmC = ECC + EPC ; AN: EmC = 189 + 6,3 = 195,3 J\n\n1.1. Au point A : énergie potentielle de pesanteur ;\n\n1.2. Au point M : énergie potentielle de pesanteur et énergie cinétique ;\n\n1.3. Au point B : énergie cinétique.\n\n2.1. Au point A : EPA = m × g × h\n\n2.2. Au point M : EPM = m × g × h1 et ECM =\n\n2 mvM\n\n2.3. Au point B : ECB =\n\n2 mvB\n\n3. m = 100 g = 0,1 kg\n\n3.1. Au point A : AN ∶EPA = 0,1 × 10 × 2 = 2 J\n\n3.2. EPA = ECB car l’énergie potentielle de pesanteur en A se transforme en énergie cinétique en B\n\nd’où ECB = 2 J.\n\n1.vA = 0 m/s et vD = 0 m/s\n\nPosition de\n\nla boule\n\nForme d’énergie posséder par la\n\nboule\n\nExpression mathématique\n\nde cette énergie\n\nValeur numérique de cette\n\nénergie\n\nEnergie potentielle de pesanteur\n\nEPA = m × g × h1\n\nEPA = 5 × 10 × 6 = 300 J\n\n40\n\nEnergie cinétique\n\nECB =\n\n2 mvB\n\nECB = 1\n\n2 × 5 × (10)2 = 250 J\n\nEnergie potentielle de pesanteur\n\nEPC = m × g × h2\n\nEPC = 5 × 10 × 4 = 200 J\n\n3. L’énergie mécanique ne se conserve pas car EPA ≠ECB ≠EPC.\n\n1. L’énergie mécanique d’un corps est la somme de son énergie potentielle de pesanteur et de son énergie\n\ncinétique.\n\n2.1. Au point A : énergie potentielle de pesanteur.\n\n2.2. Au point B : énergie cinétique et énergie potentielle de pesanteur.\n\n2.3. Au point C : énergie cinétique\n\n2.4. Au point D : énergie potentielle de pesanteur.\n\n3. EmA = EmB car l’énergie mécanique d’un corps se conserve en l’absence de frottement donc EmB = 9 J.\n\n4.1. EPB = m × g × hB ; avec m=500 g = 0,5 kg ; AN : EPB = 0,5 × 10 × 1 = 5 J.\n\n4.2. EmB = ECB + EPB ⇒ECB = EmB −EPB ; AN: ECB = 9 −5 = 4 j\n\n5. EmB = EmC ⇒EmB = ECC + EPC avec EPC = 0 j ⇒EmB = ECC ⇒\n\n2 mvC\n\n2 = EmB ⇒vC = √\n\n2EmB\n\nm\n\nAN : vC = √\n\n2×9\n\n0,5 = 6 m/s\n\n1.1. Énergie potentielle de pesanteur ;\n\n1.2. Énergie cinétique et énergie potentielle de pesanteur\n\n1.3. Énergie cinétique.\n\n2. EP1 = m × g × h1 ; avec m=200 g = 0,2 kg ; AN : EP1 = 0,2 × 10 × 2 = 4 J\n\nEP2 = m × g × h2 ; avec m=200 g = 0,2 kg ; AN : EP2 = 0,2 × 10 × 3 = 6 J\n\n3. La mangue 2 s’est abîmée davantage.\n\n4. Elle s’est abîmée beaucoup plus que l’autre parce que son énergie potentielle de pesanteur était plus\n\ngrande.\n\nMouvement de la boule\n\nTransformation d’énergie qui a lieu\n\nDe A à B\n\nÉnergie potentielle de pesanteur en énergie cinétique\n\nDe B à C\n\nEnergie cinétique en énergie potentielle de pesanteur\n\nRappels\n\n• Un atome est une particule extrêmement petite, indivisible et invisible à l’œil nu.\n\nExemple :\n\nAtome\n\nOxygène\n\nHydrogène\n\nCarbone\n\nSymbole\n\nO\n\n• Une molécule est un assemblage bien ordonné de deux ou plusieurs atomes.\n\nExemple :\n\nMolécule\n\nEau\n\nDioxyde de\n\ncarbone\n\nDioxyde de soufre\n\nSymbole\n\n𝐻2𝑂\n\n𝐶𝑂2\n\n𝑆𝑂2\n\n• Une réaction chimique est une réaction au cours de laquelle des corps appelés réactifs\n\ndisparaissent pendant que de nouveaux corps appelés produits apparaissent.\n\nÉlectrolyse de l’eau\n\nNB :\n\nLorsque le circuit est fermé, la lampe électrique s’allume.\n\nLe dioxygène 𝑂2 est recueilli à l’anode et le dihydrogène 𝐻2 à la cathode.\n\nRemarque :\n\nLa soude dans l’eau permet facilement le passage du courant électrique.\n\nLa soude est une solution dangereuse pour la peau, les yeux …\n\nDéfinition\n\nL’électrolyse de l’eau est la décomposition de l’eau en deux gaz (le dihydrogène 𝐻2 et le dioxygène 𝑂2)\n\npar le courant électrique.\n\nNB : l’électrolyse de l’eau est une réaction chimique.\n\nIdentification des gaz recueillis aux électrodes\n\nLe dioxygène 𝑂2 rallume une buchette présentant un point incandescent.\n\nLe dihydrogène 𝐻2 provoque une légère détonation à l’approche d’une flamme.\n\nÉquation – bilan : 2𝐻2𝑂 →2𝐻2 + 𝑂2\n\nELECTROLYSE ET SYNTHESE DE L’EAU\n\nTubes à essai\n\nDihydrogène\n\nEau + soude\n\nCathode\n\nInterrupteur\n\nGénérateur\n\nLampe témoin\n\nAnode\n\nÉlectrolyseur\n\nDioxygène\n\n42\n\nRelation entre 𝑉𝑂2 et 𝑉𝐻2\n\n• Le volume de dihydrogène (𝐻2) est le double de celui de dioxygène (𝑂2) : 𝑉𝐻2 = 2𝑉𝑂2\n\n• Le volume de dioxygène (𝑂2) est la moitié de celui de dihydrogène (𝐻2) : 𝑉𝑂2 =\n\n𝑉𝐻2\n\nSynthèse de l’eau\n\nDéfinition : La synthèse ou formation de l’eau est la formation de l’eau à partir du dihydrogène et du\n\ndioxygène.\n\nÉquation – bilan : 2𝐻2 + 𝑂2 →2𝐻2𝑂\n\nComplète le texte ci – dessous (selon l’exemple : 7 – synthèse) avec les mots suivants : solution, soude,\n\ndécomposition, dihydrogène, courant électrique, dioxygène, synthèse.\n\nL’électrolyse de l’eau est la …..1….. de l’eau par le ……….2…………..\n\nLe gaz recueilli à la cathode est le ……3…… et le gaz recueilli à l’anode est le …..4…..\n\nLa ………5…… permet d’augmenter la conductibilité électrique de la ………6…..\n\nSi on enflamme un mélange de deux gaz précédemment cités dans les proportions de l’expérience ci –\n\ndessus, on réalise la ……..7……… de l’eau.\n\n1. L’électrode reliée à la bonne positive du générateur est appelée anode.\n\n2. L’eau est un mélange de dihydrogène et de dioxygène.",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_4_32_mb.pdf",
    "year": 2021,
    "zone": "1",
    "hasCorrection": true
  }
}