{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": null,
  "title": "t l charger 44 68 mb - part 6",
  "content": "3- Rédige une production pour étayer ce point de vue\n\nSUJET II : RESUME DE TEXTE ARGUMENTATIF\n\nChaque année, des milliers de jeunes entrent dans la vie active. Ils sont pleins d'espoir. Ils font des\n\nprojets, mais sont de plus en plus nombreux à ne pouvoir obtenir l'emploi qu'ils envisageaient. Voilà Pourquoi\n\nbeaucoup poursuivent des études.\n\nTout d'abord, de nombreux emplois requièrent aujourd'hui un niveau de qualification de plus en\n\nplus élevé qu'auparavant. L'employé de banque qui ne faisait qu'enregistrer les dépôts et les retraits, a été\n\nremplacé par un distributeur automatique, a fait remarquer un représentant du ministère Américain du\n\ntravail. William Ford, président de commission américaine éducation et travail, fait ce commentaire : il n'y a\n\nplus de travaux simples ».\n\nEnsuite, certains pensent que l'école ne dispense pas une instruction adéquate. Comme l'école ne\n\nleur donne pas toujours les qualifications voulues, beaucoup de diplômés de l'enseignement secondaire sont\n\nincapables de s'assumer financièrement. Le reproche qui revient constamment dans la bouche des\n\nemployeurs à propos des jeunes, c'est qu'ils ne savent pas lire ni écrire correctement. Ils ne sont même pas\n\ncapables de rédiger une demande d'emploi.\n\nEnfin dans de nombreux pays, il est parfois nécessaire de prolonger ses études à cause d'un afflux\n\ntrop important de diplômés de l'enseignement supérieur sur le marché du travail. « Les diplômés de\n\nl'enseignement supérieur sont trop nombreux par rapport à la demande, compte tenu de cet excédent. Des\n\nemployeurs hésitent à prendre le risque d'embaucher des diplômés de l'enseignement secondaire » signale\n\nle New York Times » un journal américain.\n\nPour acquérir donc les qualifications qui leur permettront de subvenir à leur besoin, beaucoup\n\nretournent à l'école.\n\nExtrait de la revue Réveillez-vous du 22 Août 1994\n\nQUESTIONS\n\nI. COMPREHENSION\n\n1- Propose un titre à ce texte.\n\n2- Relève les arguments du texte qui justifient que l'école ne dispense pas une formation\n\nadéquate.\n\nII- VOCABULAIRE\n\n1- Explique en contexte le verbe\n\n« Requièrent » dans la phrase « de nombreux emplois requièrent aujourd'hui un niveau de qualification\n\nde plus en plus élevé ».\n\n2- Donne le contraire de : Prolonger ; Excédent\n\nIII- RESUME\n\nRésume ce texte de 360 mots au ¼ de sa longueur initiale. Une marge de plus ou moins 10 % sera\n\ntolérée.\n\n62\n\nSIMILI BEPC N°2 : COMPOSITION FRANÇAIS\n\nSUJET I : TEXTE ARGUMENTATIF\n\nAu cours de la cérémonie de la célébration des droits de la femme, Madame le Ministre affirmait\n\nceci : « l’instruction de la femme peut contribuer au développement de la nation »\n\n4- Identifie le thème de cette situation\n\n5- Reformule la thèse de Madame le Ministre\n\n6- Rédige une production pour étayer ce point de vue\n\nSUJET II : RESUME DE TEXTE ARGUMENTATIF\n\nL’école se vide\n\nL'absentéisme en milieu scolaire a atteint un seuil alarmant. Et ce phénomène qui inquiète\n\naussi bien parents que l'autorité politique, est lié à plusieurs raisons. Le chômage gagne du terrain. Les\n\ndiplômés sortent par milliers de nos écoles et universités, sont sans travail. Pendant que des gens qui\n\nn'ont ni diplôme, ni compétence occupe une position sociale enviable. Cette injustice est sans doute\n\nl'une des raisons du désintérêt des jeunes pour l'école.\n\nPar ailleurs, certains enseignants sont encore accrochés aux bonnes vieilles méthodes de la\n\nchicotte pour selon eux mieux inculquer le savoir. Ainsi, sous nos yeux, des élèves continuent encore\n\nde subir de violents sévices corporels sont susceptibles d'éloigner l'enfant des classes.\n\nIl y a aussi le fait que la cour de l'école, ou à ses alentours, les élèves sont victimes de violence.\n\nLa violence à l'école est en train de prendre des propositions inquiétantes. L'école est donc devenue\n\nun lieu où règne l'insécurité.\n\nEnfin, l'environnement immédiat dont dépend l'élève a une part de responsabilité dans le\n\nmanque d'intérêt pour l'école. En effet, que peut faire un enfant qui ne mange pas à sa faim, qui est\n\norphelin et donc sans fournitures scolaires, abandonné par le reste de la société ou qui est obligé de\n\nmarcher sur plusieurs kilomètres pour se rendre en classe.\n\n(315 mots)\n\nRaphael ZOUZOU, le magazine de l'éducation N°8 aout sept 2008.\n\nQUESTIONS\n\nI. COMPREHENSION\n\n1- Trouvez la thèse et la visée argumentative de l’auteur.\n\n2- Quelles sont les raisons qui entrainent l'abandon en milieu scolaire.\n\nII. VOCABULAIRE\n\n1- Donnez le sens des expressions suivantes :\n\na- Le chômage gagne du terrain\n\nb- Des traces indélébiles\n\n2- De quel mot dérive « absentéisme»?\n\n3- Quel est le lien qui unit : Les services corporels / les châtiments Corporels\n\nIII- RESUME\n\nFaites un résumé de ce texte. Une marge tolérable de 10% est accordée.\n\n63\n\nSUJET I : TEXTE ARGUMENTATIF\n\nSe prononçant sur l’émigration, un Spécialiste affirmait : « De nombreux jeunes africains voient\n\nl’Europe comme un Eldorado car l’Afrique ne peut pas encore réaliser les rêves de ses jeunes »\n\n1- Donne le thème abordé.\n\n2- Reformule la thèse.\n\n3- Rédige une production pour réfuter la thèse du spécialiste.\n\nSUJET II : RESUME DE TEXTE ARGUMENTATIF\n\nL’internet et les jeunes\n\nL’internet occupe une place importante dans la vie des gens. Il est devenu un véritable phénomène\n\nsocial. Pourtant, il suscite les appréhensions de certains parents et éducateurs. Ceux-ci le considèrent\n\ncomme un danger qui menace les enfants et les jeunes.\n\nLes enfants et les jeunes passent beaucoup de temps dans les cybercafés et cyberespaces. […] Un\n\ngrand nombre d’entre eux veillent tard dans la nuit pour naviguer sur des sites de partage. Bref,\n\nl’internet est devenu pour ces jeunes une obsession ou une drogue.\n\nCela a des conséquences fâcheuses sur leurs études. Ils n’ont pas assez de temps à consacrer à\n\nla révision et à la préparation des examens. Les jeunes ne lisent pratiquement plus. L’internet s’est\n\ntransformé pour eux en une sorte de panacée, la solution à tous les problèmes. Lorsque le professeur\n\nles charge de faire un travail ou une recherche sur n sujet déterminé, ils se ruent vers l’internet et\n\nimpriment intégralement le document. Ils ne font pas l’effort de le lire, de sélectionner les informations\n\net de les synthétiser. En d’autres termes, l’internet incite à la paresse intellectuelle.\n\nD’autre part, les utilisateurs de l’internet finissent au bout de quelque temps par avoir des douleurs\n\ndans le dos et des problèmes de vue parce qu’ils restent plantés pendant plusieurs heures devant\n\nl’ordinateur.\n\nMais la critiques la plus importante qui est adressée à l’internet est celle qui concerne l’influence\n\nnégative de certains sites sur les mœurs des enfants et des jeunes. De nombreux sites pornographiques\n\nincitent à la débauche et excitent les pulsions sexuelles des visiteurs. Cet acte est de nature à créer des\n\ntroubles psychiques chez les adolescents et à les encourager à des pratiques sexuelles anormales et\n\nmaladives. (300 mots)\n\nFatiha ELHAYANI, « Internet et les jeunes », Le web pédagogique, 18/04/2010\n\nA- Compréhension\n\n1-Identifie le thème de ce texte.\n\n2-Quelle est la thèse soutenue par l’auteur ?\n\nB- Vocabulaire\n\nExplique en contexte la phrase : « Il suscite les appréhensions de certains parents »\n\nC- RESUME\n\nRédige le résumé de ce texte au 1/3 de son volume initial. Une marge de plus ou moins 10% est\n\ntolérée.\n\nSIMILI-BEPC N°3 : COMPOSITION FRANCAISE\n\n64\n\nCHAPITRE 1 : LES DEVOIRS DES PARENTS ET\n\nCHAPITRE 1 : LES DEVOIRS DES PARENTS ET L’EPANOUISSEMENT DE L’ENFANT\n\nL’EPANOUISSEMENT DE L’ENFANT\n\nLes devoirs des parents sont un ensemble d’obligations des\n\nparents envers leur progéniture (enfants). A chaque droit de\n\nl’enfant correspond un devoir de parents.\n\nExemples de devoirs des parents :\n\n Garantir l’égalité entre les enfants sans discrimination de sexe.\n\n Eduquer et former les enfants\n\n Assurer la santé mentale et physique\n\n Protéger contre les formes de violences d’exploitation et\n\nde catastrophes.\n\n Satisfaire les besoins matériels, financiers, alimentaires et\n\nles loisirs.\n\n Donner un nom et attribuer une nationalité.\n\nLes devoirs de l’enfant sont :\n\n Ecoute et mise en application des conseils\n\n Bons résultats scolaires\n\n Disponibilité\n\nL’importance du respect des devoirs des parents :\n\n Croissance physique et harmonieuse\n\n Réussite scolaire\n\n Epanouissement physique et morale\n\n Transmission des valeurs socioculturelles\n\n Apprentissage de la vie communautaire\n\n Insertion plus aisée dans la société\n\nCHAPITRE 2 : LE ROLE DES ORGANISATIONS HUMANITAIRES\n\nCHAPITRE 2 : LE ROLE DES ORGANISATIONS HUMANITAIRES ET LA PROMOTION DE L’ASSISTANCE AUX PERSONNES EN\n\nET LA PROMOTION DE L’ASSISTANCE AUX PERSONNES EN DETRESSE\n\nDETRESSE\n\nLes organisations humanitaires : Croix rouge, Haut-\n\ncommissariat aux réfugiés, Programme alimentaire mondial\n\nUNICEF, Médecins sans frontières, Caritas\n\nLe rôle des organisations humanitaires : Assistance aux\n\npopulations victimes de guerres et de catastrophes naturelles,\n\nRestauration de la dignité aux victimes, Rétablissement des\n\nliens familiaux\n\nLes attitudes à adopter face aux organisations humanitaires :\n\nRespecter et protéger les représentants et le personnel des\n\norganisations, Collaborer à la mise en œuvre des activités, Ne\n\npas détourner les dons ni détruire leurs biens et leurs\n\nréalisations\n\nCHAPITRE 3 : LES INSTRUMENTS ET LES MECANISMES\n\nCHAPITRE 3 : LES INSTRUMENTS ET LES MECANISMES JURIDIQUES ET LA LUTTE CONTRE LES VIOLENCES FAITES\n\nJURIDIQUES ET LA LUTTE CONTRE LES VIOLENCES FAITES AUX PERSONNES VULNERABLES\n\nAUX PERSONNES VULNERABLES\n\nLes mécanismes concernent les juridictions compétentes\n\npour juger les cas de violences faites aux personnes\n\nvulnérables : Il s’agit des tribunaux de 1ère instance et des\n\ncours d’appel qui sont saisis à la suite de plaintes déposées par\n\nles victimes dans les services de police ou de gendarmerie.\n\nLes moyens concernent les organisations, les institutions et les\n\nONG qui interviennent dans la défense des droits des\n\npersonnes vulnérables.\n\nExemple : le ministère des droits de l’homme, le\n\nministère de la femme, de la famille et de l’enfant, le\n\nministère des affaires sociales, la commission nationale\n\ndes droits de l’homme de Côte d’Ivoire (CNDHCI)\n\nLes personnes vulnérables\n\nCe sont des personnes considérées comme fragiles du faite de\n\nleur âge et de leur état physique et psychologique.\n\nExemple : les enfants, les femmes, les handicapés (mentaux,\n\nphysique, les mal voyants, malentendants), les personnes du\n\ntroisième âge et les minorités.\n\nIdentifications des formes de violences faites aux personnes\n\nvulnérables :\n\nLes mauvais traitements exemples : les enfants travaillant dans\n\nles plantations, la pédophilie, les violences conjugales, le refus\n\nd’embaucher les handicapés, le refus de céder la place réservée\n\naux handicapés dans les transports en commun.\n\nIdentification des causes :\n\nLe non respect de leurs droits, l’intolérance, le non respect de la\n\ndignité des autres, le non respect du principe d’acceptation de\n\nl’autre avec sa différence, la méconnaissance des droits de\n\nl’homme.\n\nL’importance de l’utilisation des voies de recours juridiques, de\n\nla lutte contre les violences faites aux personnes vulnérables\n\nLa loi condamne le principe de se faire justice, Rétablissement\n\ndes personnes dans leurs droits, préservation de l’harmonie\n\nsociale, l’épanouissement social, la réparation du préjudice subi.\n\nCHAPITRE 4 : LES COMPORTEMENTS RESPONSAABLES FACE\n\nCHAPITRE 4 : LES COMPORTEMENTS RESPONSAABLES FACE AUX PARTIS\n\nAUX PARTIS POLITIQUES ET AUX INSTITUTIONS DE LA REPUBLIQUE (\n\nREPUBLIQUE (COUR SUPREME, CONSEIL ECONOMIQUE ET SOCIAL ET L\n\nSOCIAL ET LE CONSEIL CONSTITUTIONNEL) ET LA PRESERVATION\n\nPRESERVATION DE LA PAIX\n\nLe parti politique\n\nUn parti politique est un groupement de personnes unies par la\n\nmême idéologie, les mêmes intérêts, les mêmes actions politiques\n\nLa classification des partis politiques selon leurs idéologies\n\n Les partis de droite : prônent le libéralisme\n\n Les partis de centre : entre la gauche et la droite\n\n Les partis de gauche : prônent le socialisme\n\nLes règles et principes régissant un parti politique dans un\n\nrégime démocratique\n\n Respect de la discipline du parti\n\n Tolérance des idées\n\n Respect des valeurs républicaines\n\n Esprit de solidarité et d’union entre les militants\n\nL’importance d’un parti politique dans un régime\n\ndémocratique\n\n Cadre d’expression démocratique\n\n Pluralité du choix des programmes de gouvernement et des\n\nprojets de société et des personnes à élire.\n\n Formation politique des militants dans un esprit républicain.\n\n Equilibre du débat politique\n\n65\n\nLes comportements responsables envers les partis\n\npolitiques\n\nUn comportement est dit responsable en démocratie quand il\n\nne porte pas atteinte aux principes démocratiques de base ;\n\nquand il ne constitue pas une entrave au jeu démocratique.\n\nCes comportements s’appuient sur des valeurs individuelles et\n\nsociales que sont le respect, la tolérance, l’honnêteté, la\n\nsolidarité, la justice.\n\n- Le respect suppose que tout individu doit se conformer à la\n\nloi et aux principes démocratiques et avoir des égards pour les\n\nautres ; exemple : pour contester les résultats d’une élection\n\nil faut s’adresser aux structures prévues à cet effet.\n\n- La tolérance : acceptation de l’autre comme son égal et\n\nélément de la société ou de la communauté à laquelle l’on\n\nappartient, et soumis aux mêmes lois et règles. Exemple : dans\n\nle cadre du jeu démocratique, accepter les critiques ou la\n\nremise en cause de ses propres idées par les adversaires.\n\n- L’honnêteté : vertu consistant à reconnaître aux autres leurs\n\net devoirs. Exemple : reconnaître ses erreurs, les limites de se\n\npropositions et accepter quand elles sont constructives, les\n\nidées des autres.\n\nExplication de l’impact des comportements responsables sur\n\nles activités des parties politiques :\n\nLes\n\ncomportements\n\nresponsables\n\nfavorisent\n\nle\n\njeu\n\ndémocratique et permettent aux activités de se dérouler dans\n\nde bonnes conditions. Ce qui contribue à préserver la paix, à\n\ninstaurer la cohésion et l’harmonie sociale, au développement\n\néconomique.\n\nLes attributions de la Cour Suprême\n\nElle est la plus haute institution judicaire de l’Etat. Ce pouvoir\n\nest exercé avec d’une part les juridictions d’instances\n\n(tribunaux de 1ière instance) et d’autre part les juridictions\n\nd’appel (cour d’appel) ; les jugements ou arrêts qu’elle rend\n\nsont sans recours et interviennent après ceux rendus en\n\npremier lieu par les juridictions d’instance d’abord puis en\n\nsecond lieu par les juridictions d’appel. Elle valide les élections\n\nmunicipales et celles des conseils généraux. Son président est\n\nle 3ième personnage de l’Etat ; il est nommé pour 5 ans par le\n\nPrésident de la République et il est assisté par 3 vice-\n\nprésidents qui sont aussi présidents des 3 différentes\n\nchambres de la cour suprême. Les magistrats qui la\n\ncomposent sont nommés par le Président de la République.\n\nSa structure : elle est composée de 3 chambres :\n\n La chambre administrative qui juge le recours pour excès ou\n\nabus du pouvoir par rapport à une décision de l’autorité\n\nadministrative\n\n La chambre judiciaire qui comprend 2 formations : Une\n\nformation civile qui juge en dernier ressort les affaires\n\nd’ordre civil, commercial et fiscal et une formation pénale qui\n\njuge les questions pénales.\n\n La chambre des comptes qui contrôle le budget de l’Etat et\n\nsa gestion, les comptes des comptables publiques et\n\nassimilés. Elle exerce ses attributions en toute indépendance\n\nvis-à-vis des pouvoirs exécutifs (le gouvernement) et législatif\n\n(le parlement).\n\nSes attributions demeurent jusqu’à sa dissolution tel que\n\nprévue par la constitution d’août 2000 et la mise en place de 3\n\nnouvelles juridictions à savoir : La cour des comptes en\n\nremplacement de la chambre des comptes\n\nLe conseil d’Etat à la place de la chambre administrative et la\n\ncour de cassation à la place de la chambre judiciaire. Le recours\n\nà la cour suprême se fait le citoyen (justiciable) n’est pas\n\nsatisfait par les jugements des tribunaux rendus par les\n\ntribunaux de 1ière instance et les cours d’appel ; dans ce cas il\n\ns’agit d’un pourvoi en cassation.\n\nLes attributions du Conseil Constitutionnel\n\n Il est issu de l’ancienne chambre constitutionnelle de la cour\n\nsuprême. Il est dirigé par un président nommé par le\n\nprésident de république pour une durée de 6 ans\n\nrenouvelable une seule fois. Il a comme membre les anciens\n\nprésidents et des magistrats nommés pour 6 ans non\n\nrenouvelables à part égal par le président de la république et\n\nle président de l’assemblée nationale.\n\n Il juge de la conformité des lois avec les constitutions. Il\n\nstatue sur la validité des élections présidentielles et\n\nlégislatives.\n\nLes attributions du Conseil Economique et Social\n\nDirigé par un président nommé par le président de la\n\nrépublique, cette institution a pour rôle : D’émettre des avis sur\n\nles projets de lois, d’ordonnances ou de décrets, ainsi que sur\n\nles propositions de loi à caractère économique et social qui lui\n\nsont soumis.\n\nLes comportements responsables face aux institutions de la\n\nrépublique :\n\nL’obéissance, le respect, la soumission aux décisions,\n\nl’utilisation des moyens légaux en cas de recours\n\nL’importance du respect du Conseil Constitutionnel :\n\nContribution au développement économique et social de la\n\nnation à travers le contrôle de la bonne gestion des ressources\n\nde l’Etat, Préservation de la paix à travers la justice et l’équité,\n\nDéveloppement de la démocratie.\n\nCHAPITRE 5 : LE VOTE ET LA PARTICIPATION DU\n\nCHAPITRE 5 : LE VOTE ET LA PARTICIPATION DU CITOYEN A LA VIE\n\nCITOYEN A LA VIE DE LA NATION\n\nLe scrutin électoral : Opération permettant aux citoyens d’un\n\npays ou aux membres d’une assemblée de choisir leur(s)\n\nreprésentant(s).\n\nA. L’importance du vote\n\nExpression de son opinion\n\nExercice du pouvoir du peuple.\n\nElection des représentants du peuple ou du dirigeant\n\nd’un Etat ou d’une association.\n\nParticipation à la vie de son pays, de son association\n\nPréservation de la paix.\n\nB. Le processus du vote\n\nAu plan national c’est la commission électorale\n\nindépendante (CEI) qui est chargée de conduire le\n\nprocessus :\n\n66\n\n1. Avant de voter\n\n Inscription sur la liste des électeurs.\n\n Vérification de la conformité des informations.\n\n2. Pendant le vote\n\n Présentation de la carte d’électeur et de la carte d’identité\n\nle jour du scrutin au président du bureau de vote.\n\n Signature du registre des électeurs.\n\n Prise du ou des bulletins de vote et d’une enveloppe.\n\n Dans l’isoloir, choix de son candidat et mise du bulletin dans\n\nl’enveloppe.\n\n Mise du bulletin dans l’urne\n\n Sorite du bureau de vote après avoir trempé l’index gauche\n\ndans l’encre indélébile.\n\n3. Après le vote\n\n Dépouillement des bulletins\n\n Dénombrement des votants\n\n Calcul des suffrages exprimés\n\n Proclamation des résultats\n\nC.\n\nLes règles du scrutin\n\n Soumission à la loi\n\n Respect de la discipline\n\nD. Les principes du scrutin\n\n Sens de la justice, de l’objectivité, de la tolérance\n\n Impartialité.\n\n Acceptation du verdict des urnes, le cas échéant,\n\nréclamation selon les normes en vigueur.\n\nN.B les raisons d’invalidation : Les fraudes avérées avec\n\npièces justificatives\n\nCHAPITRE 6 : L’IMPOT ET LE DEVELOPPEMENT DU PAYS\n\nCHAPITRE 6 : L’IMPOT ET LE DEVELOPPEMENT DU PAYS\n\nL’importance de l’impôt : Au plan socio-économique\n\n Construction des centres de santé, d’écoles, de routes, de\n\nmarchés.\n\n Electrification et adduction d’eau.\n\n Paiement des salaires.\n\n Assurer la sécurité des biens et de la population.\n\n La défense du territoire.\n\n Le remboursement des dettes de l’Etat.\n\nL’importance de l’impôt : Au plan politique\n\n Orienter le développement économique.\n\n Lutter contre les disparités régionales.\n\n Inciter à la consommation d’un produit nationale.\n\n Lutter contre la concurrence étrangère.\n\n Protéger la production nationale.\n\nN.B les 3 dernières mesures sont difficilement applicables car\n\nelles sont contraires aux principes de libéralisme économique\n\nprôné par l’OMC (Organisation Mondiale du Commerce). Pour\n\nréussir toutes ces actions, l’Etat a construit des centres d’impôt.\n\nL’importance des centres d’impôt\n\n Rapprocher les centres du contribuable pour faciliter le\n\npaiement de l’impôt.\n\n Permettre à la DGI d’effectuer des recherches et des contrôles\n\npour découvrir, punir et décourager les mauvais contribuables.\n\nLes infractions fiscales concernent toutes fautes (manquements,\n\ntricheries, délits) en matière d’impôt. Il s’agit :\n\n Du retard dans le paiement de l’impôt\n\n Les fausses déclarations d’impôts (concernent tous ceux qui ne\n\ndéclarent pas la totalité de leurs revenus)\n\n Le non-paiement de l’impôt\n\n L’évasion fiscale (placement des capitaux dans les pays)\n\nLes sanctions\n\n1. Les sanctions fiscales sont fixées par la DGI et sont d’ordre\n\nfinancier et le montant est proportionnel à l’infraction :\n\n Les pénalités de retard : Concernent le retard dans le paiement\n\nde l’impôt ; dans ce cas le contribuable paie le montant prévu\n\net des intérêts de retard correspondant à 10% de celui-ci.\n\n Les majorations sont une somme d’argent supplémentaire qui\n\nest payée en plus du montant dû et des intérêts de retard.\n\nCette sanction concerne tous les contribuables qui ne\n\ndéclarent pas la totalité de leurs revenus (les fausses\n\ndéclarations).\n\n L’amende : elle est prévue pou toute personne n’ayant pas\n\ndéclaré à la DGI ses revenus : c’est un montant forfaitaire (fixé\n\nà l’avance par la loi) ; dans ce cas le contribuable paie le\n\nmontant dû, les intérêts de retard, la majoration et l’amende\n\nprévue en fonction de l’importance e l’infraction.\n\n En plus de ces sanctions pécuniaires, selon le cas la DGI peut\n\nengager des poursuites pénales.\n\n2. Les sanctions pénales concernent des cas très graves pour\n\nlesquels le fraudeur est condamné par les tribunaux à des\n\npeines d’emprisonnement dont la durée est fonction des\n\ntextes en vigueur.\n\nLes modes de recouvrement de l’impôt. Il y 4 modes:\n\n Le recouvrement ordonné : Quand le comptable public notifie\n\nau contribuable qu’il doit payer l’impôt ; exemple : patente,\n\nimpôt foncier avec avis.\n\n Le recouvrement spontané : quand le contribuable vient lui-\n\nmême payer l’impôt sans attendre un avis.\n\n Le recouvrement amiable : quand le contribuable paye sa dette\n\ndans les délais légaux.\n\n Le recouvrement forcé : quand le contribuable ne paye pas sa\n\ndette fiscale dans les délais légaux et que l’administration\n\nfiscale lui oblige par les moyens coercitifs.\n\nCHAPITRE 7 : LE PROJET D’ENTREPRISE ET L’INSERTION SOCIALE\n\nCHAPITRE 7 : LE PROJET D’ENTREPRISE ET L’INSERTION SOCIALE\n\nLe projet d’entreprise : C’est le document portant sur\n\nla création d’une toute petite entreprise.\n\nA. Les étapes nécessaires à la création d’une entreprise\n\n1) L’identification de l’activité\n\n2) L’étude de marché : c'est-à-dire une enquête qui permet de\n\nsavoir si l’idée trouvée est commercialement viable. Ainsi, la\n\nvaleur de l’estimation, le profil du personnel, les activités\n\nconstituent l’étude de faisabilité. Elle s’appuie sur un\n\nquestionnaire qui comprend 4 points :\n\n67\n\n Le produit répond-il à un besoin ? (durée dans le temps ?\n\nquantité ?)\n\n Le prix de vente du produit est-il concurrentiel ?\n\n La place de l’entreprise est-elle accessible ?\n\n La promotion du produit sera-t-elle faite de manière\n\nefficace, portées et efficiente (coût, efficacité)\n\nLe capital de démarrage : c’est prévoir l’investissement ou les\n\ndépenses pré opérationnelles (équipements etc..) et les fons\n\nde roulement ou dépenses\n\nB. Les principales étapes nécessaires au lancement d’une\n\nentreprise\n\n1) Trouver l’idée\n\n2) Réaliser une étude de marché qui consiste à :\n\n3) Estimer le capital de démarrage de l’entreprise\n\n4) Identifier le profil du personnel à recruter\n\n Planifier les activités de l’entreprise\n\n Identifier les tâches journalières, hebdomadaires, mensuelles\n\n Identifier les clients potentiels\n\nC. Les bienfaits d’un projet d’entreprise\n\nL’entreprise quand elle est bien gérée, contribue au\n\ndéveloppement des sentiments de liberté et d’indépendance,\n\nau rayonnement de l’entrepreneur dans son environnement\n\n(à travers les services rendus, les bénéfices partagés) et à la\n\nréalisation personnelle.\n\nD. L’importance d’un projet d’entreprise\n\nLe micro-projet permet de passer d’une petite entreprise à une\n\ngrande avec pour effet : la réduction du chômage, l’épanouissement\n\nsocial, le développement du pays, la réduction de la pauvreté.\n\nCHAPITRE 8 : L’UTILISAATION RATIONNELLE DES BIENS\n\nCHAPITRE 8 : L’UTILISAATION RATIONNELLE DES BIENS PUBLIQUES ET LE DEVELOPPEMENT DU PAYS\n\nPUBLIQUES ET LE DEVELOPPEMENT DU PAYS\n\nLes biens publics : Ensemble des infrastructures, des\n\néquipements et des ressources utiles à l’ensemble des\n\ncitoyens\n\nDes exemples de biens publics : Formations sanitaires,\n\nInfrastructures socio culturelles, Jardins publics, Bâtiments\n\nadministratifs, Salles de classes, Véhicules administratifs,\n\nTables – bancs, Point d’eau à l’école, Latrines, réfectoires, Les\n\nfinances publiques\n\nLes pratiques de dégradation des biens publiques\n\n Graffitis sur les clôtures murs ou autobus\n\n Casser et incendier des autobus, bâtiments publics\n\n Endommager les robinets, bornes- fontaines, tables\n\nL’importance de l’utilisation rationnelle des biens publics\n\n Biens publics conservés au profit de la communauté.\n\n Possibilité\n\npour\n\nles\n\ngestionnaires\n\ndes\n\ncollectivités\n\nd’entreprendre de nouvelles réalisations pour la population\n\net profitable à la nation.\n\n L’Etat réalise ainsi des économies\n\n Plus de possibilités pour l’Etat d’investir, donc de\n\ndévelopper le pays.\n\nLes comportements responsables face aux biens publics\n\n Pas de gaspillage : réparer les robinets défectueux, éteindre la\n\nlumière quand on est hors du bureau etc.\n\n Protéger les biens publics : Ne pas endommager les tables –\n\nbancs et autres infrastructures scolaires\n\nCHAPITRE 9 : LES ALLIANCES INTERETNIQUES, LES CULTURES DES\n\nCHAPITRE 9 : LES ALLIANCES INTERETNIQUES, LES CULTURES DES PEUPLES GO\n\nPEUPLES GOUR ET DES PEUPLES MANDES ET LA COHESION SOCIALE\n\nLes peuples gour sont constitués des Senoufo, des Lobi et des\n\nKoulango; ils occupent actuellement les régions du nord (entre\n\nles fleuves Bandaman et Comoé) et du nord – est (Bouna et le\n\nnord de la région de Bondoukou)\n\nDeux grands groupes composent les mandé :\n\n Les mandés du sud composés des Yacouba, des Gouro, des\n\nGagou, des Toura installés dans les régions de Man, de Bouaflé\n\net d’Oumé.\n\n Les Mandé du nord constitués par les Malinké, les dioula et les\n\nBambara installés dans les savanes du nord.\n\nLes alliances entre les peuples Gour et Mandé.\n\nLes alliances interethniques concernent :\n\n Les We (Krou) et les Sénoufo\n\n Les Koulango et les Koyaca\n\n Les Gouro et les Yacouba d’une part et d’autre part les Gouro et les sénoufo\n\nCHAPITRE 10 : LA FREQUENTATION DES CENTRES DE SANTE ET\n\nCHAPITRE 10 : LA FREQUENTATION DES CENTRES DE SANTE ET LA LUTTE\n\nLA LUTTE CONTRE L’AUTOMEDICATION, LES MALADIES ENDEMIQUES\n\nENDEMIQUES ET PARASITAIRES\n\nLes centres de santé : Ce sont des infrastructures sanitaires de\n\nproximité en vue d’assurer les premiers soins médicaux avant\n\nl’évacuation vers un centre hospitalier régional.\n\nL’automédication : c’est le fait pour un individu de prendre un\n\nmédicament sans la prescription d’un spécialiste (médecins,\n\ninfirmiers).\n\nLes maladies endémiques et parasitaires : Le paludisme,\n\nl’onchocercose, la fièvre typhoïde, La variole, la bilharziose\n\nL’importance des centres de santé : Prévention contre les\n\nmaladies à travers les conseils, premiers soins aux malades,\n\nappuie aux campagnes de vaccination contre les maladies\n\nendémiques et parasitaires, éviter les déplacements sur les\n\nlongues distances.\n\nLes dangers de l’automédication : Aggravation de la maladie,\n\nintoxication médicamenteuse, mort\n\nLes actions de sensibilisation à la fréquentation des centres de\n\nsanté : Campagne d’information (conférences, affiches,\n\ntémoignages) sur les dangers de l’automédication.\n\n68\n\nCHAPITRE 11 : LES BIENFAITS DU DEPISTAGE DU VIH ET LA\n\nCHAPITRE 11 : LES BIENFAITS DU DEPISTAGE DU VIH ET LA GESTION DE LA VIE, LE TEST DE DEPISTAGE DU VIH\n\nGESTION DE LA VIE, LE TEST DE DEPISTAGE DU VIH\n\nLe Dépistage : C’est un acte médical qui permet à toute\n\npersonne majeure de connaître son statut sérologique :\n\nSéronégatif ou séropositif\n\nLes différentes étapes d’un test de dépistage du VIH\n\n1) La mise en confiance\n\n2) Le prélèvement du sang\n\n3) l’annonce du résultat\n\nLes avantages du test de dépistage du VIH\n\na) Une bonne hygiène de vie\n\nb) La prise en charge : Médicale et Sociale\n\nc) La bonne gestion de sa vie (la planification des objectifs)\n\nà travers un projet de vie saine.\n\nL’objectif est un projet que l’on peut réaliser soit à court\n\nterme (moins de 6 mois) soit à long terme (plus de 6mois).\n\nCette planification se résume en 7 étapes qui sont :\n\na) Identifier les objectifs\n\nb) Dégager les avantages de l’atteinte des objectifs\n\nc) Identifier les obstacles qui le séparent de ces objectifs\n\nd) Savoir que l’on veut apprendre ou faire\n\ne) Identifier les personnes pouvant nous encourager\n\nf) Etablir le plan d’action et fixer les délais de réalisation.\n\na) Le frein à la propagation du VIH/SIDA\n\nb) La protection des autres de l’infection à VIH/SIDA\n\ng) Le respect des règles de bonne conduite\n\nLes règles de bonne conduite en rapport avec le statut\n\nsérologique\n\n Cas du séropositif : Suivre scrupuleusement son\n\ntraitement par la prise des médicaments. / Hygiène de vie\n\n(alimentation saine et équilibrée, non consommation\n\nd’alcool et de tabac, rapport sexuels protégés etc.)\n\n Cas du séronégatif : Hygiène de vie (alimentation saine et\n\néquilibrée, non consommation d’alcool et de tabac,\n\nrapport sexuels protégés etc.\n\nL’importance du test de dépistage du VIH\n\n Information relative à sa sérologie\n\n Conduite d’une vie conforme au statut sérologique.\n\n Non propagation de la maladie\n\n Planification des objectifs de la vie\n\n Prise en charge médicale en sérologique positive\n\nCHAPITRE 12 : LA PROTECTION DES PARCS NATIONAUX, DES\n\nCHAPITRE 12 : LA PROTECTION DES PARCS NATIONAUX, DES RESERVES\n\nRESERVES FORESTIERES ET LA SAUVEGARDE DE L’ENVIRONNEM\n\nL’ENVIRONNEMENT\n\nA. DEFFINITIONS\n\n Le parc national est un territoire ou la nature est aménagée\n\npour l’agrément et l’éducation public. Exemple de parcs : Parc\n\nde la Comoé, de Taï, de la Marahoué, du Mont Péko, d’Azagny,\n\ndu banco, de Kossou\n\n La réserve forestière est un espace protégé pour la sauvegarde\n\ndes espèces animales et végétales. Exemples de réserves : les\n\nréserves du haut Bandama, du N’zo, de Divo et du Mont Nimba.\n\nB. L’IMPORTANCE DES PARCS NATIONAUX ET DES\n\nRESERVES FORESTIERES\n\nRôle écologique :\n\n Préservation de la faune et de la flore.\n\n Barrière contre la déforestation et l’avancée du désert.\n\n Adoucissement du climat\n\nRôle éducatif et culturel\n\n Connaissance sur les espèces animales et végétales\n\n Lieux de rites initiatiques\n\nLes actions de protection des parcs nationaux et des\n\nréserves forestières.\n\n Interdiction de pratique de la chasse et de l’exploitation\n\nforestière\n\n Sanctions pénales sévères contre les braconniers et\n\nsensibilisation des populations riveraines\n\nCHAPITRE 13 : LA GESTION RATIONNELLE DE L’EAU ET LA\n\nCHAPITRE 13 : LA GESTION RATIONNELLE DE L’EAU ET LA SAUVEGARDE\n\nSAUVEGARDE DE LA PAIX SOCIALE\n\nLa gestion de l’eau : C’est l’utilisation rationnelle de l’eau\n\nA. Les actions de la gestion de l’eau\n\n Utiliser un seau pour se laver ou pour laver une voiture.\n\n Utiliser un verre pour se brosser\n\n Recueillir de l’eau de pluie dans des récipients\n\n Stocker de l’eau dans des réservoirs fermés\n\n Entretenir des points d’eau de consommation\n\n Réparer les robinets qui gouttent\n\n Refermer le robinet après usage\n\nB. L’importance de la gestion rationnelle de l’eau dans",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_44_68_mb.pdf",
    "year": 2008,
    "zone": null,
    "hasCorrection": true
  }
}