{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": null,
  "title": "t l charger 5 22 mb - part 6",
  "content": "peut lire les coordonnées des villes Yaoundé Y(461; 140) et Douala D(284; 269). L’unité de longueur sur\n\nla carte est le km\n\nCombien Caroline va-t-elle payer pour son voyage ?\n\nACTIVITES D’INTEGRATION\n\nSITUATION 1 :\n\nPage 83 sur 130\n\n𝑭𝒊𝒈𝒖𝒓𝒆 𝟒\n\nM. Lontchi habite une grande ville repérée par deux axes perpendiculaires (𝐷1) et (𝐷2) en un point O. Il\n\ndésire aménager sa station –service située au point M à 1km de (𝐷1) et à5 km de (𝐷2)\n\n(Figure 4). Pour cela, il fait la commande de béton, de gasoil et de la pouzzolane devant être livrés par trois\n\ncamions plein dont le premier a une bétonnière de forme sphérique (Figure 1), le deuxième a une citerne\n\nde forme cylindrique droit (Figure 2) et le troisième une benne ayant la forme d’un pavé droit (Figure 3).\n\nLe premier camion est chargé à l’usine « Béton LDG » au point E situé à 1 km de (𝐷1) et à 2 km de (𝐷2) ;\n\nle 2e se ravitaille à l’entreprise « Djik-oil » situé au point F à 5 km de (𝐷1) et à 2 km de (𝐷2), le troisième\n\ncamion est chargé à la carrière « GOD-Car » au point G situé à 5 km de (𝐷1) et à 5 km de (𝐷2). Les\n\ndéplacements des camions des lieux de chargement au lieu de livraison sont supposés rectilignes(Figure\n\n4, segments en gras.) Chaque camion effectuera un seul tour.\n\nM. Lontchi achète le béton à 30 000 F le m3, le gasoil est à 400 000 F le m3 et la pouzzolane à 40 000 F le\n\nm3. Le déplacement de chaque camion et de son chauffeur est évalué à 3500 F le km.\n\n1. Combien dépense M. Lontchi pour l’achat et le transport du béton ?\n\n2. Combien dépense M. Lontchi pour l’achat et le transport du gasoil?\n\n3. Combien dépense M. Lontchi pour l’achat et le transport de la pouzzolane ?\n\n𝑟= 1𝑚 ; ℎ= 4𝑚\n\n𝑭𝒊𝒈𝒖𝒓𝒆 𝟐∶ 𝟐𝒆 𝒄𝒂𝒎𝒊𝒐𝒏\n\n𝑟= 3𝑚 ; 𝜋= 3,14\n\n𝑭𝒊𝒈𝒖𝒓𝒆 𝟏 : 𝟏𝒆𝒓 𝒄𝒂𝒎𝒊𝒐𝒏\n\n𝐿= 5𝑚 ; 𝑙= 3𝑚 ; ℎ= 1𝑚\n\n𝑭𝒊𝒈𝒖𝒓𝒆 𝟑 : 𝟑𝒆 𝒄𝒂𝒎𝒊𝒐𝒏\n\n𝐸(2 ; 1)\n\n𝐹(2 ; 5)\n\n𝐺(5; 5)\n\n𝑀(5 ; 1)\n\n(𝐷1)\n\n(𝐷2\n\nPage 84 sur 130\n\nLES GRANDS PROFS DE MATHS « GPM »\n\nENSEIGNANT : TAKODJOU Odilon\n\nTEL : 674 83 20 83\n\nCLASSE : 3ème\n\n Utiliser une homothétie pour\n\nagrandir ou réduire une image,\n\n Construire l’image d’un point, d’un\n\nsegment ou d’une figure par une\n\nhomothétie\n\n Etablir l’effet des homothéties sur les\n\nlongueurs, les aire et les volumes.\n\n Ressource 1 : Définition, éléments caractéristiques et image d’un point\n\n EXERCICE :\n\nI – Définitions\n\nUne homothétie est une transformation du plan, comme les symétries axiales et centrales, les rotations\n\net les translations.\n\nContrairement à celles-ci, une homothétie change en général la taille de la figure initiale car elle réalise\n\nun …………………………….. ou une ……………………………. de la figure initiale.\n\nII- Éléments caractéristiques\n\nPour définir une homothétie, on besoin de 2 informations :\n\n• un point appelé ……………………., souvent noté O ;\n\n• un nombre appelé ………………….d’agrandissement ou de réduction, souvent noté 𝑘.\n\nIII- Image d’un point :\n\nLe point M’, image du point M par l’homothétie de centre O et de rapport 𝑘 (𝑘> 0) est tel que :\n\n……………………………..et ……………………………………….. ;\n\n→ ce qui se lit : la longueur OM’ est égale à 𝑘 fois la longueur OM et le point M’ est sur la demi-droite\n\n[OM) ;\n\nIV- Configurations du plan\n\nUne homothétie de rapport 𝑘 (𝑘> 0) multiplie les …………………………….. par 𝑘, les\n\n……………………………..par 𝑘2 et es ……………………………par 𝑘3.\n\n Resource 2 : Réduction et agrandissement.\n\nCHAPITRE 13 : HOMOTHETIES\n\nPage 85 sur 130\n\n EXERCICE :\n\nI-\n\nEn faisant varier les valeur du rapport 𝑘 de l’homothétie de centre O, on constate que:\n\n• si 𝑘> 1, alors l’homothétie réalise un ………………………………… de la figure initiale, avec un\n\nchangement de place ;\n\n• si 0 < 𝑘< 1 alors l’homothétie réalise une …………………… de la figure initiale, avec changement de\n\nplace ;\n\nCas particulier :\n\n• si 𝑘= 1 alors la figure est invariante : elle ne change ni de place ni de forme.\n\nII- Complète le tableau suivant : dis s’il s’agit d’un agrandissement ou d’une réduction et coche la\n\nbonne case.\n\nHomothétie de rapport :\n\n0,5\n\n√2\n\nAgrandissement\n\nRéduction\n\n Resource 3 : Détermination du rapport\n\n EXERCICE :\n\nObserve les figures suivantes :\n\n Ressource 4 : images d’un point ou d’une figure par une homothétie\n\n EXERCICE :\n\nAvec un logiciel de géométrie dynamique, on a construit la figure A. En appliquant à la figure A des\n\nhomothéties de centre O et de rapports différents, on a ensuite obtenu les autres figures.\n\nDans chaque cas trouve le rapport de\n\nl’homothétie qui transforme M en M’\n\nFigure\n\nc\n\nd\n\nRapport de\n\nl’homothétie\n\nPage 86 sur 130\n\na. Quel est le rapport de l’homothétie de centre O qui permet d’obtenir la figure C à partir de la figure A ?\n\nAucune justification n’est attendue.\n\n……………………………………………………………………………………\n\n……………………………………………………………………………………\n\nb. On applique l’homothétie de centre O et de rapport\n\n5 à la figure E. Quelle figure obtient-on ? Aucune\n\njustification n’est attendue.\n\n……………………………………………………………………………………\n\n……………………………………………………………………………………\n\nc. Quelle figure a une aire quatre fois plus grande que celle de la figure A ?\n\n……………………………………………………………………………………\n\n……………………………………………………………………………………\n\n Resource 3 : construction de l’image d’un point\n\n EXERCICE :\n\n1. Construis l’image A’B’C’ du triangle ABC par l’homothétie ℎ de centre O et de rapport 2.\n\n2. Quelles sont les images respectives des segments [AB] et [BC] par l’homothétie ℎ.\n\nPage 87 sur 130\n\n1. On considère un triangle dont l’aire est de 36 cm2. Quelle est l’aire de ce triangle après une réduction\n\nde rapport 0,4 ?\n\n2. On considère un disque dont l’aire est de 36 cm2. Quelle est sa nouvelle aire après un agrandissement\n\nde rapport 7 ?\n\n3. On considère un cylindre dont le volume est de 1453 cm3. Quelle est son nouveau volume après une\n\nréduction de rapport\n\n?\n\n4. Lors d’une réduction, la hauteur d’un triangle est passée de 15 cm à 7cm. Quel est le rapport de\n\nréduction ?\n\n5. Lors d’un agrandissement l’aire d’un triangle est passée de 7 cm2 à 28 cm2. Quel est le rapport\n\nd’agrandissement ?\n\n6. Lors d’une réduction l’aire d’un disque est passée de 35 cm2 à 7 cm2. Quel est le rapport de réduction ?\n\nOn passe du triangle ABC au triangle BED par une homothétie.\n\na) Déterminer le centre de cette homothétie.\n\nb) Déterminer le rapport de cette homothétie.\n\nc) Calculer la longueur [AB].\n\nd) Calculer la longueur [DE].\n\nSur la figure suivante qui n’est pas en vraie grandeur, ABC est un triangle rectangle en A tel que\n\n[AB] = 3 cm et [AC] = 4 cm. A’B’C’ est l’image de ABC par une homothétie de centre O.\n\nOn sait également que [A’B’] = 5,4 cm.\n\na) Calculer la valeur de [BC].\n\nb) Calculer une valeur approchée de l’angle 𝐵𝐶𝐴\n\n̂.\n\nc) En déduire une valeur de l’angle 𝐵′𝐶′𝐴′\n\nd) Calculer la valeur du rapport 𝑘 de l’homothétie de centre O.\n\ne) Calculer l’aire du triangle A’B’C’.\n\nExercice:\n\nCette photo présente une maquette d'un avion de ligne très gros-\n\nporteur, à l'échelle\n\n125\n\na. La longueur de l'avion est 73 m. Quelle est celle de la\n\nmaquette ?\n\nb. L'aire d'une aile de la maquette est 540,8 cm2. Quelle est la\n\nsurface d'une aile (en m2) de l'avion ?\n\nc. Le réservoir de l'avion contient 310 000 L. Quelle est la\n\ncapacité (en cm3) de celui de la maquette ?\n\nPage 88 sur 130\n\nUne société propose sur le marché trois\n\nformats de cônes glacés : le grand, d'un\n\nvolume de 720 ml, le moyen et le petit.\n\na. Le cône moyen est une réduction du\n\ngrand dans le rapport 75 %. Calculer son volume.\n\nb. Le petit cône est une réduction du grand cône\n\ndans\n\nle rapport 50 %. Marie affirme :\n\n«Le volume du petit cône est deux fois plus petit que\n\ncelui du cône moyen». A-t-elle raison\n\nUne éponge sèche a la forme d'un parallélépipède rectangle de volume 100 cm3. Lorsqu'elle est plongée\n\ndans l'eau, ses dimensions augmentent de 10 %.\n\nQuel est alors le volume d'eau qu'elle contient ?\n\nPage 89 sur 130\n\nENSEIGNANT : MENOUNGA THIERRY\n\nTEL : 697002232 / 680779618\n\nCLASSE : 3eme\n\n Ressource 1 : section d’une pyramide ou d’un cône\n\n Exercice 1 :\n\nRépondre par vrai ou faux aux affirmations suivantes\n\na. La section d’une pyramide par un plan non parallèle a la base est un polygone de même nature que\n\ncelui de la base de cette pyramide\n\nb. La section d’un cône de révolution par un plan parallèle a sa base est cercle\n\nc. lorsque on section une pyramide par un plan parallèle a sa base on obtient une pyramide réduite ayant\n\ndes dimensions proportionnelles à la pyramide de départ\n\n Ressource 2 : coefficient de réduction\n\n Exercice 1 :\n\nOn sectionne un cône de révolution par un plan parallèle a sa base. Compléter les tableaux suivants\n\nII. Exercices de consolidation\n\n Faire apparaitre sur la représentation d’un\n\ncône ou d’une pyramide la section de cet\n\nobjet par un plan parallèle a la base.\n\n Représenter le tronc du solide.\n\n Utiliser la propriété de réduction lors des calculs de\n\nlongueurs, d’aires ou de volume du tronc\n\nCoefficient\n\nde\n\nréduction (K )\n\n0,5\n\n0,1\n\nHauteur du cône\n\nréduit ( h’)\n\n1,2cm\n\n5m\n\nHauteur du cône\n\n(h)\n\n10cm\n\n36mm\n\nCoefficient\n\nde\n\nréduction (K )\n\n0,2\n\n0,1\n\nvolume du cône\n\nréduit ( v’)\n\n12150 mm3\n\n5m\n\nvolume du cône\n\n(v)\n\n15cm3\n\n450cm3\n\nRayon de base du\n\ncône réduit ( R’)\n\n6cm\n\n3cm\n\nRayon de base du\n\ncône ( R)\n\n12cm\n\n0,15m 49cm\n\nHauteur du cône\n\nréduit ( h’)\n\n9,5cm\n\n5cm\n\nHauteur du cône\n\n(h)\n\n10cm\n\n35cm\n\nsurface de base du\n\ncône réduit ( S’)\n\n2,4cm2\n\nRayon de base du\n\ncône ( S)\n\n60cm2\n\n40cm2\n\nVolume du cône\n\nréduit ( v’)\n\n0,15cm3\n\nvolume du cône (v)\n\n0,96cm3\n\n150cm3\n\nCHAPITRE 14 : SECTION D’UNE PYRAMIDE OU D’UN CONE DE\n\nREVOLUTION PAR UN PLAN PARALLELE A LA BASE\n\nPage 90 sur 130\n\nUn cône a pour volume 9400cm3.l’aire de sa base est égale à 705cm2.une section à mi-hauteur détermine\n\nun petit cône P et un tronc de cône T.\n\n1) calcule le volume de P et de T\n\n2) calcule l’aire de la base et la hauteur de P\n\nSABCD est une pyramide dont la base est le carré ABCD\n\nDe coté 5𝑐𝑚 et de centre O. La hauteur [SO] de la pyramide\n\na pour longueur 𝑆𝑂= 6𝑐𝑚 .M est le point de SO tel que\n\n𝑆𝑀=\n\n2 𝑆𝑂 . On coupe la pyramide par un plan passant par\n\nle point M parallèle au plan de sa base .\n\n1) Calculer le volume V de la pyramide SABCD\n\n2) Calcule le volume du tronc de pyramide obtenu\n\nLe coquetier est fabriqué avec un cylindre de 3 cm de rayon et de 6 cm de hauteur que l'on évide en\n\ncreusant un cône de même base circulaire de centre O que le\n\nCylindre et dont le sommet est le centre I de l'autre base du\n\ncylindre.\n\n1) Calculer le volume 𝑉 d'un coquetier.\n\n2) On sectionne l'objet par un plan (P) parallèle à la base du\n\ncylindre. Les points O' et A' appartiennent à ce plan (P).\n\nSachant 𝑂𝑂′ = 4 𝑐𝑚, 𝐼𝑂′ = 2𝑐𝑚 et que les droites (OA) et\n\n(O'A') sont parallèles,\n\na) Démontrer que la longueur O'A' est égale à 1 cm.\n\nb) Calculer le volume 𝑉′ du cône réduit\n\nc) Calculer le volume 𝑉𝑇𝑜𝑛𝑐 du tronc du cône\n\n3) Calculer la longueur 𝐴𝐼 et en déduire l’aire latérale de ce cône\n\nLe chapeau d’un berger a la forme d’un cône de révolution\n\nde sommet S (voir figure) : OI=OS=10cm\n\n1. Calculer la génératrice et le volume V de ce cône.\n\n2. Ce berger recouvre son chapeau extérieurement d’un papier de\n\ndécoration vendu par feuille carrée de 10cm de côté et à 1000 FCFA\n\nla feuille.\n\na) Calculer l’aire latérale de ce cône.\n\nb) En déduire la dépense minimale pour la décoration de son chapeau\n\n1. Le solide ci-contre est un cône de révolution de rayon\n\nde base et de hauteur 𝑆𝑂= 6√3𝑑𝑚\n\n(a) Montre que la longueur d’une génératrice est 𝑆𝐴= 12𝑑𝑚\n\n(b) Calcule l’aire totale AT de ce solide.\n\n(c) Calcule le volume V de ce solide.\n\n2. On sectionne ce solide par un plan parallèle à sa base\n\npour fabriquer un récipient (en forme de tronc de cône) qui\n\ndoit contenir des sachets de jus de fruit de 26𝑐𝑙 .\n\nCe plan est situé à 4𝑑𝑚 à partir du point O.\n\nDétermine le nombre maximal de sachets que ce récipient pourra contenir\n\nPage 91 sur 130\n\nTalla mets 3 boules sphériques de glace de rayon 3 cm chacune dans un\n\nverre conique de hauteur 8 cm et de rayon 6 cm, pendant qu’il prend son\n\nbain les trois boules fondent complètement.\n\nLe liquide va-t-il déborder ?si oui, combien de 𝑐𝑙 de glace a-t-il perdu?\n\nSamira souhaite remplir un réservoir d’eau formé d’une partie cylindrique\n\nde 7𝑑𝑙 de hauteur et d’une partie conique ayant un diamètre de 14 𝑑𝑚.Le\n\nréservoir a une hauteur de 16𝑑𝑚.Pour le remplir, elle utilise un tuyau qui debite\n\n10𝐶𝑙 /𝑠 .\n\nDéterminer le temps mit par Samira pour remplir le réservoir\n\nM MANGA est un producteur de cacao. Dans le souci de rentabiliser sa production, il veut mettre sur pied\n\nune petite chocolaterie artisanale qui transformera les fèves de cacao en chocolat pour le marché local.\n\nUn technicien du coin lui propose a travers les schémas assortis a ce problème :\n\n Un réservoir conique dont la base est un cercle de rayon 0,45m et dans lequel le liquide sera\n\nconservé .Ce réservoir est muni a son sommet d’un robinet d’arrêt et possède un couvercle qui\n\népouse sa base\n\n Un bac sans couvercle ayant la forme d’un tronc de pyramide régulière, dont le fond est une plaque\n\ncarrée parallèle au plan de son couvercle et qui est destinée a stocker les fèves\n\n Un moule sans couvercle devant servir a la production des barres de chocolat. Ce moule est un\n\nprisme creux, posé sur une face rectangulaire fermé de dimensions 3𝑐𝑚× 10𝑐𝑚. Les deux faces\n\nnon rectangulaires sont des trapèzes isocèles superposables.\n\nCes vases sont faits en tôle inox dont le mètre carré coute 25000 FCFA\n\nTaches :\n\n1. Déterminer la dépense de M MANGA pour l’achat de tôle inox nécessaire à la fabrication d’un moule\n\nPage 92 sur 130\n\n2. Déterminer la dépense de M MANGA pour l’achat de tôle inox nécessaire à la fabrication du bac\n\n3. Déterminer la dépense de M MANGA pour l’achat de tôle inox nécessaire à la fabrication d’un\n\nréservoir\n\nAlpha est une vendeuse de jus. Lors de la journée du bilinguisme au collège EKOMPEK, elle veut\n\nprofiter de cette cérémonie pour faire du bénéfice. Pour cela, elle dépense 2000 FCFA pour la préparation\n\nde15 litres de jus toléré, 2500 FCFA pour 16 litres de jus de citron et 1800 FCFA pour 9 litres de jus de\n\ngoyave. Ces jus sont vendus dans des gobelets dont les formes sont représentées par les figures ci-\n\ndessous.\n\nLe gobelet de jus de citron a la forme d’un tronc de cône fabriqué à partir d’un cône de révolution de\n\nsommet O, de hauteur OD = 12cm et de rayon de base DA = 5cm. Le gobelet de jus de goyave a la forme\n\nd’un tronc de pyramide fabriqué à partir d’une pyramide régulière de hauteur h = 16cm et de côté de base\n\nBC = 8cm. Le gobelet de jus de toléré a la forme d’un cylindre de hauteur 10 cm et de rayon de base\n\n4cm.\n\nAlpha souhaite vendre chaque jus à raison de 100 francs CFA le gobelet.\n\nTâches:\n\n1. Alpha peut-elle réaliser un bénéfice sur le jus de foléré en vendant tous les 15 litres ?\n\n2. Alpha pourrait-elle réaliser un bénéfice sur les ventes des 16 litres de jus de citron ?\n\n3. Quel bénéfice peut réaliser Alpha sur les ventes du jus de goyave si elle vend la totalité des\n\n9 litres fabriqués\n\nSituation 3 :\n\nLUCIE est une vendeuse de jus. Pour la kermesse du lycée, elle veut profiter de cette cérémonie pour\n\nréaliser des bénéfices. Pour cela, elle dépense 2000 FCFA pour la préparation de 15 litres de jus de\n\nfoléré, 2500 FCFA pour 16 litres de jus de citron et 1800 FCFA pour 9 litres de jus de goyave. Ces jus\n\nsont vendus dans des gobelets dont les formes sont représentées ci-dessous . Les gobelets de jus de\n\ncitron qui ont la forme d’un tronc de cône sont fabriqués à partir d’un cône de révolution de sommet o, de\n\nhauteur OD = 12 cm et de rayon de base DA = 5 cm ; tandis que les gobelets de jus de goyave ont la\n\nforme d’un tronc de pyramide issu de la section de la pyramide régulière de sommet S par un plan\n\nparallèle à sa base passant par K. Cette pyramide a pour hauteur h =16 cm et pour base carré de cote BC\n\n= 8 cm .Quant au gobelet de jus de foléré, il a la forme cylindrique de hauteur 10 cm et rayon de base 4\n\ncm. LUCIE souhaite vendre chaque jus a raison 100 FCFA le gobelet.\n\nPage 93 sur 130\n\n1. Lucie réalisera-t-elle un bénéfice sur le jus de toléré après sa vente complète\n\n2. Lucie réalisera-t-elle un bénéfice sur le jus de citron après sa vente complète\n\n3. Lucie réalisera-t-elle un bénéfice sur le jus de goyave après sa vente complète\n\nSituation 4\n\nMonsieur FINGON est un mécanicien d’automobiles. Il dispose dans son magasin des réservoirs pleins\n\nd’essence, de gasoil et de pétrole. Il compte vendre chacun de ces produits dans des bouteilles identiques\n\nde capacité un litre chacune.\n\nLe réservoir A a la forme d’un tronc de cône et contient de l’essence dont le litre est\n\nvendu à 650 FCFA ;\n\nLe réservoir B a la forme de tronc d’une pyramide régulière dont la base est un carre\n\net contient du gasoil dont le litre est vendu à 600 FCFA ;\n\nLe réservoir C a la forme d’un prisme droit à base rectangulaire et contient du pétrole\n\ndont le litre est vendu à 400 FCFA. (Voir les différentes figures ci – dessous).\n\n1. Calculer la recette maximale de Monsieur FINGON issue de la vente de l’essence.\n\n2. Calculer la recette maximale de Monsieur FINGON issue de la vente du gasoil.\n\n3. Calculer la recette maximale de Monsieur FINGON issue de la vente du pétrole.\n\nSituation 5\n\nA l’occasion des fêtes de fin d’année, des enfants décident de décorer leur sapin de noël avec trois types\n\nd’objets de récupération, faute de moyens. Le premier type d’objet a la forme d’une pyramide régulière a\n\nbase carré de cote AB = 4 cm et de longueur de génératrice SH = 4,5 cm (voir figure 1). Le deuxième type\n\nd’objet a la forme d’un cône de révolution de génératrice 𝑆’𝐽 = 4,5 𝑐𝑚 et donc le disque de base a un\n\nrayon 𝐼𝐽 = 2 𝑐𝑚 (voir figure 2). Le troisième type d’objet a la forme d’une sphère de rayon 𝐾𝑀 = 2 𝑐𝑚 (voir\n\nRéservoir A : On donne\n\nSA=1,5m ; SA’=0,24m\n\nAB=0,9m\n\nRéservoir B : On donne\n\nDEFG est un carré de coté\n\n1,2m\n\nRéservoir C : On donne\n\nIPQT est un rectangle tel\n\nque IP=1m ; OJ=1,5m\n\nPage 94 sur 130\n\nfigure 3). Ces enfants décident de peindre entièrement 10 objets de chaque type avec une peinture\n\nspéciale qui coute 3000 FCFA le m2.predre 𝜋= 3,14\n\nTâche :\n\n1. Calculer la dépense minimale pour décorer les objets ayant la forme d’une pyramide.\n\n2. Calculer la dépense minimale pour décorer les objets ayant la forme d’un cône.\n\n3. Calculer la dépense minimale pour décorer les objets ayant la forme d’une sphère.\n\nSituation 6\n\nPendant les vacances, SIMO et TOTO ont l’habitude d’aider leur maman à chercher leurs scolarités. SIMO\n\nl’ainé a l’habitude de travailler avec son oncle charpentier. TOTO lui fait dans la vente de kossam. Pour son\n\npremier jour de vente, il est sorti avec 15 litres de kossam qu’il a vendu dans des emploi jeté de forme\n\ntronconique(Figure 1). L’année dernière, SIMO et son oncle avaient construit la charpente(Figure 2) d’un\n\nagriculteur et cette année, l’agriculteur contacte plutôt SIMO pour séparer l’intérieur pyramidale de la\n\ncharpente par une plaque métallique parallèle au plafond ( dalle de forme carré). Ceci pour en faire un\n\ngrenier entre le plafond et la plaque métallique en vue de conserver les sacs de 30 litres de maïs lors des\n\nsaisons de pluies. Pour réaliser cette séparation, SIMO a fait son plan comme le montre la figure 2 ci-\n\ndessous. De retour très fatigué à la maison, SIMO demande à sa petite sœur RITA de l’aider à remplir le\n\nfût cylindrique (Figure 3) de sa douche à l’aide d’un bidon de 20 litres qu’elle pourra facilement porter.\n\nNB : Donner tous vos résultats arrondis à l’unité près.\n\nPrendre : π = 3, 14; sin 30◦ = 0, 5; cos 30◦ = 0, 86; tan 30◦ = 0, 57.\n\n1. Combien de boites de kossam TOTO a-t-il vendu son premier jour du marché ?\n\n2. Combien de sacs de maïs peuvent entrer dans le grenier conçu par SIMO ?\n\n3. Combien de tour RITA doit-elle effectuer pour remplir le fût de son frère ?\n\nPage 95 sur 130\n\nENSEIGNANT : Djontu Evariste.\n\nTEL : +237699105083\n\nCLASSE : 3e\n\n Développer et réduire.\n\n Factorisation d’une expression littérale.\n\n Valeur Numérique d’expression littérale.\n\n Fraction Rationnelle.\n\nI, Exercices de fixation\n\n Ressource 1 : Développer et réduire\n\n EXERCICE 1\n\nRéduire au maximum les expressions littérales suivantes :\n\nA = 3x + 2 + 2x – 4 – 5x = ……………………………………………………………………………………\n\nB = - 5 – 4x + 5y – 2y + 6x = …………………………………………………………………………………\n\nC = 5z – 4x –3y + 5 + 4x + 6y – z = ……………………………………………………………………......\n\nD = 4x² + 4y + 4z – 16 – 4x – 4y – 4z = …………………………………………………………………\n\nE = 12z – 4 – 5x² + 1z + 3z +y – 5w = …………………………………………………………………\n\n EXERCICE 2\n\nOter les parenthèses puis réduire au maximum les expressions littérales suivantes :\n\nA = - (2x – 3x² + 5y) – (y² + 2x)\n\nB = - (4x – 3y + 3) – (3x + 4z) – (4x – 3y + 4z)\n\nC = - (4x – 5x² + 3y – 4y²) + 2 – 4x² + (2x² - 3) – 4(x – x² - y²)\n\n EXERCICE 3\n\nDévelopper réduire puis simplifier les expressions suivantes\n\n𝐴= 3x(x + 1) + 2x =………………………………………………………………………………\n\n𝐵= (x + 7)(x −2) = ……………………………………………………………………………… 𝐶=\n\n(5x + 6)(2x −1) = … … … … … … … … … … … … … … … … … … … … … … … … … … … … … … … … …\n\n𝐷= (x + 2)(x −5) + (x −3)(x + 4) = … … … … … … … … … … … … … … … … … … … … … … … … … … … … … …\n\n𝐸= 3(x −𝑎) + 𝑎(3 −x) + x(𝑎−3) = … … … … … … … … … … … … … … … … … … … … … … … … … … … … … …\n\nCHAPITRE 15 : CALCULS LITTÉRALES\n\nPage 96 sur 130\n\n𝐹= (x −6)(x + 1) −(x + 6)(x −1)= …………………………………………………………………………\n\n EXERCICE 4 :\n\nDévelopper et réduire les expressions littérales suivantes :\n\nA = 2x + (4x – 3) – 5(2 + x)\n\nB = - 2(x – 4) – (-x – 3)\n\nC = 5(x² + 3) – 2(x + x²)\n\nD = (2x – 4)(2x + 3) – 4(x + 5)\n\n= (x - 4)(3 – 4x) – (-4 + 5x) – x² + x(2 – 3x)\n\nF\n\n= 4x(2 – 3) + x² + 6(2x – 3(x² - x – 2))\n\nG = (x + 2)²\n\nH = ( 2x – 1)( - x – 3 )\n\n EXERCICE 5 :\n\nDévelopper puis réduire les expressions suivantes\n\nA= (3a – 2)(4a + 1) – 5a²\n\nB = (–2a + 3)(5a – 7) + 10a²\n\nC = (5a – 3)(5a + 3)\n\nD = (–2a – 4)²\n\n Ressource 2 : Factorisation d’expression littérale.\n\n EXERCICE 6\n\nCompléter, en se rappelant des identités remarquables:\n\na) (4x + ……)2 = 16x2 + …….. +9 ; b) …….. - …….. = (x – 3)(x +3)\n\nc) (5x – 3)2 = …….. - 30x + …….. ; d) 16x2 – 25 = (4x - ……..)(…….. + 5)\n\ne) …….. + 6 x + 9 = (x + ……) 2 ; f) ……… - 4 x + ……… = (…. – 1)2\n\ng (…… + 3)2 = 25 x2 + …….. + ……….; h) 9 x2 - …… = ( ….. + 5) (……….)\n\n EXERCICE 7\n\nFactoriser les expressions suivantes\n\nA = 4x - 4\n\nB = 3x² + 2x\n\nC = A = 4 x 2 – 25\n\nD = 21 x – 63\n\n= (3 – x) (2 + 4x) – (3 – x)\n\nF\n\n= (4x – 5) (1 + 2x) – (1 + 2x)²\n\nG = 4x2 – 9 – (x – 2) (3 – 2x).\n\n EXERCICE 8 :\n\n1) Factorise les expressions suivantes :\n\nPage 97 sur 130\n\nA = 2a (a – 1) + 3(a – 1)\n\nB = 4a (3b –\n\n2) – 3a(6b – 1)\n\nC = 4a² + 12a + 9\n\nD = 36 – 12a + a²\n\nE = 25 – 4a² – (5 – 2a) (2a – 5)\n\n2) Ecris chacun des polynômes ci-dessous comme un produit de polynômes\n\nde degré 1 :\n\n𝑝(𝑥) = 𝑥2 −5 ; 𝑞(𝑥) = 𝑥2 −2𝑥√3 + 3 ; 𝑟(𝑥) = 𝑥2 + 𝑥+\n\n4 ;\n\n𝑡(𝑥) = (3𝑥−1) + (𝑥−3)(3𝑥−1) ;\n\n𝑠(𝑥) = (2𝑥−1)(𝑥+ 2) + (𝑥−3)(1 −2𝑥) ;\n\n𝑔(𝑥) = 12𝑥2 + 4𝑥 ; 𝑓(𝑥) = 25𝑥2 −36 + (4𝑥+ 1)(5𝑥−6) −(6 −5𝑥) ;\n\n𝑢(𝑥) = (3𝑥+ 1)(𝑥−2) −(1 + 3𝑥)(2𝑥+ 4) ;𝑡(𝑥) = (𝑥−√2)(2𝑥+ 3√2) + 𝑥2 −2\n\n𝑤(𝑥) = 49𝑥2 −64 ; 𝑑(𝑥) = (2𝑥+ 3)2 −36 ; 𝑘(𝑥) = (5𝑥−1)2 −(3𝑥+ 1)2\n\n Ressource 3 : Valeur Numérique d’expression littérale.\n\n EXERCICE 9\n\nCalculer la valeur des expressions littérales suivantes pour x =\n\nA = 5(x² + 3) – x = ……………………………………………………………………………………\n\nB = 4x² + 2x + 3 = …………………………………………………………………………………..\n\nC = 2(4x² + x + 3) = ………………………………………………………………………………….\n\n EXERCICE 10\n\nCalculer la valeur numérique des expressions suivantes pour x = -\n\n2 et y =\n\nA = 2(x² + y) – 3(x² + x + y)\n\nB = - (3x² + 3x + 5y) – (y² + 2x)\n\nC = y² - 3x + 2xy + 10\n\n Ressource 4 : Fraction Rationnelle.\n\n EXERCICE 11\n\nPour chacune des fractions rationnelles ci-dessous :\n\na) Factorise son numérateur et son dénominateur\n\nb) Détermine la condition d’existence.\n\nc) Simplifie l’expression littérale obtenue.\n\nx²+x\n\nx²−1 ;\n\nB =\n\n12x²−3\n\n8x+4 ;\n\nC =\n\nx²−10x+25\n\n2x−10\n\n EXERCICE 12\n\nOn considère l’expression rationnelle Q =\n\nx2+20 x+100\n\n( x−12 )(x+10)\n\na. Donner la condition d’existence de Q\n\nb. Donner l’écriture simplifiée de Q\n\nPage 98 sur 130\n\nII, Exercices de consolidation\n\n EXERCICE 13\n\nOn donne A(x) = (2x – 1)(2x + 1) et B(x) = (2x – 1)(x + 1) + 4x² - 1\n\n1) Développer, réduire et ordonner A(x) suivant les puissances croissantes de x.\n\n2) Ecrire B(x) sous la forme d’un produit de facteurs\n\n3) On pose H(x) =\n\n𝐵(𝑥)\n\n𝐴(𝑥)\n\na) Quelle est la condition d’existence de H(x)\n\nb) Calculer H(x) pour x = √2\n\n EXERCICE 14\n\n1. Soit D = 9x² − 1\n\na) Quel produit remarquable permet de factoriser D ?\n\nb) Factoriser D.\n\n2. Soit F = (3x + 1)² + 9x² − 1\n\na) La forme développée et réduite de F est :\n\ni.\n\n18x² + 6x – 1\n\nii.\n\n18x² + 6x\n\niii.\n\n18x² – 6x + 1\n\nUne seule réponse est correcte. Écris-là sur ta feuille de composition.\n\nb) La forme factorisée de F est :\n\ni.\n\n(3x + 1)(x – 1) ;\n\nii.\n\n– 6x (3x + 1)\n\niii.\n\n6x (3x + 1)\n\niv.\n\n(3x + 1)(x + 1)\n\nÉcrire la réponse juste sur ta feuille de composition.\n\n3. On donne V =\n\n9x²−1\n\n6x(3x+1)\n\na) Donner la condition d’existence d’une valeur numérique de V.\n\nb) Simplifier V.\n\nc) Calculer V sachant que x = –1\n\n EXERCICE 15\n\nOn considère l’expression A = x² – 4 + 2(x + 2)² et B = 3x + 2\n\n1. La forme factorisée de A est :\n\na) 2(x – 2)(x + 2)\n\nb) (x + 2)(2x + 2)\n\nc) 2(x – 2)²\n\n2. La condition d’existence de la fraction rationnelle\n\nB :\n\na) x ≠ – 2 et x ≠ 2 ;\n\nb) x ≠ -2 ou x ≠ 2 ;\n\nc) x ≠ −\n\nPage 99 sur 130\n\n3. La forme simplifiée de\n\nB est :\n\na) x + 2 ;\n\nb)\n\nx−2\n\n3x−1\n\nc)\n\nx−2\n\n EXERCICE 16\n\nOn donne la fraction rationnelle 𝐹(𝑥) =\n\n(x−2)2−3x(x−2)\n\nx−2\n\n1) Donner la forme factorisée de 𝐸= (x −2)2 −3x(x −2)\n\n2) Développer et réduire 𝐸= (x −2)2 −3x(x −2)\n\n3) Déterminer la condition d’existence d’une valeur numérique de 𝐹(x)\n\n4) Simplifier 𝐹(x)\n\n EXERCICE 17\n\nOn donne les expressions suivantes :\n\nG = (5x – 3)² + 6(5x – 3)\n\nH = 4 – (5x + 1)² et I =\n\n10x+6\n\n(5x+3)(5x−3)\n\n1. Développer et réduire G.\n\n2. Factoriser G et H.\n\n3. Donner la condition d’existence de la valeur numérique de I.\n\n4. Simplifier I",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_5_22_mb.pdf",
    "year": null,
    "zone": null,
    "hasCorrection": true
  }
}