{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": null,
  "title": "t l charger 3 90 mb - part 4",
  "content": "On donne ci-dessous une représentation graphique de la fonction g pour les valeurs de x allant de 0 à 10.\n\n4. Par simple lecture graphique, déterminer l'image de 2 et l'antécédent de 70 par g .\n\n5. Peut-on considérer que l'aire de ABCD est proportionnelle à x ? Justifier.\n\n6. Sur l'annexe, on a construit le trapèze ABCD , lorsque x = 4 , sur un quadrillage où un carreau a pour\n\ncôtés 1 cm. Le dessin n'est pas à l'échelle.\n\na. Construire sur l'annexe le trapèze image de ABCD par l'homothétie de centre K et de rapport 1,5.\n\nb. Calculer l'aire réelle de ce trapèze image en cm2.\n\nbase 1 = 6 cm\n\nhauteur = x cm\n\nbase 2 = 2x cm\n\nPage 4 sur 5\n\nExercice 4 (24 points)\n\nChaque mois de janvier, pendant quatre semaines, un musée ouvre les portes de sa bibliothèque scientifique\n\naux étudiants.\n\nOn a donné en annexe un graphique qui donne le nombre de visiteurs durant chaque semaine des années\n\n2018 et 2019, excepté pour la semaine 3 de 2019 dont le rectangle n'est pas donné.\n\nL'année 2018 est représentée par les rectangles hachurés et l'année 2019 est représentée par les rectangles gris.\n\n1. a. Donner sans justification le nombre de visiteurs de la semaine 2 en 2018 et en 2019.\n\nb. Calculer le pourcentage d'augmentation du nombre de visiteurs de la semaine 2 entre 2018 et 2019.\n\n2. Calculer le pourcentage de baisse du nombre de visiteurs entre la semaine 2 et la semaine 3 en 2018.\n\nArrondir à 0,1 %.\n\n3. Durant la semaine 3 de 2019, une école d'ingénieur a envoyé un groupe d'étudiants visiter la bibliothèque,\n\nce qui a provoqué une forte augmentation de près de 30 % des visiteurs par rapport à la semaine 2.\n\na. Calculer le nombre de visiteurs en semaine 3 en 2019.\n\nb. Sur le graphique donné en annexe, il manque le rectangle de la semaine 3 en 2019.\n\nCalculer sa hauteur et le construire.\n\n4. Peut-on considérer que, en 2018, environ un quart des visiteurs sont venus la première semaine ? Justifier.\n\nPage 5 sur 5\n\nAnnexe à rendre avec la copie\n\nK\n\nnombre de visiteurs\n\nsemaine 1\n\nsemaine 2\n\nsemaine 3\n\nsemaine 4\n\n1 cm\n\nEPREUVE COMMUNE\n\nJANVIER 2015\n\nCalculatrice autorisée, présentation 4pts\n\nLorsqu’on absorbe un médicament, la quantité de\n\nprincipe actif de ce médicament dans le sang évolue en\n\nfonction du temps. Cette quantité se mesure en\n\nmilligrammes par litre de sang.\n\nLe graphique ci-contre représente la quantité de\n\nprincipe actif d’un médicament dans le sang, en fonction\n\ndu temps écoulé, depuis la prise de ce médicament.\n\nRépondre aux questions suivantes à partir de lectures\n\ngraphiques.\n\nAucune justification n’est demandée dans cet exercice.\n\n1. Au bout de combien de temps la quantité de principe\n\nactif de médicament dans le sang est-elle maximale?\n\n2. Quelle est la quantité de principe actif de\n\nmédicament dans le sang au bout de 2 h 30 min?\n\n3. Pour que le médicament soit efficace, la quantité de\n\nprincipe actif de médicament dans le sang doit être\n\nsupérieure à 5 mg/L.\n\nPendant combien de temps le médicament est-il\n\nefficace ?\n\nLa longueur du Canal du Midi est de 240 km de Toulouse à l’étang de Thau et la vitesse des embarcations y est limitée à 8\n\nkm/h.\n\n1. Combien de temps (en jours et heures), au moins, faut-il pour effectuer ce trajet en péniche sans faire de pause?\n\n2. On assimilera une écluse à un pavé droit de 8,4 m de large, de 30 m de long et de 3 m de hauteur.\n\nCalculer le volume de cette écluse.\n\n3. Le prix hebdomadaire de la location d’un bateau à moteur dépend de la période. Il était de 882 € du 01/01/2014 au\n\n28/04/2014. Il a augmenté de 27% pour la période du 29/04/2014 au 12/05/2014.\n\nCalculer le prix de la location pour cette période.\n\nABCD est un rectangle dessiné ci contre sans respecter les dimensions et\n\ntel que AB = 30 cm et BC = 24 cm.\n\nOn colorie aux quatre coins du rectangle quatre carrés identiques en gris.\n\nOn délimite ainsi un rectangle central que l’on colorie en noir.\n\n1. Dans cette question, les quatre carrés gris ont tous 7 cm de côté. Dans\n\nce cas :\n\na) Calculer le périmètre d’un carré gris.\n\nb) Calculer le périmètre du rectangle noir.\n\n2. Dans cette question, on nommera la longueur du côté d’un carré gris.\n\na) Exprimer le périmètre d’un carré gris en fonction de puis en déduire\n\nla somme\n\nc des périmètres des 4 carrés gris.\n\nb) Montrer que le périmètre\n\nr du rectangle noir s’écrit\n\nr = 108 – 8 .\n\nc) Est-il possible que le périmètre\n\nr du rectangle noir soit égal à la somme\n\ndes périmètres des quatre carrés gris\n\nc ? Justifier clairement.\n\nSur le dessin ci contre dessiné sans respecter les dimensions, les\n\npoints A, B et E sont alignés, et C est le milieu de [BD]. Les distances\n\nsont exprimées en mètres.\n\n1. Quelle est la nature du triangle ABC ? Justifier.\n\n2. Justifier alors que le triangle BDE est rectangle.\n\n3. Calculer ED. Arrondir le résultat au centimètre près.\n\nEn se retournant lors d’une marche arrière, le conducteur\n\nd’une camionnette voit le sol à 6 mètres derrière son\n\ncamion.\n\nSur le schéma, la zone grisée correspond à ce que le\n\nconducteur ne voit pas lorsqu’il regarde en arrière.\n\n1. Calculer DC.\n\n2. En déduire que ED = 1,60 m. (Ecrire le calcul.)\n\n3. Une fillette mesure 1,10 m. Elle passe à 1,40 m derrière\n\nla camionnette.\n\nLe conducteur peut-il la voir? Expliquer\n\nOn donne ci contre une feuille de calcul.\n\nLa colonne B donne les valeurs de l’expression 2 ² − 3 − 9 pour quelques valeurs de de la\n\ncolonne A\n\n1. Si on tape le nombre 6 dans la cellule A18, quelle valeur va−t−on obtenir dans la cellule B18 ?\n\n2. A l’aide du tableau ci contre, trouver les deux solutions de l’équation 2 ² − 3 − 9 = 0\n\n3. L’unité de longueur est le cm. Donner une valeur de pour laquelle l’aire du rectangle\n\nci−dessous est égale à 5 cm². Justifier.\n\nOn donne ci contre un programme de calcul.\n\n1. Montrer que si on choisit 8 comme nombre de départ, le\n\nprogramme donne 12 comme résultat.\n\n2. Pour chacune des propositions suivantes, indiquer si elle est vraie\n\nou fausse. On rappelle que les réponses doivent être justifiées.\n\nProposition 1 : Le programme peut donner un résultat négatif.\n\nProposition 2 : Si on choisit 1\n\ncomme nombre de départ, le\n\nprogramme donne 33\n\ncomme résultat. Faire apparaître clairement\n\ntoutes les étapes du calcul.\n\nProposition 3 : Le programme donne 0 comme résultat pour\n\nexactement deux nombres. On rappelle que le produit de deux\n\nfacteurs est nul si l’un au moins des facteurs est nul.\n\n2 + 3\n\n− 3\n\nMultiplier les deux\n\nnombres obtenus\n\nRésultat\n\nSoustraire 6\n\nSoustraire 2\n\nChoisir un nombre\n\nAttention, les figures tracées ne respectent ni les mesures de longueur, ni les mesures d’angle.\n\nRépondre par « Vrai » ou « Faux » ou « On ne peut pas savoir » à chacune des affirmations suivantes et\n\nexpliquer votre choix.\n\n1− Tout triangle inscrit dans un cercle est rectangle.\n\n2− Si un point M appartient à la médiatrice d’un segment [AB], alors le triangle AMB est isocèle.\n\n3− Dans le triangle ABC suivant, AB = 4 cm.\n\n4− Le quadrilatère ABCD suivant est un carré.\n\n60°\n\n8 cm\n\nPage 1\n\nEPREUVE COMMUNE\n\nAVRIL 2015\n\nCalculatrice autorisée, présentation 4pts. Sauf indication contraire,\n\ntoute réponse doit être justifiée.\n\nExercice 1 : /7\n\nJeu vidéo\n\nDans un jeu vidéo on a le choix entre trois personnages : un guerrier, un mage et un chasseur. La force\n\nd’un personnage se mesure en points. Tous les personnages commencent au niveau 0 et le jeu s’arrête au\n\nniveau 25. Cependant ils n’évoluent pas de la même façon :\n\nLe guerrier commence avec 50 points et ne gagne pas d’autre point au cours du jeu.\n\nLe mage n’a aucun point au début mais gagne 3 points par niveau.\n\nLe chasseur commence à 40 points et gagne 1 point par niveau.\n\n1. Au début du jeu, quel est le personnage le plus fort ? Et quel est le moins fort ?\n\n2. Compléter le tableau de l’annexe 1 en page 4\n\n3. A quel niveau le chasseur aura-t-il autant de points que le guerrier ?\n\n4. Dans cette question, x désigne le niveau de jeu d’un personnage. Associer chacune des\n\nexpressions suivantes à l’un des trois personnages : chasseur, mage ou guerrier:\n\n* f(x)=3 x\n\n* g(x)=50\n\n* h(x)= x + 40\n\n5. Dans le repère de l’annexe 2 en page 4, la fonction g est représentée.\n\nTracer les deux droites représentant les fonctions f et h.\n\n6. Déterminer à l’aide du graphique, le niveau à partir duquel le mage devient le plus fort. Vous mettrez\n\nvotre réponse en évidence à l’aide de pointillés sur le graphique.\n\nExercice 2 : /4,5\n\nUne fonction\n\nCet exercice est un questionnaire à choix multiples (QCM.) Aucune justification n’est demandée. Pour\n\nchacune des questions suivantes, trois réponses sont proposées, une seule est exacte.\n\nPour chaque question, dans le tableau en annexe 3, entourer la réponse exacte.\n\nSoit f la fonction définie par f (x) = −2 x +3\n\n1. f (x) est de la forme a x + b. La valeur de a est :\n\n-2\n\n2. L’image de 0 par f est :\n\n1,5\n\n3. La droite qui représente la fonction f passe par le point :\n\nA(-1 ;1)\n\nB(-1 ;5)\n\nC(1 ;-18)\n\n4. L’antécédent de 4 par la fonction f est :\n\n-5\n\n5. La droite qui représente la fonction f coupe l’axe des ordonnées\n\nen :\n\nD(1,5 ;0)\n\nE(0 ;3)\n\nF(3;0)\n\nExercice 3 : /4\n\nUne belle discussion\n\nTom doit calculer 3,5². “Pas la peine de prendre la calculatrice, lui dit Julie, tu n'as qu'à effectuer le\n\nproduit de 3 par 4 et rajouter 0,25 .”\n\n1. Effectuer le calcul proposé par Julie et vérifier que le résultat obtenu est bien le carré de 3,5 .\n\n2. Calculer 7,5² en effectuant le calcul par la méthode proposée par Julie et vérifier que le résultat\n\nobtenu est bien le carré de 7,5 .\n\n3. Julie propose la conjecture suivante (n+0,5)² = n(n+1) + 0,25 où n est un nombre entier positif.\n\nProuver que la conjecture de Julie est vraie (quel que soit le nombre n). Aide : penser à développer.\n\nPage 2\n\nExercice 4 : /5\n\nDes bracelets\n\nFlora fait des bracelets avec de la pâte à modeler. Ils sont tous\n\nconstitués de 8 perles rondes et de 4 perles longues. Cette pâte\n\nà modeler s’achète par blocs qui ont tous la forme d’un pavé droit\n\ndont les dimensions sont précisées ci-contre. La pâte peut se\n\npétrir à volonté et durcit ensuite à la cuisson.\n\nInformation sur les perles :\n\nUne perle ronde\n\nUne perle longue\n\nBoule de diamètre 8mm\n\nCylindre de hauteur 16 mm et de diamètre 8 mm\n\nFlora achète deux blocs de pâte à modeler : un bloc de pâte à modeler bleue pour faire les perles rondes\n\net un bloc de pâte à modeler blanche pour faire les perles longues.\n\nQuestion :\n\nCombien de bracelets peut-elle ainsi espérer réaliser ?\n\nOn rappelle les formules suivantes :\n\nVolume d’un cylindre : V = π × rayon2 × hauteur\n\nVolume d’une sphère : V = 3\n\n4 × π × rayon3\n\nExercice 5: /5\n\nUne voile\n\nUn centre nautique souhaite faire une réparation sur une voile.\n\nLa voile a la forme du triangle PMW ci-contre.\n\nToutes les dimensions sont en mètres.\n\n1. La voile est-elle un triangle rectangle? Justifier.\n\n2. Calculer la mesure de l’angle MPW , arrondir au degré.\n\nPour réparer la voile, on a réalisé la couture (CT). Une fois la couture\n\nterminée, on mesure PT = 2,7 m et PC = 5,2 m.\n\n3. La couture est-elle parallèle à (MW) ?\n\nPage 3\n\nExercice 6 : /4\n\nSous tous les angles\n\nLa figure ci-contre est codée mais n'est pas dessinée en\n\nvraie grandeur.\n\n[AB] est un diamètre du cercle de centre O.\n\n1. Déterminer la mesure de l'angle AOC.\n\n2. Déterminer la mesure de l'angle ABC.\n\n3. Quelle relation précise existe-t-il entre les angles\n\nAOC et ABC.\n\nExercice 7 : /6,5\n\nUne Pyramide\n\nUne pyramide régulière de sommet S a pour base le carré ABCD\n\ntelle que son volume V est égal à 108 cm3 .\n\nSa hauteur [SH] mesure 9 cm .\n\nLe volume d'une pyramide est donné par la relation :\n\nVpyramide =\n\nairede la base×hauteur\n\n1.a. Vérifier que l'aire de ABCD est bien 36 cm² .\n\nb. En déduire la valeur de AB .\n\nc. Montrer que le périmètre du triangle ABC est\n\n12 \n\ncm.\n\n2. SMNOP est une réduction de la pyramide SABCD. On\n\nobtient alors la pyramide SMNOP telle que l'aire du carré\n\nMNOP soit égale à 4 cm².\n\na. Calculer le coefficient de réduction k (valeur exacte)\n\nb. Calculer le volume de la pyramide SMNOP.\n\nPour la question suivante, toute trace de recherche, même\n\nincomplète, sera prise en compte dans l'évaluation.\n\nc. Élise pense que le périmètre du triangle MNO est\n\n4 \n\ncm, qu’en pensez-vous ? Justifier en\n\ndétaillant vos calculs.\n\nPage 4\n\nDocument réponses\n\nAnnexe 1\n\nNiveau\n\n25\n\nPoints du guerrier\n\n50\n\n50\n\nPoints du mage\n\nPoints du chasseur\n\n40\n\n41\n\nAnnexe 2\n\nAnnexe 3\n\nSoit f la fonction définie par f (x) = −2 x +3\n\n1. f (x) est de la forme a x + b. La valeur de a est :\n\n-2\n\n2. L’image de 0 par f est :\n\n1,5\n\n3. La droite qui représente la fonction f passe par le point :\n\nA(-1 ;1)\n\nB(-1 ;5)\n\nC(1 ;-18)\n\n4. L’antécédent de 4 par la fonction f est :\n\n-5\n\n5. La droite qui représente la fonction f coupe l’axe des\n\nordonnées en :\n\nD(1,5 ;0)\n\nE(0 ;3)\n\nF(3;0)\n\nBREVET BLANC DE MATHEMATIQUES\n\n1 février 2017.\n\nL’utilisation de la calculatrice est autorisée\n\n(circulaire n°99-186 du 16 novembre 1999). L’usage\n\ndu dictionnaire n’est pas autorisé.\n\nLe sujet est constitué de sept exercices\n\nindépendants. Le candidat peut les traiter dans\n\nl’ordre qui lui convient.\n\nExercice 1 5 points\n\nExercice 2 5 points\n\nExercice 3 5 points\n\nExercice 4 6points\n\nExercice 5 6 points\n\nExercice 6 8 points\n\nExercice 7 10 points\n\nPrésentation et maîtrise de la langue 5 points\n\nEXERCICE 1\n\n: (5 points)\n\nVoici un programme de calcul:\n\nPrendre un nombre.\n\nLui ajouter 8.\n\nMultiplier le résultat par 3.\n\nEnlever 24.\n\nEnlever le nombre de départ.\n\n1. Montrer que si l'on prend 4 comme nombre de départ, alors on obtient 8.\n\n2. Quel nombre obtient-on si l'on prend comme nombre de départ –3 ?\n\n3. Est-il vrai que, pour tout nombre de départ d choisi, le résultat final est égal au double de d ?\n\nEXERCICE 2 : (5 points)\n\nSur le dessin ci-contre, les points A, B et E sont\n\nalignés, et C est le milieu de [BD].\n\n1. Quelle est la nature du triangle ABC ? Justifier.\n\n2. En déduire la nature du triangle BDE.\n\n3. Calculer ED. Arrondir le résultat au millimètre.\n\nL'unité est le cm\n\nEXERCICE 3 : (5 points)\n\nPaul, Cathy et Morgane font la course à pied. Au bout d'une demi-heure, Paul a parcouru les\n\n24\n\nde la\n\ndistance totale, Cathy les cinq douzièmes de la distance totale et Morgane le tiers de la distance totale.\n\n1. Qui est en tête au bout d'une demi-heure de course ?\n\n2. La distance totale est égale à 18 km. Combien de kilomètres reste-t-il à parcourir à Cathy pour\n\natteindre l'arrivée ?\n\nPage 1 / 4\n\nEXERCICE 4\n\n: (6 points)\n\nCet exercice est un questionnaire à choix multiples (QCM). On écrira sur la copie le numéro des questions\n\net la réponse choisie pour chacune d'elle (A, B, C ou D). On ne demande aucune justification dans cet\n\nexercice.\n\nQuestions\n\nRéponse D\n\nL'équation 3x – 5 = 6x + 2\n\nadmet pour solution:\n\n–7\n\n-2,33\n\n7\n\nUne fonction f est définie par\n\nf(x) = 2x – 3. L'image de 5 par f est:\n\n–1\n\nL'antécédent de 5 par cette même\n\nfonction f est:\n\n–1\n\nArticle 1\n\nPrix avant réduction\n\n30 €\n\nRéduction 9 €\n\nArticle 2\n\nPrix avant réduction\n\n72 €\n\nRéduction 18 €\n\nLe\n\npourcentage\n\nde réduction\n\nest plus élevé\n\npour l'article 1\n\nque pour\n\nl'article 2.\n\nLe pourcentage\n\nde réduction\n\nest plus élevé\n\npour l'article 2\n\nque pour\n\nl'article 1.\n\nLes\n\npourcentages\n\nde réduction\n\nsont les\n\nmêmes pour\n\nl'article 1 et\n\npour\n\nl'article 2.\n\nLe pourcentage\n\nde réduction sur\n\nl'article 2 est le\n\ndouble du\n\npourcentage de\n\nréduction sur\n\nl'article 1.\n\nLaquelle des affirmations ci-contre est\n\nvraie ?\n\nEXERCICE 5\n\n: (6 points)\n\nSur un télésiège d'une station de ski, on peut lire les informations suivantes :\n\nTélésiège 6 places\n\nVitesse : 5,5 m/s Puissance : 690 kW\n\nDébit maximum : 3000 skieurs par heure\n\nAltitude du départ : 1 839 m\n\nAltitude de l’arrivée : 2 261 m\n\nDistance parcourue\n\nentre le départ et l’arrivée : 1453 m\n\nOuverture du télésiège : 9h Fermeture : 16h\n\n1. Une journée de vacances d’hiver, ce télésiège fonctionne avec son débit maximum pendant toute sa\n\ndurée d’ouverture. Combien de skieurs peuvent prendre ce télésiège durant cette journée ?\n\n2. Calculer la durée du trajet d’un skieur qui prend ce télésiège.\n\nOn arrondira le résultat à la seconde, puis on l’exprimera en minutes et secondes.\n\n3. Calculer l’angle formé avec l’horizontale (DH) par le câble de ce télésiège. On arrondira le résultat au\n\ndegré.\n\nPage 2 / 4\n\n1 453 m\n\nAlt. : 1 839 m\n\nAlt. : 2 261 m\n\nH\n\nEXERCICE 6 : (8 points)\n\nLaurent s’installe comme éleveur de chèvres pour produire du lait afin de fabriquer des fromages.\n\nPartie 1 : La production de lait\n\nDocument 1\n\n: Chèvre de race alpine :\n\nProduction de lait : 1,8 litre de lait par jour et par\n\nchèvre en moyenne\n\nPâturage : 12 chèvres maximum par hectare\n\nDocument 2\n\n: Plan simplifié des surfaces de pâturage.\n\n( ci-contre)\n\nDocument 3 : 1 hectare = 10 000 m2\n\n1. Prouver que Laurent peut posséder au maximum 247 chèvres.\n\n2. Dans ces conditions, combien de litres de lait peut-il espérer produire par jour en moyenne ?\n\nPartie 2 : Le stockage du lait\n\nLaurent veut acheter une cuve cylindrique pour stocker le lait de ses chèvres.\n\nIl a le choix entre 2 modèles :\n\n• cuve A : contenance 585 litres\n\n• cuve B : diamètre 100 cm, hauteur 76 cm\n\nFormule du volume du cylindre : V = π×r2×h (r : rayon de la base, h : hauteur)\n\nConversion : 1 dm3 = 1 L\n\nIl choisit la cuve ayant la plus grande contenance. Laquelle va-t-il acheter ?\n\nEXERCICE 7 : (10 points)\n\nAvec des ficelles de 20 cm, on construit des polygones comme ci-dessous :\n\nMéthode de construction des polygones\n\nPage 3 / 4\n\nPartie 1 : Dans cette partie, on découpe à l’étape 1 une ficelle pour que le « morceau nº 1 » mesure\n\n8 cm.\n\n1. Dessiner en grandeur réelle les deux polygones obtenus.\n\n2. Calculer l’aire du carré obtenu.\n\n3. Calculer l’aire du triangle équilatéral obtenu sachant que la hauteur mesure √12\n\ncm .\n\nPartie 2 : Dans cette partie, on cherche maintenant à étudier l’aire des deux polygones obtenus à\n\nl’étape 3 en fonction de la longueur du « morceau nº 1 ».\n\n1. Proposer une formule qui permet de calculer l’aire du carré en fonction de la longueur du « morceau\n\nnº 1 »\n\n2. Sur le graphique ci-dessous :\n\n• la courbe A représente la fonction qui donne l’aire du carré en fonction de la longueur du\n\n« morceau nº 1 »\n\n• la courbe B représente la fonction qui donne l’aire du triangle équilatéral en fonction de la\n\nlongueur du « morceau nº 1 ».\n\nGraphique représentant les aires des polygones en fonction de la longueur du « morceau nº 1 »\n\nEn utilisant ce graphique, répondre aux questions suivantes. Aucune justification n’est attendue.\n\na) Donner une valeur approchée de la longueur du « morceau nº 1 » qui permet d’obtenir un triangle\n\néquilatéral d’aire 14 cm² ?\n\nb) Donner une valeur approchée de la longueur du « morceau nº 1 » qui permet d’obtenir deux polygones\n\nd’aires égales ?\n\nPage 4 / 4\n\nBREVET BLANC DE MATHEMATIQUES N°2 DU 21 AVRIL 2016.\n\nCalculatrice autorisée, Sauf indication contraire, toute réponse\n\ndoit être justifiée.\n\n1. Développer et réduire l’expression (x – 10)².\n\n2. Trouver le nombre auquel je pense sachant que :\n\nJe pense à un nombre,\n\nJe lui soustrais 10,\n\nJ’élève le tout au carré,\n\nJe soustrais au résultat le carré du nombre auquel j’ai pensé,\n\nJ’obtiens alors : – 340.\n\n1. Quelle est l’écriture scientifique de :\n\n2,1\n\n5,0\n\n?\n\n2. Simplifier :\n\n32 .\n\n3. Pour chacune des questions de ce QCM, écrire le numéro de la question et recopier la bonne\n\nréponse. Aucune justification n’est attendue.\n\na) Pour x = 20 et y = 5, quelle est la\n\nvaleur de R dans l’expression ?\n\ny\n\nR\n\n0,25\n\n25\n\nb) Un article coûte 120 €. Une fois\n\nsoldé, il coûte 90 €.\n\nQuel est le pourcentage de\n\nréduction ?\n\n25%\n\n30%\n\n75%\n\nc) On considère l’agrandissement de\n\ncoefficient (échelle) 2 d’un\n\nrectangle ayant pour largeur 5 cm\n\net pour longueur 8 cm.\n\nQuelle est l’aire du rectangle\n\nobtenu ?\n\n40 cm²\n\n80 m²\n\n160 cm²\n\nd) On considère la fonction\n\nf: x 3 x + 2\n\nUn antécédent de -7 par la fonction\n\nf est :\n\n-19\n\n-3\n\n-7\n\n6,5 points\n\n7 points\n\n4,5 points\n\nPrésentation et rédaction,\n\nmaîtrise de la langue .\n\nLa feuille annexe doit être collée sur votre copie.\n\nUne famille envisage d’installer une citerne de\n\nrécupération d’eau de pluie. Pour pouvoir choisir\n\nune installation efficace, la famille commence\n\npar estimer ses besoins en eau avant de choisir\n\nune citerne.\n\nLa famille est composée de quatre personnes.\n\nLa consommation moyenne d’eau par personne et\n\npar jour est estimée à 115 litres.\n\n1. Chaque jour, l’eau utilisée pour les WC est en moyenne de 41 litres par personne. Calculer le\n\npourcentage que cela représente par rapport à la consommation moyenne en eau par jour d’une\n\npersonne.\n\n2. On estime que 60% de l’eau consommée peut-être remplacée par de l’eau de pluie. Montrer que\n\nles besoins en eau de pluie de toute la famille pour une année de 365 jours sont d’environ\n\n100 m3.\n\n3. Le graphique en annexe représente le coût de l’eau en fonction de la quantité consommée.\n\na. En utilisant le graphique en annexe, déterminer une valeur approchée du prix payé pour\n\n100 m3 d’eau. Aucune justification n’est demandée.\n\nb. On note p(x) le prix en euros de la consommation pour x mètres cube d’eau. Proposer\n\nune expression de p(x) en fonction de x en expliquant la démarche. Si le travail n’est\n\npas terminé, laisser tout de même une trace de la recherche. Elle sera prise en compte\n\ndans la notation.\n\nc. Au prix de la consommation vient s’ajouter le prix de l’abonnement. L’abonnement est\n\nde 50 € par an. Représenter, sur le graphique donné en annexe, la fonction donnant le\n\nprix en euros, abonnement inclus, en fonction du volume d’eau consommé en mètres\n\ncube.\n\n4. La famille espère économiser 250 euros par an grâce à la récupération de l’eau de pluie. Elle\n\nachète une citerne 910 €. Au bout de combien d’années, les économies réalisées pourront-elles\n\ncompenser l’achat de la citerne ?\n\nVoici les résultats du DNB blanc de deux classes de 3e d’un collège de Nouméa.\n\nPour la 3eA,on a:\n\n8; 7; 12; 15; 15; 12; 18; 18; 11; 7; 8; 11; 7; 13; 10; 10; 6 et 11.\n\nPour la 3eB, on a:\n\n7; 8; 7; 9; 8; 13; 8; 13; 13; 8; 19; 13; 7; 16; 18; 12 et 9.\n\n1. Calculer la note moyenne de chaque classe, arrondie au dixième. Que constate-ton?\n\n2. Calculer ensuite la note médiane de chaque classe.\n\n3. Deux des graphiques donnés ci-dessous représentent la répartition des notes des classes\n\nprécédentes.\n\nAttribuer à chaque classe le graphique qui lui correspond. Justifier brièvement.\n\nQuand un avion n’est plus très loin de l’aéroport de Toulouse, le radar de la tour de contrôle émet un\n\nsignal bref en direction de l’avion. Le signal atteint l’avion et revient au radar 0,0003 secondes après son\n\némission.\n\n1. Sachant que le signal est émis à la vitesse de 300 000 kilomètres par seconde, vérifier qu’à cet\n\ninstant, l’avion se trouve à 45 kilomètres du radar.\n\n2. La direction radar-avion fait un angle de 5° avec l’horizontale. Calculer alors l’altitude AI de\n\nl’avion à cet instant. On arrondira à la centaine de mètres près.\n\n[ 0; 5[\n\n[ 5; 10[\n\n[ 10; 15[\n\n[ 15; 20]\n\nOn a modélisé géométriquement un tabouret pliant par les\n\nsegments [CB] et [AD] pour l’armature métallique et le segment\n\n[CD] pour l’assise en toile.\n\nOn a CG = DG = 30 cm, AG = BG = 45 cm et AB = 51 cm.\n\nPour des raisons de confort, l’assise [CD] est parallèle au sol\n\nreprésenté par la droite (AB).\n\nDéterminer la longueur CD de l’assise.\n\nVous laisserez apparentes toutes vos recherches. Même si le travail n’est pas terminé, il en sera tenu\n\ncompte dans la notation.\n\nAgnès envisage de peindre la façade de son hangar.\n\n1. Quel est le montant minimum à prévoir pour l’achat des pots de peinture ?\n\n2. Agnès achète la peinture et tout le matériel dont elle a besoin pour ses travaux. Le montant total de la\n\nfacture est de 343,50 €. Le magasin lui propose de régler 5\n\n2 de la facture aujourd’hui et le reste en\n\ntrois mensualités identiques. Quel sera le montant de chaque mensualité ?\n\nAnnexe\n\nà coller sur la copie\n\nNom :………………\n\n - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\n\nAnnexe\n\nà coller sur la copie\n\nNom :………………\n\nEPREUVE COMMUNE\n\nJANVIER 2014\n\nCalculatrice autorisée, présentation 4pts\n\n4,5 pts\n\n1- Calculer A:\n\nA =\n\n8 + 3 × 4\n\n1 + 2 × 1,5\n\nToutes les étapes doivent être détaillées.\n\n2- Pour calculer A, un élève a tapé sur sa calculatrice la succession de touches ci-dessous :\n\n8 + 3 × 4  1 + 2 × 1 , 5 EXE\n\nExpliquer clairement pourquoi il n’obtient pas le bon résultat.\n\n3- Calculer, sans l’aide de la calculatrice, le nombre : B =\n\n4 × 102 - 4\n\n4300 × 10-2 + 1 Toutes les étapes doivent être détaillées.\n\n4- En vous inspirant de la seconde question, indiquer sur quelles touches de la calculatrice il convient successivement de\n\ntaper pour calculer ce même nombre B et constater que vous retrouvez ainsi le résultat de la troisième question.\n\n6 pts\n\nOn considère un triangle EFG tel que EF = 6 cm, FG = 7,5 cm et GE = 4,5 cm.\n\n1- Construire le triangle EFG\n\n2- Montrer que le triangle EFG est rectangle et préciser en en quel point.\n\n3- Construire le point M milieu de [EF] et construire la droite parallèle à [EG] passant par M, elle coupe [FG] en N.\n\n4- Montrer que N est le milieu de [FG].\n\n5- Calculer la mesure de l’angle EFG arrondie au dixième de degré.\n\n2,5 pts\n\n1- Effectuer le calcul et donner, en justifiant, le résultat sous la forme la plus simple.\n\nToutes les étapes doivent être détaillées.\n\n2- On donne :\n\n17\n\n5,1\n\nExprimer B en écriture scientifique. Toutes les étapes doivent être détaillées.\n\n4 pts\n\nVoici un tableau de proportionnalité donnant la vitesse exprimée en nœuds et la vitesse exprimée en mètres par seconde\n\ncorrespondante.\n\nVitesse mesurée en nœuds\n\n1,028\n\n1,285\n\n1,542\n\nVitesse mesurée en m/s\n\n1- Recopier et compléter ce tableau sur votre copie.\n\nUne barque traverse une rivière en partant d’un point A\n\nd’une rive pour arriver en un point B sur l’autre rive.\n\nOn suppose que le triangle ABC est rectangle en C. La\n\ntraversée de A vers B s’effectue à la vitesse constante\n\nde 1,542 nœuds et dure 50 secondes.\n\n2- Exprimer cette vitesse en m/s.\n\n3- Montrer que la distance parcourue AB est de 150 m.\n\n4- Sachant que BAC= 60°, calculer la largeur AC de la rivière.\n\nNote :\n\nSur certaines machines, la , est remplacée\n\npar un . et la touche EXE par le signe =\n\n7 pts Dans la figure ci-contre :\n\n♦ ABCD est un carré de côté 9 cm ;\n\n♦ Les segments de même longueur sont codés.\n\n1- Faire une figure en vraie grandeur.\n\n2- a) Calculer la valeur exacte de JK puis la valeur arrondie au mm.\n\nb) L’octogone IJKLMNOP a-t-il tous ses côtés de même longueur ? Justifier\n\nc) Calculer l’aire de l’octogone IJKLMNOP.\n\n3- Les diagonales du carré ABCD se coupent en S.\n\na) Tracer sur la figure en vraie grandeur le cercle de centre S et de\n\ndiamètre 9 cm.\n\nb) Le disque de centre S et de diamètre 9 cm a-t-il une aire\n\nsupérieure à l’aire de l’octogone ? Justifier.\n\nVaches et taureaux.\n\nDans cet exercice, toute trace de recherche, même non aboutie, sera prise en considération dans la notation.\n\nUn éleveur possède deux taureaux et deux vaches : Bubulle, Icare, Caramel et Pâquerette. Il souhaite les présenter à la\n\nfoire agricole.\n\n♦ Bubulle pèse 1200 Kg et Pâquerette pèse 600 Kg.\n\n♦ Bubulle pèse aussi lourd que Caramel et Icare réunis.\n\n♦ Icare pèse aussi lourd que Caramel et Pâquerette réunis.\n\nEst il possible que Caramel pèse 500 Kg et Icare 700 Kg ? Justifier clairement la réponse.\n\n5 pts",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_3_90_mb.pdf",
    "year": 2013,
    "zone": null,
    "hasCorrection": true
  }
}