{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": null,
  "title": "t l charger 1 09 mb - part 1",
  "content": "1\n\n1\n\nLES LENTILLES\n\nApo dispose des lentilles représentées ci-dessous :\n\n1- Identifie chacune des lentilles.\n\n2- Justifie ta réponse.\n\n3- Donne le symbole de chacune des lentilles ci-dessus avec son axe optique et son centre optique.\n\nKouassi utilise une lentille convergente :\n\n1- Donne le nom et le symbole du point situé sur l’axe optique où se forme l’image du soleil.\n\n2- Sur le schéma ci-dessous réalisé à l’échelle 1 (en vrais grandeurs),\n\n2-1- Donne le nom des points F, O et F’.\n\n2-2- Définis la distance focale d’une lentille et donne son symbole.\n\n2-3- Mesure la distance focale de la lentille sur le schéma.\n\n2-4- Exprime la distance focale de la lentille en mètre.\n\nActivité 3\n\nSur le schéma ci-dessous réalisé à l’échelle ¼ ,\n\nF’\n\nO\n\n(L)\n\n(L)\n\nO\n\nF’\n\nb\n\na\n\nc\n\nd\n\ne\n\n2\n\n2\n\n1- Donne la nature de la lentille représentée.\n\n2- Mesure la distance OF sur le schéma. Dis ce que représente cette distance pour la lentille.\n\n3- Détermine la distance focale réelle de la lentille et exprime-là en mètre.\n\nActivité 4\n\nUne lentille convergente du laboratoire de physique-chimie du Collège ANADOR a pour\n\ndistance focale f = 20 cm.\n\na- Exprime cette distance focale en mètre.\n\nb- Donne l’expression de la vergence d’une lentille convergente.\n\nc- Donne l’unité et le symbole dans laquelle s’exprime la vergence.\n\nd- Détermine la vergence de cette lentille.\n\nBOSSON veut représenter sur la feuille de papier millimétré ci-dessous cette lentille, le centre optique et\n\nses foyers à l’échelle 1/5.\n\ne- Détermine la distance focale de la lentille sur le dessin.\n\nf- Représente cette lentille et ses foyers sur la feuille de papier millimétré.\n\nActivité 5\n\nTANOH dispose d’une lentille L1 de vergence C1 = - 5δ et d’une autre lentille L2 de vergence C2 = 20δ.\n\na- Donne la nature de chaque lentille.\n\nb- Justifie ta réponse.\n\nc- Donne l’expression de la distance focale d’une lentille convergente.\n\nd- Détermine la distance focale de la lentille convergente.\n\ne- Donne l’expression de la vergence de deux lentilles de vergences C1 et C2 accolées.\n\nActivité 6\n\nAGNERO place à l’infini sur l’axe optique d’une lentille convergente un objet AB.\n\n1- Dis comment est l’image d’un objet à travers une lentille convergente.\n\n2- Donne le nom du point où se forme l’image de l’objet placé à l’infini.\n\n3- Il rapproche l’objet de la lentille : indique le sens dans lequel se déplace son image.\n\n3\n\n3\n\n4- Indique les modifications que subit l’image au cours de ce déplacement.\n\nActivité 7\n\nLa construction ci-dessous est faite à l’échelle 1\n\na- Donne la distance focale f de cette lentille.\n\nb- Détermine la vergence C de cette lentille.\n\nc- Donne la taille de l’objet AB.\n\nd- Mesure la distance objet-lentille sur le schéma.\n\ne- Construis l’image A’B’ de l’objet AB ci-dessus.\n\nf- Mesure la taille de l’image A’B’.\n\ng- Détermine le grandissement G de cette lentille.\n\nActivité 8\n\nUn objet AB de 4 cm de hauteur est placé à 12 cm d’une lentille convergente (L) dont la distance\n\nfocale est f = 8 cm.\n\n1- ZEZE veut faire la construction de l’objet et son image à l’échelle ¼.\n\n1.1. Détermine la vergence C de cette lentille.\n\n1.2.Détermine, à cette échelle :\n\na- la taille de l’objet,\n\nb- la distance objet-lentille,\n\nc- la distance focale sur le dessin.\n\n1.3. Place l’objet AB (A sur l’axe et B au dessus), les foyers F et F’ et construis l’image\n\nA’B’ de l’objet.\n\n1.4. Mesure la hauteur de l’image sur le dessin.\n\n1.5. Détermine la hauteur réelle de l’image.\n\n2. Détermine le grandissement G.\n\nO\n\nF’\n\n(L)\n\n4\n\n4\n\nActivité 9\n\nConstruis l’objet AB à partir de son image A’B’ ci-dessous.\n\nActivité 10\n\n1. Positionne la lentille convergente qui donne de l’objet AB l’image A’B’ à partir du tracé d’un\n\nrayon particulier.\n\n2. A partir du tracé des autres rayons particuliers, place les foyers F et F’ de cette lentille.\n\nSITUATION D’EVALUATION\n\nUne étude en optique réalisé au laboratoire de Physique Chimie du Collège Saint Pierre Marie est\n\nsoumise à un groupe d’élèves de la 3e pour analyse. Le schéma ci-dessous est réalisé à l’échelle 1/5.\n\nA’\n\nB’\n\nF’\n\nO\n\n(L)\n\nB’\n\nA’\n\nEchelle : 1/5\n\nA’\n\nB’\n\nO\n\nF’\n\n(L)\n\n5\n\n5\n\n1- Donne la nature de la lentille (L).\n\n2- Donne le nom de chacun des points F, F’ et O.\n\n3- En te servant du schéma ci-dessus, complète le tableau suivant :\n\nObjet AB\n\nImage A’B’\n\nDistance objet-lentille\n\nDistance focale\n\nMesure sur le schéma\n\nMesure réelle\n\n4- Détermine la vergence de cette lentille.\n\n5- Détermine le grandissement G de cette lentille.\n\nDEVOIR PROBABLE N°1 Durée 1heure\n\nDIARRASSOUBA dispose d’une lentille convergente (L).\n\nChoisis la bonne réponse pour chacune des affirmations suivantes\n\n1. Une lentille convergente :\n\na- a les bords épais.\n\nb- a les bords minces.\n\nc- diverge un faisceau lumineux incident.\n\n2. La distance focale de la lentille convergente est f = 0,5 m. Sa vergence est donc égale à :\n\na- 20 δ\n\nb- 0,2 δ\n\nc- 2 δ\n\nPour chacune des affirmations ci-dessous, écris la lettre V si l’affirmation est vraie ou la\n\nlettre F si l’affirmation est fausse.\n\na- Le foyer objet d’une lentille convergente se note F’………………………\n\nb- L’image d’un objet à travers une lentille convergente est renversée……………\n\nc- La vergence d’une lentille divergente est toujours positive…………………………\n\nd- La distance focale d’une lentille est la distance d’un foyer au centre O de la lentille……….\n\nIII-\n\nRecopie le texte ci- dessous en le complétant avec les mots suivants :\n\nCentre optique ; focale ; inferieure ; axe optique ; mètre.\n\n1- L’axe de symétrie d’une lentille s’appelle …………... Il coupe la lentille au centre optique.\n\n2- A travers une lentille convergente, l’image du soleil se forme à une distance de la lentille appelée\n\ndistance ………………..\n\n3- Il est impossible d’observer une image sur un écran, si la distance lentille-objet est\n\n……………… à la distance focale.\n\n4- La distance focale d’une lentille s’exprime en …………………………….\n\n6\n\n6\n\nAu cours d’une séance de TP d’optique à la veille des congés de noël au Laboratoire\n\ndes Sciences Physiques du collège Moderne de TOUPAH, les élèves de la classe de 3e B ont reçu de la\n\npart de leur professeur une lentille convergente dont il leur demande de vérifier les caractéristiques.\n\n1. Cette lentille a pour distance focale 8 cm.\n\n1.1. De ces lentilles ci-dessous, indique, en justifiant ta réponse, celle que le professeur a mise à\n\nla disposition des élèves.\n\n1.2. Détermine la vergence C de cette lentille.\n\n2. Les élèves placent perpendiculairement à l’axe optique de cette lentille un objet lumineux PQ de\n\n12 cm de haut à 14 cm de cette lentille et obtiennent une image P’Q’. Le point P est sur l’axe et\n\nQ au dessus.\n\n2.1. Détermine à l’échelle ¼ les mesures sur le schéma de la taille de l’objet, la distance objet\n\nlentille et la distance focale.\n\n2.2. Construis sur du papier millimétré, l’image P’Q’ de l’objet PQ.\n\n2.3. Mesure la taille de l’image sur le schéma et détermine sa hauteur réelle.\n\n2.4.Détermine le grandissement G de cette lentille.\n\nDEVOIR PROBABLE N°2 Durée 1heure\n\nChoisis la bonne réponse pour chacune des affirmations relatives à une lentille convergente :\n\n1. La distance focale de la lentille convergente est:\n\na- La distance entre le foyer objet F et le foyer image F’.\n\nb- La distance de l’objet au centre de la lentille.\n\nc- La distance d’un foyer au centre O de la lentille.\n\n2. La vergence de la lentille est C = 20 dioptries: sa distance focale est donc égale à :\n\na- 0,05 m\n\nb- 5 m\n\nc- 0,5 m\n\nRelie chaque grandeur à son unité :\n\nc\n\na\n\nb\n\nVergence x\n\nDistance focale x\n\nGrandissement x\n\nx Mètre\n\nx Pas d’unité\n\nx Dioptrie\n\n7\n\n7\n\nIII-\n\nPour chacune des affirmations ci-dessous, écris la lettre V si l’affirmation est vraie ou la\n\nlettre F si l’affirmation est fausse.\n\na- Il existe deux types de lentilles : les lentilles convergentes et les lentilles\n\ndivergentes…………….\n\nb- La distance focale d’une lentille s’exprime en dioptrie…………………….\n\nc- La vergence d’une lentille est l’autre nom de la distance focale……………………….\n\nd- Une lentille convergente a les bords minces……………………\n\nUne étude d’un groupe d’élèves du Lycée Sainte Marie d’Abidjan porte sur une lentille convergente (L)\n\nde vergence C = 20 δ. Cette lentille donne d’un objet lumineux AB une image réelle A’B’. L’image\n\nA’B’ de 4 cm de haut apparaît sur un écran (E) placé à 13 cm de la lentille. L’objet AB est\n\nperpendiculaire à l’axe optique avec B situé sur l’axe.\n\n1- Donne l’expression de la vergence d’une lentille.\n\n2- Détermine la distance focale f de cette lentille.\n\n3- Fais une figure à l’échelle ½ et construis l’objet et son image.\n\n4- Mesure AB sur le dessin et détermine sa hauteur réelle ?\n\n5- Donne l’expression du grandissement d’une lentille convergente.\n\n6- Détermine le grandissement G de la lentille étudiée.\n\nPRINCIPE DE FONCTIONNEMENT DE L’ŒIL ET DE L’APPAREIL PHOTOGRAPHIQUE\n\nAnnote le schéma de l’œil ci-dessous par les noms suivants :\n\nRétine, iris, cristallin, pupille, cornée, nerf optique.\n\n1- Indique la partie de l’œil qui se comporte comme :\n\na- une lentille.\n\nb- un écran.\n\n2- Indique la différence entre la distance focale du cristallin de l’œil et celle d’une lentille\n\nordinaire.\n\n3- Dis, de l’œil myope et de l’œil hypermétrope, celui qui possède le cristallin le plus convergent.\n\n4- Classe par ordre décroissant, la distance focale du cristallin de l’œil emmétrope, de l’œil\n\nhypermétrope et de l’œil myope.\n\n8\n\n8\n\n5- Il y a une similitude entre l’appareil photographique et l’œil. Indique la partie de l’appareil\n\nphotographique qui se comporte comme :\n\na- le cristallin.\n\nb- la rétine\n\nSITUATION D’EVALUATION\n\nLe professeur de Physique-Chimie de la 3e 2 du Collège ANADOR met à la disposition des élèves les\n\nschémas suivants afin de leur expliquer deux défauts de l’œil.\n\nŒil A Œil B\n\na- Donne le défaut observé sur chacun de ces yeux A et B\n\nb- Donne la nature de chacun de ces yeux.\n\nc- Indique la nature de la lentille à utiliser pour corriger le défaut de chaque œil.\n\nI- Réponds par Vrai ou Faux aux affirmations suivantes :\n\na- Le cristallin est la partie de l’œil qui est comparable à une lentille convergente.\n\n……………\n\nb- La rétine contrôle la quantité de lumière qui pénètre dans l’œil. …………..\n\nc- Une personne myope ne voit pas les objets éloignés. …………….\n\nd- L’objectif d’un appareil photographique est constitué d’une lentille convergente ou d’une\n\nassociation de plusieurs lentilles. ………………..\n\nPour chaque question, entoure la bonne réponse.\n\n1- La maladie de l’œil qui nécessite l’usage d’une lentille convergente est :\n\na- La myopie.\n\nb- L’hypermétropie.\n\n2- Un œil trop convergent est :\n\na- Un œil qui envoie l’image d’un objet avant la rétine.\n\nb- Un œil qui envoie l’image d’un objet derrière la rétine.\n\n9\n\n9\n\nAprès une visite médicale, ESSOH est déclaré myope et AGNIMEL déclaré hypermétrope. La myopie\n\net l’hypermétropie sont des défauts de la vision. Ils se rendent chez leur professeur de sciences\n\nphysiques qui tente de leur expliquer la situation par les deux schémas (fig.1 et fig.2). Leur professeur\n\nprécise que :\n\nle cristallin de l’œil est représenté par la lentille convergente (L).\n\nla rétine est représentée par l’écran (E)\n\n1) D’après ces deux constructions, précise l’œil le plus convergent. Justifie ta réponse.\n\n2) Dis si ESSOH et AGNIMEL voient nettement l’objet AB.\n\n3) Justifie ta réponse.\n\n4) Pour lire son cours de physique, dis si AGNIMEL doit éloigner ou rapprocher son cahier de ses\n\nyeux. Justifie ta réponse.\n\n5) Indique à qui le médecin doit prescrire des lunettes à verres convergents.\n\n6) Justifie ta réponse.\n\nMASSE ET POIDS\n\nLe boutiquier du quartier utilise un instrument pour peser du riz.\n\na- Donne le nom de cet appareil.\n\nb- Indique la grandeur mesurée avec cet instrument.\n\nc- Donne le nom et l’unité dans laquelle s’exprime cette grandeur.\n\nd- Indique si cette grandeur change si l’on change de lieu.\n\nUn objet en bois a une masse m = 600 g. Son volume v = 1 000 cm3.\n\n1- Donne l’expression de la masse volumique d’un corps.\n\n2- Détermine la masse volumique de ce bois en g/cm3 puis en kg/dm3.\n\n3- Détermine sa densité.\n\nŒil de ESSOH\n\nŒil de AGNIMEL\n\nA’\n\nB’\n\nECRAN\n\nB’\n\nA’\n\nECRAN\n\nN\n\n10\n\n10\n\nLa masse volumique de l’aluminium est a = 2,7 g/cm3. Détermine sa masse si son volume est\n\nV = 300 cm3.\n\nActivité d’application 4\n\nLa masse d’un paquet de ciment est m = 50 kg.\n\na- Définis le poids d’un corps.\n\nb- Donne l’expression du poids en fonction de la masse d’un objet.\n\nc- Détermine le poids du sac de ciment en un lieu où g = 10 N/kg.\n\nd- On transporte le paquet de ciment en un lieu où g = 1,6 N/kg. Détermine le poids du paquet de\n\nciment en ce lieu.\n\nActivité d’application 5\n\nUn solide accroché à un dynamomètre indique 4 N.\n\n1- Dis ce que représente cette indication.\n\n2- Détermine la masse de ce solide. On prendra g = 10 N/kg.\n\nAu cours d’une expérience dont le but était de déterminer la relation entre le poids et la masse, un\n\ngroupe d’élèves de la 3e 1 du Collège CARNOT a obtenu avec différents corps, les résultats suivants :\n\nMasse (kg) 3\n\n5\n\n6\n\n8\n\n9\n\nPoids (N)\n\n30\n\n51\n\n60\n\n79\n\n90\n\na- Trace la caractéristique P = f(m) à l’échelle 1cm pour 1 kg et 1cm pour 10 N.\n\nb- Détermine graphiquement la valeur de l’intensité de la pesanteur.\n\nc- Donne l’expression du poids en fonction de la masse m.\n\na- Le poids d’un corps est une autre appellation de la masse. …………….\n\nb- L’unité légale de masse est le kilogramme. …………………..\n\nc- Le poids d’un corps se mesure avec une balance. ……………….\n\nd- La masse d’un corps est invariable. …………………….\n\nPour chaque question, entoure la bonne réponse.\n\n1- Pour mesurer le poids d’un corps, on utilise :\n\na- Une balance.\n\nb- Un dynamomètre.\n\nc- Un récipient gradué.\n\n11\n\n11\n\n2- Le poids d’un objet en un lieu où g = 10 N/kg est 2 N. La masse de cet objet est :\n\na- 2 kg.\n\nb- 20 kg.\n\nc- 0,2 kg.\n\nIII- Complète le texte ci-dessous par les mots suivants :\n\nVarie, Newton, balance, proportionnel, invariable, altitude, grandeur, dynamomètre.\n\nLa masse d’un corps est la ……………………. que l’on mesure avec une ……………….. La\n\nmasse d’un corps est …………………………… quelque soit le lieu. Le poids d’un corps se mesure\n\nà l’aide d’un ……………………………. et s’exprime en ………………………. de symbole N. Le\n\npoids d’un corps est ………………. à sa masse. Le poids d’un corps ………………….. selon le lieu\n\net selon l’……………………….\n\nAYA veut déterminer les grandeurs relatives à un corps donné.\n\n1) Indique le type d’instrument utilisé pour déterminer la masse d’un objet.\n\n2) Indique le type d’instrument utilisé pour déterminer le poids d’un objet.\n\n3) Dans une expérience visant à déterminer la relation qui existe en la masse et le poids, un groupe\n\nd’élèves de la classe de 3ème a obtenu avec divers corps, les résultats suivants :\n\nPoids P(N)\n\n19\n\n30\n\n49\n\n69\n\n77\n\n98\n\nMasse m (kg)\n\n2\n\n3\n\n5\n\n7\n\n8\n\n10\n\na. Donne la relation qui existe entre le poids (P) et la masse (m) d’un objet.\n\nb. Trace, sur un papier millimétré, la courbe P= f(m) à l’échelle :\n\n1cm pour 1\n\nkg et 1cm pour 10N\n\nc. Détermine, à l’aide du graphique (au dixième près) la valeur de l’intensité de la pesanteur\n\nterrestre.\n\nLES FORCES\n\nUn solide a une masse m = 20 kg. On prendra g = 10 N/kg.\n\na- Détermine le poids de ce solide.\n\nb- Donne les caractéristiques du poids de ce corps.\n\nUne force F est représentée sur la droite ci-dessous à l’échelle 1cm pour 6 N.\n\nDonne les caractéristiques de la force F.\n\n(D)\n\n12\n\n12\n\nDOSSO accroche à un dynamomètre un solide puis l’immerge dans un\n\nliquide (voir schéma).\n\na- Dis ce que représente :\n\nla valeur 3 N,\n\nla valeur 1,8 N.\n\nb- Détermine la valeur de la poussée d’Archimède.\n\nc- Donne les caractéristiques de la poussée d’Archimède\n\nexercée par le liquide sur le solide.\n\nd- Représente le vecteur poussée d’Archimède sur le schéma\n\nà l’échelle 1 cm pour 0,6 N.\n\nEn vue de déterminer l’intensité de la force exercée par un liquide sur un solide immergé, Sékou, élève\n\nen 3e 2 au CSP de Yopougon accroche un solide\n\nà un dynamomètre puis immerge le solide accroché dans un\n\nliquide de masse volumique aL = 0,8 kg/dm3.(voir schéma).\n\nOn prendra g = 10 N/kg.\n\na- Dis ce que représente le volume 20 cm3.\n\nb- Donne l’expression de la poussée d’Archimède\n\nen fonction de la masse volumique aL du liquide,\n\ndu volume immergé Vi et de l’intensité de la pesanteur.\n\nc- Détermine la valeur de la poussée d’Archimède\n\nqui s’exerce sur le solide.\n\ne- Une force est une action mécanique capable de mettre un corps en mouvement. ………..\n\nf- Le dynamomètre est l’instrument de mesure de force. ………………….\n\ng- Le poids d’un corps est toujours vertical et dirigé vers le haut. ……………….\n\nh- Le poids d’un corps s’applique au centre de gravité de celui-ci. ………..\n\nPour chaque question, entoure la bonne réponse.\n\n3 N\n\n1,8 N\n\n20 cm3\n\n13\n\n13\n\n3- Un livre est posé sur une table. Les forces qui s’exercent sur le livre sont :\n\nd- Le poids de la table et le poids du livre.\n\ne- Le poids de la table et la réaction de la table.\n\nf- Le poids du livre et la réaction de la table.\n\n4- Un véhicule, moteur coupé et freins desserrés descend une côte. La force qui a mis le\n\nvéhicule en mouvement est :\n\nd- Le poids du véhicule.\n\ne- La réaction du sol.\n\nf- La force exercée par l’air ambiant.\n\nEXERCICE 2\n\nPour vérifier une relation sur la poussée d’Archimède, un élève accroche un solide à un\n\ndynamomètre puis plonge le solide accroché dans l’eau de masse volumique aeau = 1 kg/dm3\n\net enfin dans de l’alcool. On prendra pour l’intensité de la pesanteur terrestre g = 10 N/kg.\n\n1- Dis ce que représente 5N pour le solide.\n\n2- Définis la Poussée d’Archimède.\n\n3- Détermine la valeur de la poussée d’Archimède\n\ndans l’eau puis dans l’alcool.\n\n4- Détermine la masse du solide ;\n\n5- Donne l’expression de la poussée d’Archimède\n\nen fonction de la masse volumique\n\ndu liquide a, de l’intensité de la pesanteur g et du volume immergé\n\nVi du solide.\n\n6- Détermine :\n\n6.1. Le volume du solide;\n\n6.2. La masse volumique du solide ;\n\n6.3. La masse volumique de l’alcool.\n\nEQUILIBRE D’UN SOLIDE SOUMIS A DEUX FORCES\n\nUne boule de masse m = 2 kg est en équilibre à l’extrémité d’un fil attaché\n\nà un support. On prendra g = 10 N/kg.\n\na- Nomme les forces qui s’exercent sur la boule en équilibre.\n\nb- Ecris la relation d’équilibre.\n\nc- Détermine l’intensité de chacune de ces forces.\n\nd- Représente ces forces à l’échelle 1cm pour 10 N.\n\nEau\n\nAlcool\n\n2,3 N\n\n2 N\n\n5 N\n\nSolide (S)\n\n14\n\n14\n\nDongo, élève en classe de 3e veut vérifier la relation d’équilibre d’un solide en équilibre sous l’action\n\nde deux forces. Pour cela, il plonge un solide de volume\n\nV = 250 cm3 et de masse m = 200g dans un récipient contenant\n\nde l’eau et obtient la situation représentée ci-contre.\n\nOn prendra g = 10 N/kg.\n\n1- Détermine le poids PS du solide.\n\n2- Détermine la masse volumique aS de ce solide.\n\n3- Indique pourquoi ce solide flotte lorsqu’on le plonge\n\ndans l’eau de masse volumique aE = 1g/cm3.\n\n4- Détermine la valeur de la poussée d’Archimède PA.\n\n5- Représente les deux forces s’exerçant sur le solide dans l’eau à l’échelle 1cm pour 1N.\n\na- Lorsqu’un solide soumis à l’action de deux forces est en équilibre, cela signifie que ces deux\n\nforces ont la même intensité. ……………………..\n\nb- La poussée d’Archimède est la force exercée par un solide sur le liquide dans lequel il est\n\nimmergé. …….\n\nc- Lorsqu’un solide flotte à la surface d’un liquide, le centre de poussée est différent du centre de\n\ngravité de ce solide. ……………..\n\nd- Si la masse volumique d’un solide est inférieure à la masse volumique du liquide, le solide flotte.\n\n……………………\n\nPour chaque question, entoure la bonne réponse.\n\n1- Un solide est en équilibre sous l’action de deux forces. Ces forces ont:\n\na- Le même sens.\n\nb- La même direction.\n\nc- Des intensités différentes.\n\n2- Un corps flottant est un corps :\n\na- En mouvement dans un liquide.\n\nb- Sur lequel il ne s’exerce aucune force.\n\nc- En équilibre à la surface d’un liquide.\n\nDe retour de l’école, Adjoua en classe de 3e plonge un glaçon ayant la forme d’un pavé de\n\ndimensions (L = 4 cm, l = 2cm et h = 2 cm) dans un verre d’eau. Le glaçon flotte sur l’eau contenue\n\ndans un verre. Elle veut alors vérifier la condition de flottaison d’un solide. La masse volumique\n\nde la glace a = 0,9 g/cm3 ; celle de l’eau est a = 1 g/cm3.\n\n1- Dis pourquoi le glaçon flotte sur l’eau.\n\n15\n\n15\n\n2- Nomme les forces qui s’exercent sur le glaçon en équilibre sur l’eau.\n\n3- Détermine :\n\na- le volume du glaçon.\n\nb- la masse du glaçon.\n\nc- le poids du glaçon.\n\nd- la valeur de l’intensité de la poussée d’Archimède qui s’exerce sur le glaçon.\n\ne- le volume Vi de la partie immergée du glaçon.\n\nTRAVAIL ET PUISSANCE MECANIQUES\n\nZIKE exerce une force F d’intensité F = 200 N à travers un fil sur un chariot qu’il déplace du point A au\n\npoint B distant de L = 12 m.\n\na- Donne l’expression du travail W de la force F.\n\nb- Détermine le travail de cette force F.\n\nc- Dis si le travail de F est moteur ou résistant.\n\nd- Justifie ta réponse.\n\nDODO, élève de masse 35 kg grimpe à la corde lors d’une séance d’éducation physique. Il s’élève d’une\n\nhauteur h = 4,5 m en 5 s. On prendra g = 10 N/kg.\n\na- Donne l’expression du travail du poids d’un corps.\n\nb- Détermine le travail du poids de DODO.\n\nc- Donne l’expression de la puissance mécanique.\n\nd- Détermine la puissance développée par DODO.\n\nGAMAEL, élève en classe de 3e veut expliquer la notion de travail moteur et de travail résistant à\n\nson voisin qui n’était pas présent au cours. Pour cela, il lance une pierre de masse m = 1,5 kg vers le\n\nhaut qui monte d’une hauteur h = 6 m en 4 s puis qui revient au sol. On prendra g = 10 N/kg.\n\n1. Détermine le poids de la pierre.\n\n2. Donne l’expression du travail du poids d’un corps.\n\n3. Détermine le travail du poids de la pierre lors de la montée.\n\n4. Au cours de la montée de la pierre, Indique si le vecteur poids a le même sens ou est opposé au\n\nsens de la montée.\n\n16\n\n16\n\n5. Indique alors si le travail du poids est moteur ou résistant à la montée de la pierre.\n\n6. Détermine la puissance de cette force.\n\n7. Dis si le travail du poids de la pierre est moteur ou résistant au cours de la descente de la pierre.\n\n8. Justifie ta réponse.\n\na- Le travail d’une force d’intensité F dont le point d’application se déplace d’une longueur L\n\ndans la même direction est donné par la relation : W = F.L ……\n\nb- Le travail d’une force s’exprime en watt. ……………..\n\nc- Le travail du poids d’un corps est nul si ce corps se déplace horizontalement. ……….\n\nd- L’expression de la puissance mécanique est P = w/Δt avec Δt exprimée en seconde. …\n\nPour chaque question, entoure la bonne réponse.\n\n1- Le poids d’application d’une force F = 6 N se déplace dans la même direction d’une\n\nlongueur L = 2 m. Le travail effectué par cette force est :\n\na- W = 1,2 Joules\n\nb- W = 12 Joules\n\nc- W = 0 Joule\n\n2- 1min 40s est égale à:\n\na- 140 s\n\nb- 1400 s\n\nc- 100 s\n\nIII-\n\nComplète les phrases suivantes avec les mots suivants :\n\nNul, moteur, s’oppose\n\nLe travail d’une force est …………… lorsque cette force contribue au déplacement. Par\n\ncontre il est résistant si la force …………….. au déplacement. Le travail d’une force qui est\n\nperpendiculaire au déplacement est …………….\n\nKoné, assis au bord d’une rivière, voit tomber une mangue mure de masse estimée à m = 0,4\n\nkg dans l’eau. La mangue coule puis revient ensuite à la surface de l’eau. Il veut connaitre la nature du\n\ntravail du poids de la mangue. On donne g = 10 N/kg\n\n1- Détermine le poids de la mangue.\n\n2- Donne l’expression du travail du poids d’un corps.\n\n3- Détermine le travail du poids de la mangue qui arrive au fond de la rivière si la hauteur de chute est h =\n\n5m.\n\n4- Indique si ce travail est moteur ou résistant. Justifie ta réponse.\n\n5-\n\nDétermine la puissance de cette force sachant que la chute à durée 4s.\n\n17\n\n17\n\n6- Donne le nom de la force responsable de la montée de la mangue dans l’eau.\n\n7- Indique la nature du travail du poids au cours de la remontée du fruit.\n\nENERGIE MECANIQUE\n\nUn mobile de masse m = 50 kg se déplace à la vitesse de 2 m/s. On donne g = 10 N/kg.\n\na- Définie l’énergie cinétique d’un corps.\n\nb- Donne l’expression de l’énergie cinétique d’un corps.\n\nc- Détermine l’énergie cinétique de ce mobile.\n\nUn solide de masse m = 3 kg suspendu à un fil est situé à une hauteur h = 1,5 kg du sol. On prendra g =\n\n10 N/kg.\n\n1. Définie l’énergie potentielle d’un corps.\n\n2. Donne l’expression de l’énergie potentielle d’un corps.\n\n3. Détermine l’énergie potentielle de ce corps.\n\nDans une carrière de granite au km 32 sur l’autoroute du nord le mois dernier, une boule de pierre de\n\nmasse m = 25 kg quitte le point A d’une pente représentée ci-dessous sans vitesse initiale. On prendra\n\ncomme intensité de pesanteur en ce lieu g= 10 N/kg. On suppose qu’il n’y a pas de frottements sur la\n\npiste.\n\n1- Quelle forme d’énergie possède la boule au point A ?\n\n2- Donne l’expression de l’énergie cinétique et de l’énergie potentielle d’un corps ?\n\n3- Détermine l’énergie mécanique de la boule au point A.\n\n4- La boule passe au point B avec une vitesse VB =. 5m/s\n\n4.1. Quelles formes d’énergie possède la boule en B ?\n\n4.2. Détermine l’énergie cinétique de la boule en B.\n\n4.3. Détermine l’énergie potentielle de la boule en B.\n\n4.4. Détermine la hauteur hB.\n\n5. Détermine la vitesse VC de la boule en C.\n\nhA = 5 m\n\nEp=0J\n\nC\n\nhB\n\n18\n\n18\n\na- L’énergie mécanique d’un corps est la somme de son énergie cinétique et de son énergie\n\npotentielle. …………….\n\nb- L’énergie potentielle d’un corps est l’énergie que possède ce corps du fait de sa vitesse.\n\n……………….\n\nc- L’énergie mécanique d’un solide se conserve s’il n’y a pas de frottements. …………….\n\nd- Un objet immobile possède une énergie cinétique. ……………..\n\nII- Pour chaque question, entoure la bonne réponse.\n\n1- Un solide de masse m = 2 kg se déplace à la vitesse v = 3 m/s. Son énergie cinétique est :\n\na- Ec = 9 Joules\n\nb- Ec = 6 Joules\n\nc- Ec = 18 Joules\n\n2- L’expression de l’énergie mécanique d’un corps est :\n\na- Em = ½ m.V2 + ½ m.g.h\n\nb- Em = m.V2 + ½ m.g.h\n\nc- Em = ½ m.V2 + m.g.h\n\nIII- Complète les phrases suivantes à l’aide des mots et expressions suivants :\n\nEnergie cinétique, énergie potentielle, poids, vitesse.\n\na- Un mobile M, du fait de sa ………………. , possède de l’ ……………………….\n\nb- On appelle ……………………pesanteur, la forme d’énergie dépendant à la fois de l’altitude\n\net du ………………………\n\nEn route pour Songon Agban, une panne mécanique immobilise une voiture de masse M =\n\n1 000 kg au point A sur une côte. Pour atteindre le garage situé au bas de la côte au point C, le\n\nchauffeur laisse descendre la voiture au point mort sans freiner (voir figure ci-dessous).On prendra g\n\n= 10 N/kg et on supposera qu’il n’y a pas de frottements sur la Piste.\n\n1. Définis l’énergie cinétique d’un corps.\n\n2. Définis l’énergie mécanique d’un solide.\n\nh = 20 m\n\nC\n\nGARAGE AUTO\n\n19\n\n19\n\n3. Indique la forme d’énergie que possède la voiture au point A.\n\n4. Détermine la valeur de l’énergie mécanique Em(A) de la voiture au point A.\n\n5. La voiture parcourt le trajet ABC. Elle passe au point B avec une vitesse VB = 20 m/s.\n\n5.1.\n\nDis la forme d’énergie que possède la voiture en B.\n\n5.2.\n\nDétermine l’énergie mécanique Em(B) de la voiture en B.\n\n5.3.\n\nCompare l’énergie mécanique Em(A) de la voiture en A et l’énergie mécanique Em(B)\n\nde la voiture en B. Justifie qu’il n’y a pas de frottements sur la piste.\n\n5.4.\n\nIndique la transformation d’énergie qui s’effectue lors du passage de la voiture de A à B.\n\n5.5.\n\nIndique la forme d’énergie qui permet à la voiture d’atteindre le garage auto.\n\nPUISSANCE ET ENERGIE ELECTRIQUES\n\nSur le fer à repasser de KOLO, il est inscrit : 220 V Ŕ 600W.\n\nDonne la signification de chacune de ces inscriptions.\n\nUn réchaud électrique soumis à une tension U = 220 V est traversé par un courant d’intensité I = 3,63 A.\n\na- Donne l’expression de la puissance consommée par un appareil électrique.\n\nb- Détermine la puissance consommée par le réchaud.\n\nDans la maison de BEUGRE, les appareils suivants sont en fonctionnement :\n\nUn téléviseur de 200W, un ventilateur de 150W, 4 lampes de 60 W chacune. Détermine la\n\npuissance totale consommée dans cette maison.\n\nActivité d’application 4\n\nGNAGNE dispose d’un fer à repasser de puissance P = 600 W qu’il fait fonctionner pendant ½ heure.",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_1_09_mb.pdf",
    "year": null,
    "zone": null,
    "hasCorrection": true
  }
}