{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": null,
  "title": "t l charger 2 26 mb - part 4",
  "content": "2.2.\n\nLes principaux critères de choix d’une mémoire\n\nLa Capacité qui s’exprime en octet ; la vitesse ; la consommation et le coût.\n\n3. L’écran\n\n43 En français unité centrale de traitement\n\nPage 46 sur 53\n\n3.1.\n\nDéfinition\n\nL’écran ou moniteur est le périphérique d’affichage de l’ordinateur. On distingue habituellement deux\n\nfamilles d’écran.\n\n Les écrans à tube cathodique (noté CRT pour Cathodic Ray Tube), équipant la majorité des\n\nordinateurs de bureau ;\n\n Les écrans plats équipant la totalité des ordinateurs portables, les assistants personnels (PDA44),\n\nles appareils photo numérique.\n\n3.2.\n\nCaractéristiques techniques\n\nLes moniteurs sont souvent caractérisés par les données suivantes :\n\n La définition : c’est le nombre de points (pixel) que l’écran peut afficher, ce nombre de points\n\nest généralement compris entre 640×480 (640 points en longueur, 480 points en largeur) et\n\n2048×1536. Le tableau suivant ci-dessous donne les définitions conseillées selon la taille de la\n\ndiagonale :\n\nDiagonale\n\nDéfinition\n\n15’’\n\n800 x 600\n\n17’’\n\n1024×768\n\n21’’\n\n600×1200\n\n La taille: elle se calcule en mesurant la diagonale de l'écran et est exprimée en pouces\n\nNB : Un pouce égale à 2,54 cm ;\n\nIl faut veiller à ne pas confondre la définition de l'écran et sa taille.\n\nPar exemple :\n\n15 pouces, soit une diagonale de 38 cm environ ;\n\n17 pouces, soit une diagonale de 43 cm environ ;\n\n21 pouces, soit une diagonale de 53 cm environ.\n\n3. L’imprimante\n\n3.1.\n\nDéfinition\n\nL’imprimante est un appareil conçu pour permettre de conserver les données sur un support papier.\n\nAujourd’hui l’usage de cet outil est devenu très courant. L’impression se faisait en noir sur blanc,\n\naujourd’hui elle se fait déjà est couleur.\n\n3.2.\n\nCaractéristiques de performance d’une imprimante.\n\n La vitesse d’impression : il s’agit du nombre de pages tirées par minute. Son unité est la ppm.\n\nExemple : 20/30 ppm\n\n La résolution : il s’agit de la qualité ou la précision de l’impression. Elle est mesurée en ppp\n\n(points par pixels) ou Dot Per Inch ;\n\n La mémoire de l’imprimante est la quantité d’information en attente lorsqu’un document est déjà\n\nen cours d’exécution. La capacité de cette mémoire permet de stoker des documents qui seront\n\nimprimés à la chaine.\n\n44 PDA (Personal digital Assistant : ordinateur de poche)\n\nPage 47 sur 53\n\n4. Lecteur/ graveur de CD/DVD\n\nUn lecteur45 est un appareil permettant la lecture des informations enregistrées sur un CD-ROM ou un\n\nDVD-Rom à l’aide d’un rayon laser46. Tandis qu’un graveur est un appareil qui permet non seulement\n\nde lire mais aussi d’inscrire des données sur un cd rom, à l’unité ou en petit série, par gravure au laser\n\nsur un CD ou DVD réinscriptible.\n\nLe CD-RW et le DVD-RW sont des disques optiques compacts sur lesquels on peut effacer et réinscrire\n\njusqu’à 1000 fois des données.\n\nLa gravure a pour caractéristique principale la vitesse d’exécution de la copie sur le CD ou DVD. Cette\n\nvitesse en mesurée en X. Exemple : 16x. La performance se détermine à la vitesse maximale de gravure.\n\nX est le multiplicateur de la vitesse de gravure et correspond à 150ko/s et 1Mo/s pour les DVD.\n\nDESCRIPTION DES CARACTÉRISTIQUES D’UN ORDINATEUR\n\nLorsque l’on veut acheter un ordinateur performant, puissant, il faut bien évaluer ses caractéristiques.\n\nLes plus déterminantes sont liées : au processeur, la mémoire, le disque dur, et la communication (bus,\n\nréseau, périphériques).\n\n Le microprocesseur\n\nLa performance du processeur détermine celle de tout l’ordinateur car c’est lui le cerveau central. Cette\n\nperformance est fonction de ses propriétés :\n\n Modèle ou type : Pentium III, core duo, Athlon, Céléron… ;\n\n Sa vitesse ou Fréquence : exprimée en Mégahertz (MHz) ou GigaHertz (GHz). Plus la vitesse\n\nest élevée, plus l’ordinateur est rapide et puissant. Exemple : 1Ghz pour un Pentium 3 ; 2,4 GHz\n\npour un ordinateur Intel Pentium 4.\n\n Mémoire cache : sa capacité est exprimée en Mégaoctets (Mo). La mémoire cache est une\n\npetite mémoire contenue dans le processeur et qui contient les instructions en cours de\n\ntraitement\n\n Fréquence externe (FSB) ou vitesse d’horloge : qui est aussi celle de la carte mère et\n\ncaractérise la rapidité d’accès du processeur à la mémoire principale. Elle est exprimée en\n\nMégahertz. Exemple : 533 MHz = 533 x 108 Hz\n\n La mémoire vive (RAM)\n\nPlus sa capacité est grande, plus un ordinateur est performant.\n\n Le disque dur\n\nUn disque dur doit être assez rapide d’accès en lecture et en écriture pour ne pas rendre tout l’ordinateur\n\nlent.\n\n La communication47\n\n La communication interne : elle renvoie à la performance des bus\n\n Communication externe : elle renvoie à la présence de la carte réseau, La carte graphique à\n\nl’interface et aux périphériques. Lorsqu’un ordinateur a des périphériques les plus récents il est\n\nplus rapide. Les périphériques les plus récents sont aussi les plus rapides et les plus performants.\n\nDe plus leur utilisation est de plus en plus facile.\n\n45 Les lecteurs de CD-ROM et DVD-Rom peuvent être internes (c'est-à-dire intégrés dans l’ordinateur) ou externes (se présentant sous la forme d’un boîtier\n\nautonome).\n\n46 LASER=Light Amplification by Stimulated Emission of Radiation\n\n47 Un port de communication (ou sortie) est une prise au moyen de laquelle des données sont échangées entre l'ordinateur et l'extérieur.\n\nPage 48 sur 53\n\nQUESTIONS A CHOIX MULTIPLES : encadre la bonne réponse\n\n1. La taille de l’écran se mesure :\n\na. Par la longueur de sa diagonale ;\n\nb. Par sa hauteur;\n\nc. Les deux réponses sont justes.\n\n2. La vitesse de calcul d’un processeur est:\n\na. Le MIPS (millions d’instructions par seconde) ;\n\nb. Le MHz (Mégahertz) ;\n\nc. Le pouce.\n\n3. L’unité de mesure de résolution d’une imprimante est:\n\na. Le dpi (dots per inch) ;\n\nb. Le MHz (Mégahertz) ;\n\nc. Le pouce.\n\nQUESTIONS BINAIRES : répondre par VRAI ou FAUX\n\n1. Les instructions sont réellement exécutées dans l’UAL…………………. ;\n\n2. C’est la carte mère qui définir le type et la puissance du processeur de la machine ………………. ;\n\n3. Plus la capacité de la RAM est grande, plus un ordinateur est performant………………. ;\n\n4. Un PDA est un ordinateur de poche………………. ;\n\n5. Les CD et DVD sont des mémoires optiques………………. ;\n\n6. Dans l’unité centrale, c’est la mémoire vive qui traite l’information ………………. ;\n\n7. La mémoire (ROM) permet de conserver des informations de façon permanente même lorsque\n\nl’alimentation électrique est interrompue. ………………. ;\n\n8. Le disque dur est une mémoire volatile ………………. ;\n\n9. La gravure a pour caractéristique principale la vitesse d’impression de la copie………………. ;\n\n1. Définir les termes suivants : Matériel de l’ordinateur ; mémoire cache ; Port ; Bus\n\n2. Donner la signification des sigles : PDA ; LASER ; CD- ROM ; UAL ; DVD-RW ; Pixel ;\n\nEEPROM\n\n3. Quels sont les éléments constitutifs du processeur ?\n\n4. Citer quatre (04) cartes d’extension de l’unité centrale\n\n5. Quel élément de l’ordinateur est chargé du stockage permanent des données ;\n\n6. Citer trois (03) caractéristiques de l’ordinateur ?\n\n7. Citer les caractéristiques d’une mémoire\n\n8. Donner la différence entre lecteur et graveur ?\n\n9. Donner le nom de la carte responsable de l’affichage des informations à l’écran ?\n\n10. Compléter les phrases par les mots de la liste suivante : capacité / supports de stockage / l’octet\n\nUn support de stockage est un élément capable de conserver des données. Il est caractérisé par sa\n\n………………………. de stockage. L’unité de mesure de la capacité de stockage d’un support de\n\nstockage ou d’enregistrement est ………………………..Les disquettes et les disques durs sont des\n\n…………………………\n\n11. Ordonner ces unités de mesure selon un ordre croissant : 1 Kilo-octet / 1 octet / 1 Méga-octet /\n\n1 Giga-octet\n\n…………………………………………………………………………………………………………\n\nPage 49 sur 53\n\nLEÇON 18: LES GÉNÉRALITÉS SUR LES ALGORITHMES\n\nDéfinir la notion d’algorithme ;\n\nDonner la structure d’un algorithme.\n\nLe mot algorithme provient de la forme latine (algorismus) du nom du mathématicien arabe Al-\n\nKwharizmi. Dans la vie courante, un algorithme peut prendre la forme d’une recette de cuisine, un mode\n\nd’emploi, une résolution d’un système d’équation….\n\nNOTION D’ALGORITHME\n\n1. Illustration\n\nUne recette de cuisine par exemple est un algorithme : à partir des ingrédients, elle explique comment\n\nparvenir au plat.\n\nExemple : préparer la sauce d’arachide\n\nIngrédients : pâte d’arachide, condiments, huile, sel, cube, et de l’eau\n\nActions élémentaires : DEBUT : chauffer l’huile- mettre les condiments-remuer le contenu-mettre la\n\npâte d’arachide- verser de l’eau- ajouter sel et cube- faire cuire FIN\n\n2. Définitions\n\nUn algorithme est une suite finie d’opérations élémentaires, à appliquer dans un ordre déterminé, à des\n\ndonnées. Sa réalisation permet de résoudre un problème donné.\n\nUn programme est un enchaînement d’instruction écrit dans un langage de programmation exécuté par\n\nun ordinateur permettent de traiter un problème.\n\nSTRUCTURE GÉNÉRALE D’UN ALGORITHME\n\n1. L’entête\n\nPermet de donner le nom de l’algorithme qu’on veut écrire et se note : Algorithme nom Algorithme\n\nExemple : Algorithme périmètre d’un carré\n\n2. La partie déclarative\n\nC’est une liste d’objets (constante et variable) utilisés et manipulés dans le corps de l’algorithme.\n\n3. Le corps de l’algorithme\n\nDans cette partie, sont placées les instructions (tâches ou actions) à exécuter. Le corps de l’algorithme\n\nest borné par les mots clés début et fin.\n\n4. Résumé de la structure de l’algorithme\n\nEntête\n\nALGORITHME nom ALGORITHME\n\nDéclaration\n\nconstantes : liste des constantes\n\nVariables : listes des variables\n\nCorps de l’algorithme\n\nDébut\n\nAction1\n\nAction1\n\n………\n\nAction n\n\nFin\n\nPage 50 sur 53\n\nNB : pour permettre une interprétation aisée de l’algorithme l’utilisation des commentaires est vivement\n\nconseillée.\n\nLEÇON 19: LES VARIABLES ET LES INSTRUCTIONS\n\nDéfinir : variable, instruction ;\n\nUtiliser la déclaration, l’affectation.\n\nLors de l’exécution d’un algorithme, on va avoir besoin de stocker des données, voire des résultats. Pour\n\ncela, on utilise des objets (variable et constante).\n\nDÉCLARATION DES OBJETS\n\n1. Déclarations des constantes\n\nLes constantes sont des objets (chiffre, nombre, caractère ou chaine de caractère) dont la valeur ne\n\nchange pas durant toute l'exécution algorithme.\n\nMot clé : const\n\nExemple : const pie= 3,14\n\n2. Déclarations des variables\n\nLes variables sont des objets (chiffre, nombre, caractère ou chaine de caractère) dont la valeur change\n\npendant l'exécution algorithme.\n\nMot clé : var\n\nSyntaxe : var « liste de variables » : « type »\n\nExemple : var L, l : réel\n\nLES INSTRUCTIONS\n\nUne instruction est une action élémentaire simple directement utilisable.\n\n1. Les instructions d’affectation\n\nL'affectation permet de donner une valeur à une variable. Son symbole est : ←\n\nSyntaxe : variable ← expression\n\nExemple : P← 20 (cela signifie qu’on attribue ou affecte 20 à la variable P)\n\nNB : une expression peut être une constante, une expression arithmétique ou logique\n\n2. Les instructions de sortie ou d’écriture\n\nL’instruction d’écriture est ‘Ecrire’ ou ‘Write’ ou ‘Afficher’ : elle permet d’afficher les informations à\n\nl’utilisateur à travers l’écran.\n\nExemple : écrire (\"Bonjour tout le monde\") affichera le message « Bonjour tout le monde » à l’écran.\n\n3. Les instructions d’entrée ou de lecture\n\nL’instruction de lecture est ‘Lire’ ou ‘read’ ou ‘saisir’ : permet à l’utilisateur d’entrer des données à\n\npartir du clavier et de l’affecter (de manière transparente) à une variable.\n\nExemple : lire (Périmètre) signifie que l’algorithme attend que l’utilisateur fournisse une valeur qui\n\nsera ensuite sauvegardée dans la variable Périmètre.\n\n4. Les instructions d’incrémentation et de décrémentation\n\nIncrémenter une variable c’est ajouté une unité (valeur 1) à son contenu actuel au moyen d’une syntaxe\n\ncourte. Son symbole est : ++. Décrémenter c’est diminuer une unité à son contenu actuel toujours au\n\nmoyen d’une syntaxe courte. Son symbole est : --\n\nNB : Cette instruction ne s’applique que sur les variables de type nombre.\n\nPage 51 sur 53\n\nExemple : écrire un algorithme qui permet d’incrémenter la valeur de la variable p de 1 et la\n\ndécrémenter de 2.\n\nIncrémenter : p← p+1\n\nDécrémenter p ← p-\n\nLEÇON 20: LES TESTS\n\nConnaître les syntaxes : si, selon que, …\n\nUtiliser les structures conditionnelles.\n\nLes structures de contrôle (branchements conditionnels et boucles) permettent à un programme de ne\n\npas être purement séquentiel (chaîne linéaire d’instructions). Une condition est une expression dont le\n\nrésultat n’est pas une valeur numérique, mais VRAI ou FAUX, qui sont les deux éléments de l’algèbre\n\ndite booléenne ou encore logique.\n\nLES STRUCTURES SI...ALORS\n\nLa structure de contrôle SI...ALORS permet d’exécuter des instructions en fonction de la valeur d’une\n\ncondition (qui n’est autre que le résultat d’un test).\n\nSI (condition) ALORS\n\ninstruction(s)\n\nFINSI\n\nCette structure fonctionne de la manière suivante:\n\n Si la condition est vraie, alors les instructions écrites entre les accolades sont exécutées ;\n\n Si la condition est fausse alors, les instructions ne sont pas exécutées.\n\nExemple : algorithme qui lit la note du candidat et dit s’il est admis ou ajourné\n\nAlgorithme résultat\n\nVar note : REEL\n\nDébut\n\nEcrire (‘’entrer la note du candidat’’) ;\n\nLire (note) ;\n\nSi note >=10 Alors écrire (‘'Admis'' ) ;\n\nFinsi ;\n\nSi note < 10 Alors écrire (‘'Ajourné'') ;\n\nFinsi ;\n\nFin\n\nSTRUCTURE SI...ALORS...SINON\n\nIl arrive assez souvent qu’en fonction de la valeur d’une condition, le programme doit exécuter des\n\ninstructions si elle est vraie et d’autres instructions si elle est fausse. Plutôt que de tester une condition\n\npuis son contraire, il est possible d’utiliser la structure SI...ALORS...SINON, dont la syntaxe est la\n\nsuivante :\n\nSi condition alors\n\nInstructions 1\n\nPage 52 sur 53\n\nSinon\n\nInstructions 2\n\nFinsi\n\nExemple : algorithme qui lit la note du candidat et dit s’il est admis ou ajourné\n\nAlgorithme résultat\n\nVar note : REEL\n\nDébut\n\nEcrire (‘’entrer la note du candidat’’) ;\n\nLire (note) ;\n\nSi note ≥ 10 ;\n\nAlors écrire (‘'Admis'' ) ;\n\nSinon écrire (‘'Ajourné'') ;\n\nFinsi ;\n\nFin\n\nPrincipe de fonctionnement :\n\n La condition est évaluée;\n\n Si la condition a la valeur vraie on exécute <action_alors>\n\nSi la condition a la valeur fausse on exécute <action_sinon>.\n\nRemarque :\n\nLes <action_alors> ou <action_sinon> peuvent être soit :\n\n des actions élémentaires ;\n\n des composées (bloc).\n\nSTRUCTURE À CHOIX MULTIPLES SELON-QUE\n\nLa structure SELONQUE permet d'effectuer tel ou tel traitement en fonction de la valeur des conditions\n\n1ou 2 ou...n. Sa Syntaxe.\n\nSelonque\n\n<Condition 1> : <action 1>\n\n<Condition 2> : <action 2>\n\n...\n\n<Condition n> : <action n>\n\nSinon : <action_sinon>\n\nFinselonque\n\n la condition 1 est évaluée :\n\n Si la condition 1 est vraie, alors on exécute l'action correspondante et on quitte la structure selon-que\n\n Si la condition 1 est fausse, on évalue la condition 2...et ainsi de suite.\n\n Si aucune n'est vraie on effectue l'action sinon (au cas où l'action sinon n'existe pas alors\n\naucune action n'est exécutée). Par exemple :\n\nSelonque\n\nNote ≥ 16 : ECRIRE (‘'TB'')\n\nNote ≥ 14 : ECRIRE (‘'B'')\n\nNote ≥ 12 : ECRIRE (‘'AB'')\n\nPage 53 sur 53\n\nNote ≥ 10 : ECRIRE (‘'Passable'')\n\nSinon : ECRIRE (‘'ajourné'')\n\nFinselonque\n\nLEÇON 21: LES BOUCLES\n\nConnaître les syntaxes : pour, tant que ;\n\nUtiliser les structures répétitives.\n\nLes structures répétitives permettent de répéter une même instruction ou un bloc d’instruction un\n\ncertain nombre de fois.\n\nLA BOUCLE TANT QUE\n\nCette itération permet de répéter une séquence d’instructions tant qu’une condition est vraie. Sa syntaxe:\n\nTant que <condition>\n\nFaire\n\nInstruction 1;\n\n...\n\nInstruction n;\n\nFin tant que\n\nTant que la condition est vraie, on exécute les instructions\n\nLA BOUCLE POUR FAIRE\n\nDans cette structure48 (pour…allant de …à …faire), il est fréquent que le nombre de répétitions soit\n\nconnu à l'avance, et que l'on ait besoin d'utiliser le numéro de l'itération afin d'effectuer des calculs ou\n\ndes tests.\n\nPour variable allant de valeur départ à valeur finale faire\n\nTâche 1\n\nTâche 2\n\n...\n\nFin pour\n\nLa variable utilisée dans la boucle est appelée compteur. À chaque passage dans la boucle, sa valeur est\n\nAutomatiquement augmentée de 1.\n\n48 Utilisation du POUR :\n\nOn s'en sert dès que l'on connaît au début de la boucle le nombre de répétitions à effectuer.\n\nDans les cas contraire, on utilisera des TANTQUE ou des REPETER",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_2_26_mb.pdf",
    "year": null,
    "zone": null,
    "hasCorrection": true
  }
}