{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": null,
  "title": "t l charger 2 56 mb - part 2",
  "content": "a- Au moment de la rupture du fil. Calculer sa valeur\n\nb- Au moment où la boule atteint le sol. Calculer sa valeur.\n\nMariam lance verticalement à partir du sol vers le haut\n\nune bille de masse m = 20g a une vitesse de 18Km/h. On\n\nnéglige la résistance de l’air.\n\n1) Calculer l’énergie de la bille au moment du lancer.\n\n2) La vitesse diminue progressivement puis s’annule au\n\npoint A à une hauteur h du sol.\n\na- Calculer l’énergie mécanique de la bille au sol.\n\nb- En déduire la valeur de l’énergie mécanique au point A.\n\nc- Quelle est la valeur de l’énergie potentielle au point A.\n\nd- Calculer la hauteur h.\n\nEXERCICE 10\n\nUne voiture de masse 800Kg roule à la vitesse de 20m/s sur\n\nune route horizontale. Elle roule ensuite à la même vitesse\n\nsur un plateau à l’altitude 800m.\n\n1) Déterminer les différentes formes d’énergies qui\n\nproviennent dans les deux cas.\n\n2) Calculer les valeurs de ces énergies.\n\n3) Calculer l’énergie mécanique dans chaque cas.\n\nEXERCICE 11\n\nUne charge de masse m = 70Kg est soulevée d’une hauteur\n\nde 3m en 5 seconds par une grue. Cette grue est actionnée\n\npar un moteur alimenté par un courant continu. La tension\n\nutilisée est de 120V et le courant à une intensité de 8A.\n\n1) Réaliser le schéma du dispositif.\n\n2) Préciser le type de transformation d’énergie que ce\n\ndispositif permet de réaliser.\n\n3) Calculer l’énergie électrique consommée par le moteur.\n\n4) Calculer l’énergie mécanique restituée à la charge.\n\n5) Calculer le rendement du dispositif.\n\nEXERCICE 12\n\nOn veut tirer un seau contenant 10 litres d’eau d’un puits\n\nprofond de 15m.\n\nSAWADOGO . L PROFESSEUR CERTIFIE « L.D LA -TODEN» . « LE SUCCES AU BEPC AVEC 20/20 en PC » p. 13\n\n1) Quelle est l’intensité de la force avec laquelle on doit\n\ntirer sur la corde pour soulever le seau remplie d’eau,\n\nsachant que le seau vide à une masse de 1Kg\n\n2) Calculer le travail effectué par cette force pour remonter\n\nle seau.\n\n3) Calculer la puissance développée si l’opération a durée\n\n10s.\n\n4) On installe sur ce puits de profondeur 15m, une pompe\n\nactionnée par un moteur qui consomme une puissance\n\nélectrique de 500W.\n\na- Quel est l’énergie que pourrait effectuer ce moteur en\n\n10s.\n\nb- Calculer le rendement du moteur.\n\nEXERCICE 13\n\nUn véhicule développant une puissance de 15kw se\n\ndéplace sur une route droite et horizontale à la vitesse\n\nconstante de 72km/h.\n\n1) Calculer l’intensité de la force.\n\n2) Calculer le travail effectué par cette force au bout d’un\n\nparcourt de 2Km.\n\n« Pour bien construire on doit creuser profond »\n\n« DETERMINATION DE L’ENSEIGNANT + COURAGE DE\n\nL’ELEVE = SUCCES A L’EXAMEN » SAWADOGO. L\n\nPARTIE 5 : OPTIQUE\n\nCOMPOSITION DE LA LUMIERE\n\n1) Donner des exemples de dispositif utilisés pour la\n\ndécomposition de la lumière.\n\n2) Citer par ordre les sept couleurs dominantes qui\n\nconstituent le spectre de la lumière blanche (ou encore les\n\nsept couleurs de l’arc-en-ciel).\n\n3) Comment peut-on réaliser la synthèse de la lumière ?\n\n4) Pourquoi un corps noir exposé à la lumière blanche\n\ns’échauffe plus vite qu’un corps coloré autre ?\n\n5) La farine de maïs est blanche à la lumière du soleil.\n\nQuelle serait sa couleur quand elle est éclairée par une\n\nlumière verte ?\n\n6) Un seau à une couleur verte au soleil. En absence du\n\nsoleil,\n\na- On l’éclaire avec une lumière verte. Qu’observe-t-on ?\n\nb- On l’éclaire avec une lumière rouge. Qu’observe-t-on ?\n\n7) Une robe est rouge et jaune dans la lumière du jour.\n\nQuelle serait sa couleur si on l’éclairait avec une lumière :\n\na- Verte ? b-Bleue ? c- Jaune ? d- Rouge.\n\n8) Un pagne à deux couleurs (rouge et verte) dans la\n\nlumière blanche. Quel sera sa couleur si on l’éclaire\n\navec une lumière rouge ou jaune ou verte ou violète.\n\n9) Un vélo possède trois couleurs (blanche, bleue , noire).\n\nQuel serait sa couleur si on l’éclaire avec une lumière\n\nBleue ou jaune ou rouge.\n\nUn pagne comporte trois bandes de couleurs différentes\n\n(couleur blanche exclue).\n\nAdjara veut déterminer la couleur de chaque bande à\n\npartir des tests suivants :\n\nTEST 1 : On éclaire le pagne avec une lumière bleue. La\n\npremière band devient alors noire, la deuxième noire et\n\nla troisième bleue.\n\nTEST 2 : On éclaire le pagne avec une lumière rouge.\n\nLa première band devient alors noire, la deuxième rouge\n\net la troisième noire.\n\nTEST 3 : On éclaire le pagne avec une lumière verte. La\n\npremière band devient alors verte, la deuxième noire et\n\nla troisième noire.\n\n1) Quelle est la couleur de chaque bande lorsqu’elle éclaire\n\nle pagne avec une couleur blanche ?\n\n2) Quelle serait la couleur de chaque bande lorsqu’elle\n\néclaire le page avec une couleur jaune ?\n\n3) Quelle serait la couleur de chaque bande lorsqu’elle\n\néclaire le page avec une couleur rouge ?\n\nSAWADOGO . L PROFESSEUR CERTIFIE « L.D LA -TODEN» . « LE SUCCES AU BEPC AVEC 20/20 en PC » p. 14\n\nIMAGE DONNEE PAR UNE LENTILLE CONVERGENTE\n\n1) Définir : La distance focale d’une lentille convergente ; le\n\nfoyer objet ; le foyer image et la vergence d’une lentille\n\nconvergente.\n\n2) Donner l’unité de la distance focale et de la vergence.\n\n3) Donner la relation qui existe entre la distance focale et\n\nla vergence.\n\n4) Il y a combien de rayons particuliers? Citer- les.\n\n5) Dans quel sens se déplace l’image d’une lentille\n\nconvergente si on approche l’objet de la lentille ?\n\n6) Où se trouve l’image donnée par une lentille\n\nconvergente d’un objet situé au foyer objet ?\n\n7) Que peut –on dire de l’image donnée par une lentille\n\nconvergente d’un objet situé entre la lentille et le foyer\n\nobjet ?\n\n8) Que peut – on dire de l’image donnée par une lentille\n\nconvergente d’un objet situé à l’infini ?\n\n9) Donner la nature de l’image donnée par une lentille\n\nconvergente.\n\n10) Calculer la vergence d’une lentille convergente de\n\ndistance focale f = 20cm.\n\n11) Calculer la distance focale d’une lentille de vergence\n\nC = 50δ.\n\n12) De deux lentilles convergentes L1 de distance focale\n\nf1 = 20cm et L2 de vergence C2 = 10 δ.\n\nQuelle est la plus convergente ?\n\n13) Une lentille convergente est telle que OF’ = 2 Cm.\n\nQuelle est sa distance focale, calculer sa vergence.\n\n14) Une lentille convergente à pour vergence 40 δ.\n\na- Calculer sa distance focale.\n\nb- Construire la lentille et placer les foyers.\n\nc- Tracer la marche du rayon lumineux passant par F.\n\nd- Tracer la marche du rayon lumineux passant par F’.\n\nOn dispose d’une lentille convergente (L) de distance\n\nfocale f = 2cm.\n\n1) Calculer la vergence de cette lentille.\n\n2) On place on un objet lumineux AB de 2cm hauteur\n\nperpendiculairement à l’axe optique (A sur l’axe). L’objet\n\nest situé à 6cm du centre optique (O).\n\na- Construire l’image A’B’ de l’objet AB.\n\nb- Déterminer graphiquement l’image A’B’.\n\nUn objet lumineux AB de 10cm de hauteur est placé à\n\n50cm d’une lentille convergente. L’objet est\n\nperpendiculaire à l’axe A étant sur l’axe. On obtient une\n\nimage nette A’B’ de cet objet sur un écran situé à 75cm du\n\ncentre de la lentille.\n\n1) Faire un schéma à l’échelle 1/10 , construire l’image\n\nA’B’ de l’objet AB et repérer la position des foyers.\n\n2) Mesurer sur la figure la hauteur de l’image A’B’ et en\n\ndéduire sa hauteur réelle.\n\n3) Déterminer la distance focale f de la lentille.\n\nLA LOUPE, LE MIROIR\n\n1) Définir : Une loupe, le grossissement, le grossissement\n\ncommercial et un miroir plan.\n\n2) Enoncer les lois de la réflexion.\n\n3) Quelle est la nature d’une image donnée par une\n\nloupe ?\n\n4) Quelle est la nature d’une image donnée par un Miroir\n\nplan ?\n\n5) Une loupe à pour distance focale 2,5 Cm. Calculer sa\n\nvergence et son grossissement commercial.\n\n6) Calculer le grossissement commercial d’une loupe dont\n\nla distance focale vaut 50 mm.\n\nUn rayon lumineux se réfléchi sur un miroir en un point I\n\navec un angle d’incidence de 30°.\n\n1) Quelle est la valeur de l’angle de réflexion ?\n\n2) Comment appel t – on le point I ?\n\n3) Faire un dispositif en utilisant un rapporteur. Construire\n\nl’image A’B’ d’un objet AB.\n\nUne source lumineuse A émet un rayon lumineux qui\n\ntombe sur un miroir en un point D. Le miroir réfléchi la\n\nlumière avec un angle de 50°.\n\n1) Quelle est la valeur de l’angle d’incidence ? Justifier.\n\n2) Que représente le point D.\n\n3) Construire l’image A’ du point A par rapport au miroir.\n\nOn place un objet AB de 2cm de hauteur à 1cm d’une\n\nlentille convergente de distance focale 2cm. L’objet AB est\n\nperpendiculaire à l’axe de la lentille avec A sur l’axe et B en\n\ndessous de l’axe.\n\n1) La lentille à ici fonction d’une loupe pour l’objet AB.\n\nPourquoi ?\n\n2) Construire l’image A’B’ de l’objet AB.\n\nSAWADOGO . L PROFESSEUR CERTIFIE « L.D LA -TODEN» . « LE SUCCES AU BEPC AVEC 20/20 en PC » p. 15\n\nQUESTIONS\n\nDE COURS\n\nET\n\nEXERCICES\n\nCHIMIE\n\nSAWADOGO . L PROFESSEUR CERTIFIE « L.D LA -TODEN» . « LE SUCCES AU BEPC AVEC 20/20 en PC » p. 16\n\nPARTIE 1 : IONS METALLIQUES\n\n1) Définir : Une électrolyse ; un électrolyte ; un ion ;\n\nl’ion cuivre ; un anion et un cation.\n\n2) Donner la nature du courant électrique : dans les\n\nélectrolytes et dans les fils conducteurs.\n\n3) Donner le réactif caractéristique des ions: Cu2+; Fe2+ et Zn2+.\n\nPréciser la couleur du précipité obtenu avec chaque ion.\n\n4) Soient les ions suivants : Cu2+ ; Fe2+ ; O2-; Ag+ ; NO3\n\n- ;\n\nSO4\n\n2- ; Cr3+ ; Cl - ; OH- ; Al3+ .\n\na- Proposer une définition à chacun.\n\nb- Préciser les cations et les anions.\n\n5) A l’aide des coefficients entiers convenables, traduire\n\nl’électro-neutralité des solutions suivantes :\n\n( Cu2+ + Cl-) , ( Cu2+ ; SO4\n\n2-) ; (Cu2+ + NO3\n\n-) ;\n\n( Fe2+ ; OH-) ; (Cr3+ ; Cl-) et (Al3+ + O2-) .\n\n6) Expliquer pourquoi l’eau distillée ne conduit pas le\n\ncourant électrique.\n\n7) Lors d’une électrolyse, vers quel électrode :\n\na- Les cations se déplacent ?\n\nb- Les anions se déplacent ?\n\n8) Lors d’une électrolyse, vers quelle borne du générateur :\n\na- Les cations se déplacent ?\n\nb- Les anions se déplacent ?\n\n9) Ecrire les équations des transformations suivantes :\n\na- L’atome de fer (Fe) en ion ferreux (Fe2+).\n\nb- L’atome de cuivre (Cu) en ion cuivre (Cu2+).\n\nc- L’ion cuivre (Cu2+) en atome de cuivre (Cu).\n\nd- Entre l’atome de fer et l’ion cuivre.\n\ne- Entre l’atome de zinc (Zn) et l’ion or (Au3+)\n\nf- Entre l’atome d’étain (Sn) et l’ion aluminium (Al3+)\n\nOn donne : l’ion étain (Sn2+), l’ion zinc (Zn2+).\n\n10) Décrire un procédé permettant d’obtenir le cuivre\n\nmétallique si l’on dispose d’une solution contenant\n\ndes ions cuivres. Ecrire l’équation bilan qui a lieu.\n\n11) On plonge du cuivre métallique dans une solution\n\nd’acide nitrique.\n\na- Qu’observe t – on quelque temps après ?\n\nb- Quelle est la coloration de la solution ? Justifier.\n\nc- Qu’appel t – on cette transformation ?\n\nd- Ecrire l’équation bilan qui a lieu.\n\n12) On considère une pile Leclanché en fonctionnement\n\npendant un bout de temps.\n\na- Définir une pile.\n\nb- Quel est l’électrolyte d’une pile ?\n\nc- Préciser la nature des électrodes d’une pile.\n\nd- Quels sont les éléments représentants la borne\n\nnégative et la borne positive d’un pile ?\n\ne- Préciser l’élément consommé.\n\nf- Donner le type de transformation qui a lieu.\n\ng- Ecrire l’équation bilan de la réaction qui a lieu.\n\nh- Comment peut – on mettre en évidence l’ion zinc ?\n\n13) L’atome de clore (Cl) a pour numéro atomique Z = 17 et\n\ndévient un ion après avoir gagné un électron.\n\na- Donner le nombre de charges ( Positives, négatives)\n\net le nombre d’électrons que possède l’atome.\n\nb- Donner le nombre de charges ( Positives, négatives ,\n\nexcédentaires) et le nombre d’électron que possède\n\nl’ion. En déduire sa formule.\n\n14) L’atome de d’oxygène (O) a pour numéro atomique\n\nZ = 8 et dévient un ion après avoir gagné deux électrons.\n\na- Donner le nombre de charges ( Positives, négatives)\n\net le nombre d’électrons que possède l’atome.\n\nb- Donner le nombre de charges ( Positives, négatives ,\n\nexcédentaires) et le nombre d’électron que possède\n\nl’ion. En déduire la formule.\n\n15) L’ion ferreux comporte 24 électrons dans son noyau.\n\nSa formule est : Fe2+\n\na- Donner le nombre de charges ( Positives, négatives)\n\net le nombre d’électrons que possède l’atome Fe.\n\nb- Donner le nombre de charges ( Positives, négatives ,\n\nexcédentaires) que possède l’ion ferreux .\n\n16) L’ion zinc comporte 30 charges positives .\n\nC’est un atome de zinc ayant perdu deux électrons.\n\na- Donner le nombre de charges ( Positives, négatives)\n\net le nombre d’électrons que possède l’atome Zn.\n\nb- Donner le nombre de charges ( Positives, négatives ,\n\nexcédentaires ) que possède l’ion zinc.\n\nEXERCICE 1\n\n1) On veut étamer (recouvrir d’étain) une boite métallique\n\npar voie électrochimique.\n\na- Faire la liste du matériel nécessaire.\n\nb- Préciser la nature de l’anode et de la cathode.\n\nc- Ecrire les équations bilans des réactions qui se\n\nproduisent aux électrodes. On donne l’ion étain : Sn2+.\n\n2) On veut chromer un bracelet métallique par\n\nélectrochimie.\n\na- Quel électrolyte peut-on utiliser ?\n\nb- Préciser la nature des électrodes\n\nc- Ecrire les équations des transformations aux\n\nélectrodes. Donnée : l’ion chrome : Cr3+.\n\nLors d’une électrolyse d’une solution de solution sulfate\n\nd’étain, il se dépose 2g d’étain sur un bracelet en fer.\n\nLa masse de l’étain utilisé est 17g.\n\na- Quelle est la nature des électrodes ?\n\nSAWADOGO . L PROFESSEUR CERTIFIE « L.D LA -TODEN» . « LE SUCCES AU BEPC AVEC 20/20 en PC » p. 17\n\nb- Quelles autres solutions peut – on utiliser comme\n\nélectrolyte ?\n\nc- Que peut – on observer au niveau des électrodes ?\n\nd- Ecrire l’équation bilan aux électrodes.\n\ne- Dire pourquoi la coloration de la solution ne change\n\npas d’aspect.\n\nf- Calculer la masse d’étain restant après l’électrolyse.\n\nOn veut recouvrir d’argent une médaille de surface totale\n\n40cm2 par dépôt électrochimique. Pour cela on dispose\n\nde trois solutions : Sulfate de cuivre (Cu2+ ; SO4\n\n2-) ;\n\nsulfate de zinc (Zn2+ + SO4\n\n2-) et le nitrate d’argent\n\n(Ag+ + NO3\n\n-).\n\n1) Préciser la nature des électrodes à utiliser.\n\n2) Quelle solution faut-il choisir comme électrode, justifier.\n\n3) Ecrire les équations bilans des réactions aux électrodes.\n\n4) Sachant qu’il s’est déposé 21g d’argent, calculer le\n\nvolume d’argent déposé et l’épaisseur du dépôt. On donne\n\nmasse volumique d’argent a = 7g/cm3.\n\nOn veut recouvrir par voie électro chique une face d’une\n\nlame métallique de surface totale 100 cm2 à l’aide d’une\n\ncouche de cuivre d’épaisseur 0,1mm.\n\na- Quelle est la nature des électrodes ?\n\nb- Quelle solution peut – on utiliser comme électrolyte?\n\nc- Pendant l’électrolyse la solution est bleue. Pourquoi ?\n\nd- Pendant l’électrolyse, la coloration bleue de la solution\n\nse conserve. Pourquoi ?\n\ne- Que peut – on observer au niveau des électrodes ?\n\nf- Ecrire l’équation bilan aux électrodes.\n\ng- Calculer le volume et la masse du cuivre déposé.\n\nh- Calculer le temps nécessaire pour obtenir le dépôt.\n\nDonnées : Dans les conditions de l’expérience 2,2g de\n\ncuivre se dépose en un quart d’heure. La masse\n\nvolumique du cuivre est 8,8g/cm3.\n\nOn recouvre d’aluminium une bague métallique de 75cm2\n\nde surface par électrolyse. On admet que le courant\n\npermet de déposer 2,2g d’aluminium par heure .\n\n1- Quelle est la nature des électrodes ?\n\n2- Quelle solution peut – on utiliser comme électrolyte ?\n\n3- Que peut – on observer au niveau des électrodes ?\n\n4- Ecrire l’équation bilan aux électrodes.\n\n5- Calculer la masse de métal déposé au bout de 3 heures.\n\n6- Calculer le volume de métal déposé au bout de 3h.\n\n7) Calculer l’épaisseur de métal au bout de 3h.\n\nDonner : Masse volumique de l’aluminium : 2,7g/cm3.\n\nLa masse du zinc d’une pille neuve est 10 g. Lorsque la pile\n\nest hors d’usage, la masse du zinc restant est 30% de la\n\nmasse du zinc de la pile neuve. On admet que quand la pile\n\nfonctionne, il y a 15 mg de zinc qui est consommé en trois\n\nminutes.\n\n1) Quel est l’élément consommé ?\n\n2) Quel est l’électrolyte d’une pile ?\n\n3) Préciser la nature des électrodes d’une pile.\n\n4) Ecrire l’équation bilan de la transformation qui à lieu.\n\n5) Calculer la masse du zinc restant.\n\n6) Calculer la masse du zinc consommé. (en 2 méthodes)\n\n7) Cette pile à fonctionné pendant combien de temps.\n\nCompléter et équilibrer les équations suivantes :\n\na) Na+ + …. Na\n\nb) Fe3+ + …. Fe\n\nc) Br- Br2 + e- .\n\nd) Cu2+ + …. Pb2+ + ….\n\ne) Cr3+ + …. …. + Zn2+\n\nf) Zn2+ + Al Zn + Al3+\n\ng) Cu + Ag+ Cu2+ + Ag\n\nh) H+ + Zn Zn2+ + H\n\ni) 6H+ + Al Al3+ + H2.\n\nj) Cl- Cl2 + ….\n\n« Une maison en dure ayant sa fondation en banco fini\n\npar s’écrouler » SAWADOGO. L\n\nSAWADOGO . L PROFESSEUR CERTIFIE « L.D LA -TODEN» . « LE SUCCES AU BEPC AVEC 20/20 en PC » p. 18\n\nPARTIE 2 : CORPS MOLECULAIRES\n\n1) Définir : l’électrolyse de l’eau ; la synthèse de l’eau ;\n\nun hydrocarbure ; un alcane ; isomères.\n\n2) Expliquer le chaos moléculaire et La structure dispersée\n\nDes gaz.\n\n3) Citer les propriétés des gaz puis donner une explication\n\npour chacune des propriétés.\n\n4) Donner les produits de la combustion complète d’un\n\nAlcane dans le dioxygène.\n\n5) Une maison possède les dimensions suivantes :\n\nL = 10m ; l = 4m et h = 3m.\n\na- Calculer le volume d’air de cette salle.\n\nb- Calculer en le volume de dioxygène et du diazote.\n\n6) Une chambre à air emprisonne 720 cg d’air.\n\nCalculer le volume d’air emprisonné.\n\n7) On transvase 30 Cm3 d’un gaz dans un bocal de 80 Cm3.\n\nQuelle est la propriété des gaz mise en évidence,\n\nQuelle est la structure qui explique cette propriété.\n\n8) On transvase 100 Cm3 d’un gaz dans un bocal de 50 Cm3.\n\nQuelle est la propriété des gaz mise en évidence,\n\nQuelle est la structure qui explique cette propriété.\n\n9) On transvase 30 Cm3 d’un gaz dans un bocal contenant\n\ninitialement 80 Cm3 d’un autre gaz.\n\nQuelle est la propriété des gaz mis en évidence,\n\nQuelle est la structure qui explique cette propriété.\n\n10) Après une hydrolyse de l’eau, on à recueilli 37 Cm3 de\n\ngaz à la cathode.\n\na- Quelle est la nature de ce gaz.\n\nb- Quelle est la nature du gaz recueilli dans le même\n\ntemps à l’anode. Calculer son volume.\n\nB A\n\nLe schéma ci-dessus représente la réaction de l’électrolyse\n\nde l’eau.\n\n1) Lequel des tubes à essais A ou B recouvre l’anode ?\n\n2) Quel gaz le tube à l’anode contient – il ?\n\n3) Comment peut –on caractériser ce gaz.\n\n4) Quelle relation mathématique existe – t - elle entre le\n\nvolume du gaz en A et celui en B.\n\n5) Ecrire l’équation bilan de cette réaction chimique.\n\nEcrire et compléter en équilibrant les équations-bilan\n\nSuivantes :\n\n……H2 + 3O2 ……H2O (1)\n\n4H2 + ….O2 ……H2O (2)\n\n….H2S + ……O2 ….S + …H2O (3)\n\n…..H2O ….O2 + ….H2 (4)\n\nDonner le nom des équations-bilan 1) ; 2) et 4).\n\nOn réalise la synthèse de l’eau à partir d’un mélange\n\ngazeux constitué de 30cm3 de dihydrogène et 30cm3 de\n\ndioxygène.\n\n1) Indiquer le nom et la formule du produit formé.\n\n2) Ecrire l’équation-bilan de la réaction chimique.\n\n3) A partir de l’équation-bilan, Fidèle affirme qu’il reste\n\nencore une certaine quantité d’un des réactifs.\n\na- Donner le nom de ce réactif.\n\nb- Déterminer le volume restant de ce réactif.\n\nLors d’une électrolyse de l’eau, on a recueilli 250Cm3 d’un\n\ngaz à la cathode.\n\n1) Quel est la nature de ce gaz ? A quoi le reconnait-on ?\n\n2) Quelle est la nature du gaz recueilli dans le même à\n\nl’anode ? Comment l’identifie-ton ? Calculer son volume.\n\n100 mL de dihydrogène et 30 mL de dioxygène sont\n\ncontenu dans une éprouvette graduée. On approche à\n\nl’ouverture de l’éprouvette une étincelle.\n\n1) Qu’obtiendrait-t-on ?\n\n2) Donner le nom de la réaction.\n\n3) Déterminer le volume de chaque gaz réagi.\n\n4) Donner la nature du gaz en excès après la réaction.\n\nCalculer son volume restant.\n\nSoit l’équation de la réaction suivante : Y X + Z.\n\n1) Donner les formules de Y, X et Z sachant que la\n\n2) décomposition de Y par le courant électrique donne\n\ndeux gaz X et Z. Le gaz X rallume une buchette d’allumette\n\nprésentant un point incandescent et le gaz Z aboie en\n\nprésence d’une flamme.\n\n3) Comment appelle-ton cette réaction chimique ?\n\nSAWADOGO . L PROFESSEUR CERTIFIE « L.D LA -TODEN» . « LE SUCCES AU BEPC AVEC 20/20 en PC » p. 19\n\n4) Sachant que le volume totale des deux gaz est de\n\n42cm3, déterminer le volume de X et celui de Z.\n\nLors d’une électrolyse de l’eau, on recouvre deux\n\nélectrodes avec une seule éprouvette.\n\nAu passage du courant on a recueilli 36cm3 de gaz.\n\n1) Ecrire l’équation bilan équilibrée de la décomposition\n\nde l’eau.\n\n2) Déterminer les volumes de gaz de dihydrogène et de\n\ndioxygène contenus dans l’éprouvette.\n\nOn veut réaliser la synthèse de l’eau avec 4,5 litres de\n\ndihydrogène.\n\n1) Quel est le volume d’air nécessaire à cette réaction ?\n\n2) Calculer la masse d’eau formée sachant que 400cm3 de\n\ndioxygène se combine au dihydrogène pour donner 1,5g\n\nd’eau.\n\nSoient les corps suivants, de formules : SO4 ; NH3 ; C8H18 ;\n\nH2S ; CH4 ; C2H6 ; C2H2 ; C4H10O.\n\nRemplir le tableau en y écrivant les formules ci-dessus dans\n\nles cases appropriées.\n\nHydrocarbures\n\nAlcanes\n\nAutres\n\nEXERCICE 10\n\n1) a- Donner la formule générale brute d’un alcane. En\n\ndéduire d’une manière générale le nombre d’atomes de\n\ncarbone , de dihydrogène et le nombre d’atomes total\n\ncontenu dans sa molécule.\n\nb- Ecrire l’équation bilan générale de la combustion\n\ncomplète d’un alcane dans le dioxygène. En déduire\n\nd’une façon générale le nombre de molécules de\n\ndioxygènes nécessaires , le nombre de molécules de\n\ndioxyde de carbone et de l’eau formés.\n\n2) Dans le tableau ci-dessous, il manque pour certains\n\nalcanes soit le nom, soit la formule brute. Compléter ce\n\ntableau.\n\nNom\n\nMéthane\n\nButane\n\npentane\n\nFormule\n\nbrute\n\nC2H6\n\nC3H8\n\nEXERCICE 11\n\nDonner le nom et la formule brute des alcanes dans les cas\n\nsuivants :\n\n1) Un alcane contient quatre atomes de carbone.\n\n2) Un alcane contient huit atomes de hydrogène.\n\n3) Un alcane contient huit atomes au total dans sa\n\nmolécule.\n\n4) Un alcane contient 17 atomes au total dans sa\n\nmolécule.\n\n5) Un alcane est tel que la différence entre le nombre\n\nd’atome d’hydrogène et le nombre d’atome de carbone\n\nest 5.\n\n6) La combustion complète d’un alcane produit cinq (05)\n\nmolécules d’eau.\n\n7) La combustion complète d’un alcane produit trois (03)\n\nmolécules de dioxyde de carbone.\n\n8) La combustion complète d’un alcane nécessite huit (08)\n\nmolécules de dioxygène.\n\nEXERCICE 12\n\nDans chacun des cas suivants, déterminer la formule brute,\n\nle nom et la formule développée de l’alcane puis écrire\n\nl’équation bilan de sa combustion dans le dioxygène.\n\n1) Un alcane à 2 atomes de carbone dans sa molécule.\n\n2) Un alcane à 12 atomes d’hydrogène.\n\n3) Un alcane à au total 14 atomes dans sa molécule.\n\n4) La combustion complète d’un alcane produit deux (02)\n\nmolécules d’eau.\n\n5) La combustion complète d’un alcane nécessite cinq (05)\n\nmolécules de dioxygène.\n\n6) Le rapport du nombre d’atomes total sur le nombre\n\nd’atomes de carbone est 3,4.\n\nEXERCICE 13\n\nLa différence entre le nombre d’atome d’hydrogène et le\n\nnombre d’atome de carbone d’un alcane est 7.\n\n1) Donner la formule brute et le nom de cet alcane.\n\n2) On brule un volume V de cet alcane. La combustion a\n\nnécessité 60 litres d’air. La combustion complète d’un litre\n\nde cet alcane nécessite 5 L de dioxygène et produit 3 L\n\nd’eau.\n\na- Ecrire l’équation bilan de la réaction.\n\nb- Calculer le volume de dioxygène consommé.\n\nc- Calculer le volume V de l’alcane brulé.\n\nd- Calculer la masse d’eau formée.\n\nEXERCICE 14\n\nLa combustion complète de 60g d’un alcane nécessite 15L\n\nde dioxygène et produit 35g de CO2 et 40 Cm3 d’eau. Cet\n\nalcane produit 4 molécules d’’eau.\n\n1) Donner sa formule brute et son nom.\n\n2) Ecrire l’équation bilan de sa combustion complète.\n\n3) Sachant que 50g de CO2 est formé ;\n\na- Calculer le volume de dioxygène utilisé.\n\nb- Calculer le volume d’air présent.\n\nc- Calculer la masse d’eau formée.\n\nSAWADOGO . L PROFESSEUR CERTIFIE « L.D LA -TODEN» . « LE SUCCES AU BEPC AVEC 20/20 en PC » p. 20\n\nd- Calculer la masse d’alcane utilisée.\n\nEXERCICE 15\n\n1) Un hydrocarbure à pour formule CaHb. Sachant qu’il\n\nest un alcane, Exprimer b en fonction de a. Déterminer la\n\nformule brute de ce alcane pour b = 18.\n\n2) Appolinaire ramasse dans la cours de l’école une\n\nfeuille sur laquelle se trouve l’écriture suivante :\n\nH H H\n\nH C C C H\n\nH H C H H\n\nH\n\nDéterminer sa formule brute le nom de cette formule.\n\nPARTIE 3 : CORPS SOLIDES\n\n1) Définir : Une combustion ; une oxydation ; un\n\nréducteur ; un oxydant ; une réduction ; une oxydation.\n\n2) Citer les trois oxydes de fer puis écrire l’équation-bilan\n\nde l’obtention de chaque oxyde.\n\n3) Donner le nom du réactif caractéristique du :\n\na- Dioxyde de carbone ;\n\nb- Dioxyde de soufre.\n\n4) Quels sont les produits formés lors de la réduction de :\n\na- L’oxyde ferrique par l’aluminium.\n\nb- L’oxyde cuivrique par le carbone.\n\n5) Qu’est-ce qu’une réaction exothermique.\n\n6) Donner les formules des deux oxydes de soufre.\n\n7) Ecrire l’équation bilan des réactions suivantes :\n\na- Combustion complète du carbone.\n\nb- Combustion incomplète du carbone.\n\nc- Oxydation du souffre.\n\nd- Oxydation lente du fer.\n\ne- Oxydation rapide du fer.\n\n8) Expliquer brièvement la mise en évidence des gaz\n\nsuivants : CO2 et SO2.\n\nPour chacune des équations suivantes :\n\nEquilibrer, indiquer par des flèches le sens de l’oxydation\n\net de la réduction. Préciser le corps oxydant, le corps\n\nréducteur, le corps oxydé et le corps réduit.\n\n1)\n\n2)\n\n3)\n\n4)\n\n5)\n\n6)\n\n7)\n\nOn peut obtenir du fer en deux étapes à partir d’un\n\nminerai riche en oxyde de fer (Fe2O3).\n\n1ère étape : on fait bruler du carbone dans l’air de façon à\n\nobtenir du monoxyde de carbone de formule CO.\n\n2ème étape : l’oxyde ferrique réagit avec le monoxyde de\n\ncarbone pour donner du fer et un gaz qui trouble l’eau de\n\nchaux.\n\n1) Indiquer la formule et le nom du gaz qui trouble l’eau\n\nde chaux.\n\n2) Ecrire l’équation bilan équilibrée de chacune des\n\nréactions réalisées aux différentes étapes.\n\n3) Donner le nom de chaque transformation.\n\nSAWADOGO . L PROFESSEUR CERTIFIE « L.D LA -TODEN» . « LE SUCCES AU BEPC AVEC 20/20 en PC » p. 21\n\nDans la salle de collection du laboratoire de chimie,\n\nBoureima a oublié d’essuyer des points en fer humides\n\navant de les ranger. Une semaine après, il se rend compte\n\nqu’elles ont pris la couleur rouge brique.\n\n1) Préciser la nature du dépôt rouge brique.\n\n2) Expliquer simplement sa formation.\n\n3) De quel type d’oxydation s’agit – il (lente ou rapide)\n\n4) Ecrire l’équation bilan de l’oxydation lente du fer\n\n5) Ecrire l’équation bilan de l’oxydation rapide du fer.\n\n6) Pour réaliser une soudure par aluminothermie, on brule\n\nun mélange de poudre d’aluminium avec un oxyde de fer\n\nde formule Fe2O3.\n\nEcrire et équilibrer l’équation de cette réaction.\n\n1) Recopier et compléter le tableau ci-dessous.\n\nSubstances\n\nFormule\n\nchimique\n\nCorps pur simple ou\n\nEau\n\nDihydrogène\n\nOxyde ferrique\n\nAlumine\n\nDioxyde de Soufre\n\nOxyde cuivrique\n\nLa rouille\n\nOxyde magnétique\n\nde fer\n\nDiazote\n\n2) Classer les corps dans le tableau ci-dessous : CO ; Fe ;\n\nCH4 ; H2 ; N2 ; I2 ; C ; O2 ; NaCl.\n\nCorps\n\npurs\n\nCorps purs\n\nSimples\n\nCorps purs\n\nComposés\n\nMolécules Atomes\n\nEXERCICE 5\n\nVincent ramasse un morceau de fer dans la cours de\n\nl’école. Le Professeur lui dit que ce fer est rouillé et les\n\nexplique que cette rouille s’est formée lentement par\n\naction de l’oxygène de l’air humide sur le fer qui finit par\n\ndisparaitre.\n\n1) Donner le nom et la formule chimique du constituant\n\nprincipal de la rouille.\n\n2) Ecrire l’équation-bilan de la formation de la rouille.\n\n3) De quel type de réaction chimique s’agit-il ?\n\n1) Franceline projette la poudre de fer dans une flamme\n\na- Donner le nom et la formule du corps obtenu.\n\nb- Ecrire l’équation bilan de la réaction\n\n2) Madame SONDO utilise 0,5Kg de charbon de bois\n\npour préparer la soupe.\n\na- Donner le nom et la formule de l’élément chimique du\n\ncharbon de bois.\n\nb- Ecrire l’équation bilan de la combustion complète qui\n\na eu lieu.\n\nc- Calculer le volume de dioxyde de carbone rejeté\n\ndans l’air.\n\nd- Calculer la masse de dioxyde de carbone rejeté\n\ndans l’air. On admet que la combustion de 1g de\n\ncharbon de bois produit 2 litres de dioxyde de carbone.\n\nLa masse volumique de l’air est : .\n\n1) Soma brûle du magnésium dans le dioxyde de\n\ncarbone. Il obtient de l’oxyde de magnésium (MgO) et\n\ndu carbone.\n\n2) Ecrire l’équation bilan équilibrée de la réaction.\n\n3) Indiquer avec des flèches portées sur l’équation bilan\n\nles réactions d’oxydation et de la réduction.\n\n4) Indiquer : Le corps réduit ; le corps réducteur ;\n\nle corps oxydant et le corps oxydé.\n\nLes équations bilans ci-dessous correspondent à deux\n\nréactions chimiques qui ont successivement lieu dans les\n\nhauts fourneaux.\n\nEquation 1 : C + O2 CO2\n\nEquation 2 : C + CO2 2CO\n\n1) Nommer la première réaction.",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_2_56_mb.pdf",
    "year": null,
    "zone": null,
    "hasCorrection": true
  }
}