{
  "sourceType": "livre",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": null,
  "title": "t l charger 2 26 mb - part 3",
  "content": "la fin le rang de chacun dans la liste sélectionnée. Sa syntaxe : RANG (nombre ; référence ; ordre)37\n\n La fonction moyenne (arithmétique) est calculée en additionnant des nombres et en les divisant\n\npar leur nombre. Par exemple, la moyenne de 2,16 ; 21 et 11 est égale à 50 divisé par 4, ce qui\n\ndonne12,5.\n\nExemples\n\n36Les éléments de texte peuvent être des chaînes de caractères, des nombres ou des références à des cellules uniques.\n\n37 Nombre est le nombre dont vous voulez connaître le rang. Référence est une matrice, ou une référence à une liste de nombres. Les valeurs non numériques dans référence\n\nsont ignorées. Ordre est un numéro qui spécifie comment déterminer le rang de l'argument nombre.\n\nSi l'argument ordre a la valeur 0 (zéro) ou si cet argument est omis, Microsoft Excel calcule le rang d'un nombre comme si la liste définie par l'argument référence était triée par\n\nordre décroissant.\n\nSi la valeur de l'argument ordre est différente de zéro, Microsoft Excel calcule le rang d'un nombre comme si la liste définie par l'argument référence était triée par ordre\n\ncroissant.\n\nPage 31 sur 53\n\nA\n\nB\n\nC\n\nD\n\n1 DONNEE SAISIE DES FORMULES\n\nDESCRIPTION\n\nRESULTAT\n\n=PUISSANCE (A2;10)\n\n2 élevé à la puissance de 10\n\n1024\n\n3\n\n16\n\n=RACINE(A3)\n\nRacine carrée de 16\n\n4\n\n4\n\n21\n\n=MOYENNE(A2;A3;A4;A5)\n\nLa moyenne de 2,16 ; 21 et 11 est égale à 50 divisé par 4\n\n12,5\n\n5\n\n11\n\n=RANG(A5;A2:A5;1)\n\nRang de 11 dans la liste ci-dessus par ordre croissant\n\nLEÇON 10: INSERTION D’UN GRAPHIQUE\n\nInsérer un graphique ;\n\nDÉFINITIONS\n\nLes graphiques sont utilisés pour afficher des séries de données numériques sous forme graphique afin\n\nd’appréhender plus facilement d’importantes quantités de données et les relations entre différentes séries\n\nde données.\n\nPROCÉDURE\n\nPour créer un graphique dans Excel, il faut commencer par entrer les données dans une feuille de calcul\n\net ensuite tracer ces données dans un graphique : plusieurs formes de graphiques sont disponibles dans\n\nle groupe Graphiques de l’onglet Insertion.\n\n Créer votre base de données ;\n\n Sélectionner les cellules contenant les données que vous voulez utiliser pour votre graphique\n\n Cliquer sur l’onglet Insertion et choisir votre graphique ;\n\n Pour notre exemple : choisissez le graphique Colonne et cliquez sur Histogramme 2D\n\nPage 32 sur 53\n\nMODULE 2: NUMÉRATION ET ALGORITHMIQUE 25H\n\nCOMPÉTENCE 1: NUMÉRATION\n\n15H\n\nLEÇON 11: LES SYSTÈMES DE NUMÉRATION\n\n1H\n\nDéfinir système de numération.\n\nLa création de la numération est un des faits les plus brillants de l'histoire de l'humanité. Si la plupart\n\ndes civilisations ont adopté le système décimal, c'est qu'il a toujours été naturel de compter sur ses\n\ndoigts. Comment faire pour représenter ces nombres dans la machine ? Car une machine n’est que\n\nconstituée des circuits électroniques complexes.\n\nLE SYSTÈME DE NUMÉRATION\n\n1. Définitions\n\nOn utilise les \" systèmes de numération\" pour compter des objets et de les représenter par des nombres.\n\nAutrement dit les \" systèmes de numération\" décrivent la façon avec laquelle les nombres sont\n\nreprésentés.\n\nTrois notions interviennent dans un système:\n\n La base B du système, c'est un nombre entier quelconque ;\n\n Les digits du système sont des caractères tous différents et représentent chacun un élément de la\n\nbase; il y en a donc B au total ;\n\n Poids du digit selon son rang.\n\n2. Exemples de système de numération\n\nOn peut citer :\n\nLA NOTION DE BASE\n\nLa base peut se définit comme le nombre de symboles (chiffres) dont on dispose pour représenter des\n\nnombres. Ainsi, on distingue :\n\n Le Système décimal\n\nDans la base 10 \"système décimal \", il y a dix digits: 0, 1, 2, 3, 4, 5, 6, 7,8 et 9 appelés chiffre\n\n Le Système binaire ou base 2\n\nDans ce système, la base B vaut 2, et il y a donc 2 digits 0 et 1, appelés dans ce cas \" BIT\" (Binary\n\ndigIT) ou chiffre binaire en français.\n\n Le Système octal 38\n\nDans ce système, la base vaut 8 et il y a 8 digits: 0, 1, 2, 3, 4, 5,6 et 7. Il n'y a pas de chiffres 8 et 9.\n\n Le Système hexadécimal\n\nDans ce système, la base B vaut 16 et il y a 16 digits: 0,1,2,3,4,5,6,7,8,9,A,B,C,D,E et F. Les dix\n\npremiers digits de 0 à 9 sont les chiffres du système décimal et les digits de 10 à 15 sont les premières\n\nlettres majuscules de l'alphabet.\n\n38 Avec l’évolution technologique des composants, cette base tend aujourd’hui à disparaître au profit de la base 16. Mais toute fois elle reste encore très utilisée par certains\n\nsystèmes d’exploitation pour accorder les droits aux fichiers, répertoires, …\n\n La numération romaine ;\n\n La numération décimale ;\n\n La numération babylonienne ;\n\n Les numérations utilisées par les ordinateurs.\n\nPage 33 sur 53\n\nLEÇON 12: LES CONVERSIONS DANS LES BASES\n\nEffectuer les conversions d’une base à l’autre ;\n\nLe transcodage (ou conversion de base) est l’opération qui permet de passer de la représentation d’un\n\nnombre exprimé dans une base à la représentation du même nombre mais exprimé dans une autre base.\n\nCONVERSION : DECIMAL → BINAIRE, DECIMAL → OCTAL, OU\n\nDECIMAL → HEXADECIMAL\n\nPour convertir un nombre de la base 10 vers une base B (2, 8, 16), la règle à suivre est la division\n\nsuccessive :\n\n On divise le nombre par la base B puis le quotient obtenu par la base B ;\n\n On continue le même exercice jusqu'à l’obtention d’un quotient nul ;\n\n La suite des restes correspond aux symboles de la base visée ;\n\n On obtient en premier le chiffre de poids faible et en dernier le chiffre de poids fort.\n\nNB : En base 16, lorsqu’un des restes est compris entre 10 et 15, on le remplace par son équivalent\n\nhexadécimal avant d’écrire le résultat.\n\nExemples : convertir (23)10 = (…) 2 décimal → binaire\n\n(23)10 = (1 1 1 0 1) 2\n\nExemples : convertir (123)10 = (…) 16 décimal → hexadécimal\n\n(123)10 = (7B) 16 11est compris entre 10 et 15, on le remplace par\n\nSon équivalent hexadécimal (B)\n\nCONVERSION : BINAIRE, OCTAL, HEXADECIMAL → DECIMAL\n\nPour convertir un nombre d’une base B (2, 8, 16) vers la base 10, on peut suivre le procédé suivant qui\n\nest la règle de la somme des produits:\n\n On numérote chaque symbole du nombre écrit en base B (2, 8, 16) en commençant de la droite\n\nvers la gauche (c'est-à-dire du poids faible vers le poids fort) et le premier numéro étant 0 ;\n\n On multiplie chaque symbole du nombre à convertir par B à la puissance de son numéro trouvé à\n\nl’étape 1 et on fait la somme ;\n\n On effectue l’opération trouvée à l’étape 2 ;\n\n On écrit convenablement le résultat.\n\n5\n\n11\n\n23\n\nOn s’arrête !,\n\nquotient nul\n\n7\n\n16\n\n11\n\n7\n\n123 16\n\nOn\n\ns’arrête\n\n!,\n\nquotient nul\n\nPage 34 sur 53\n\nExemples : convertir (123)8 = (…) 10 octal → décimal\n\n On numérote chaque symbole du nombre binaire ;\n\n On multiplie chaque symbole par 2 à la puissance de sa position (son poids) trouvée à l’étape 1\n\net on addition 1×82+2×81+3×80\n\n On effectue l’opération trouvé à l’étape 2 c'est-à-dire 64+16+3=83\n\n On écrit convenablement le résultat (123)8 = (83) 10\n\nExemple : convertir (101101)2 = (…) 10 binaire → décimal\n\nPuis on fait la somme des produits : 1 x 25 + 0 x 24 +1 x 23 +1 x 22 +0 x 21 +1 x 20\n\nEnsuite on calcule 32+0+8+4+0+1 et enfin on obtient 45. Soit (101101)2 = (45) 10\n\nCONVERSION : BINAIRE → OCTAL, HEXADECIMAL\n\nLa démarche est la suivante :\n\n On décompose le nombre binaire en tranche de 3 (pour la base 8) ou de 4 (pour la base 16) à\n\npartir du bit de poids faible ;\n\n On complète la dernière tranche par des 0 s’il y a lieu ;\n\n On convertit chaque tranche par son équivalent octale ou hexadécimale ;\n\n On remplace chaque tranche par son équivalent trouvé à l’étape précédente voir tableau ci\n\ndessous.\n\nBase 8 : 8=23\n\nbase 16=24\n\nSuite binaire\n\nSymbole\n\noctal\n\n3\n\n4\n\n5\n\n6\n\n7\n\n0 0 0 0 0 0 0 0 1 1 1\n\nSuite binaire\n\n0 0 0 0 1 1 1 1 0 0 0\n\n0 0 1 1 0 0 1 1 0 0 1\n\n0 1 0 1 0 1 0 1 0 1 0\n\n0 1 2 3 4 5 6 7 8 9 A B C D E F\n\nSymbole\n\nhexadécimal\n\n1 2 3\n\n1 0\n\n1 0 1 1 0 1\n\n5\n\n4\n\n3\n\nNumérotation\n\nPage 35 sur 53\n\nExemple : convertir (1011011)2 = (…) 8 binaire → octal\n\n On décompose le nombre binaire en tranche de 3 :\n\n On convertit chaque tranche par son équivalent octale (voir tableau base 8)\n\n On obtient : (1011011)2 = (133) 8\n\nExemple : convertir (101101111)2 = (…) 16 binaire → hexadécimal\n\n On décompose le nombre binaire en tranche de 4 :\n\n On convertit chaque tranche par son équivalent hexadécimale (voir tableau base 16)\n\n On obtient : (1011011)2 = (16F) 16\n\nIV.\n\nCONVERSION : OCTAL, HEXADECIMAL → BINAIRE\n\nPour convertir un nombre un nombre d’une base B (8, 16) vers la base 2, on peut suivre le procédé\n\nsuivant :\n\n On converti chaque symbole du nombre de la base 2 par son équivalent binaire sur 3 (pour la\n\nbase 8) ou 4 (pour la base 16) bits ;\n\n On remplace chaque symbole du nombre par son équivalent binaire sur 3 ou 4 bits en fonction de\n\nla base de départ.\n\nExemple : convertir (4B1)16 = (…) 2 hexadécimal → binaire\n\n On convertit chaque symbole du nombre de la base 2 par son équivalent binaire sur 4 (pour la\n\nbase 16) bits ;\n\n On obtient : (4B1)16 = (10010110001) 2\n\nV.\n\nCONVERSION D'UNE BASE X VERS BASE Y\n\nSi X = Bm et Y= Bn Alors convertir le nombre de la base X (Bm ) vers B puis de la base B vers la base\n\nY (Bn )\n\nSinon Convertir de la base X vers la base 10 puis de la base 10 vers la base Y Base Y Base B (ou 10)\n\nEN RÉSUMÉ\n\n(0 0 1) (0 1 1) (0 1 1)\n\nOn a complété deux 0 pour\n\nobtenir une tranche de 3\n\n(0 0 1) (0 1 1) (0 1 1)\n\n1 3 3\n\n(0 001)(0 1 10)(1111)\n\nOn a complété trois 0 pour\n\nobtenir une tranche de 4\n\n(0 00 1) (0 1 10) (11 1 1)\n\n1 6 F\n\n4 B 1\n\n0100 1011 0001\n\nBASE X\n\nBASE Y\n\nBASE B ou base 10\n\nPage 36 sur 53\n\nLEÇON 13: LES OPÉRATIONS DANS LES BASES\n\n3H\n\nEffectuer l'addition et la soustraction en base deux.\n\nLes opérations arithmétiques dans les bases 2, 8 et 16 s’effectuent avec les mêmes règles et principes\n\nqu’en base 10.\n\nOPÉRATION D’ADDITION\n\n1. En binaire\n\nEXEMPLES: calculer en base 2 l’opération suivante: 101+11\n\n On commence à additionner les bits de poids faible (1+1= 1 0) ;\n\n On écrit 0 sur la partie résultat et on reporte 1 comme retenue\n\nsur le bit de poids fort suivant ;\n\n On additionne les bits de poids fort suivant (0+1+1 =1+0+1 = 1 0\n\n On écrit 0 sur la partie résultat et on reporte 1 comme retenue\n\nsur le bit de poids fort suivant ;\n\n On additionne les bits de poids fort suivant (1+1= 1 0) ;\n\n On écrit 0 sur la partie résultat et on reporte 1 comme retenue sur le bit de poids fort suivant ;\n\n On additionne les bits de poids fort suivant (1+le vide+le vide ou 1+0+0=1) et on l’écrit sur la\n\npartie résultat.\n\n2. En octal\n\nEXEMPLE: calculer en base 8 l’opération suivante: 367+16\n\n On fait 7+6=13;\n\n13 n’existe pas en base 8. Soit 13-8= 5 (on obtient une retenue car on\n\na retranché dans 13 une seule fois) c'est-à-dire (13)10=(15)8 ;\n\n Ensuite 1+6+1= 8 c'est-à-dire (8)10=(10)8 ;\n\n Enfin 1+3=4\n\n3. En Hexadécimal\n\nEXEMPLE: calculer en base 16 l’opération suivante: A67+5B\n\n On fait 7+B=7+11=18;\n\n18 n’existe pas en base 16. Soit 18-16= 2 (on obtient une retenue car on\n\na retranché dans 18 une seule fois) c'est-à-dire (18)10=(12)8 ;\n\n Ensuite 1+6+5= 12 qui correspond à C dans la base 16;\n\n Enfin A+0=A\n\n1 0 1\n\n1 1\n\n+\n\n1 0 0 0\n\n1 1\n\nRetenue\n\nRésultat\n\n3 6 7\n\n1 6\n\n+\n\n4 0 5\n\n1 1\n\nRetenue\n\nRésultat\n\nA 6 7\n\n5 B\n\n+\n\nA C 2\n\nRetenue\n\nRésultat\n\nPage 37 sur 53\n\nOPÉRATION DE SOUSTRACTION\n\n1. En binaire\n\nEXEMPLE: calculer en base 2 l’opération suivante: 11001-111\n\n on fait 1-1=0 ;\n\n 0-1 cela ne se peut pas ; j’ajoute à 0 un « binaire »,\n\nCe qui fait 1 0 -1=1 ; (en quelque sorte 2-1 en base 10)\n\n ce binaire devient une retenue au poids suivant.\n\nCette retenue vient s’ajouter à 1 ce qui donne 2 (en base 10)\n\nc'est-à-dire 10 (en base 2) et non 11 ;\n\n L’opération devient 0-10 cela ne se peut pas ; j’ajoute à 0\n\nun « binaire », Ce qui fait 1 0 -10=0\n\n ce binaire devient une retenue au poids suivant. Cette retenue vient s’ajouter au vide(0) ce qui\n\ndonne 1 (en base 10) c'est-à-dire 1 (en base 2) ; on fait 1-1=0\n\n au dernier poids, nous faisons tout simplement 1-le vide (0)=1 et on obtient 11001-111=10010\n\n2. En octal et hexadécimal\n\nEXEMPLE: calculer en base 8 l’opération suivante: 640-463\n\n on fait 0-3 cela ne se peut pas. J’ajoute à 0 huit unités\n\n(0+8unités), ce qui donne 8-3=5. On écrit 5 et la retenue est\n\nRenvoyée au poids suivant qui vient s’ajouter à 6 ; ce qui donne\n\n7 et non 16 ;\n\n On fait 4-7 cela ne se peut pas. J’ajoute à 4 huit unités\n\n(4+8unités), ce qui donne 12-7=5. On écrit 5 et la retenue est\n\nRenvoyée au poids suivant qui vient s’ajouter à 4 ; ce qui donne\n\n5 et non 14 ;\n\n Enfin on fait 6-5=1 et on écrit 1.le résultat obtenu est : 640-463=155\n\nEXEMPLE: calculer en base 16 l’opération suivante: 74A-46F\n\nSachant que : A= 10 et F=15\n\n on fait A-F c’est à dire 10-15 cela ne se peut pas. J’ajoute à 10\n\nseize unités (10+16unités), ce qui donne 26-15=11=B (base 16).\n\nOn écrit B et la retenue est renvoyée au poids suivant\n\nqui vient s’ajouter à 6 ; ce qui donne 7 et non 16 ;\n\n On fait 4-7 cela ne se peut pas. J’ajoute à 4 seize unités\n\n(4+16unités), ce qui donne 20-7=13. On écrit D (base 16) et la retenue est\n\nRenvoyée au poids suivant qui vient s’ajouter à 4 ; ce qui donne\n\n5 et non 14 ;\n\n Enfin on fait 7-5=2 et on écrit 2.le résultat obtenu est : 74A-46F =2DB\n\n1 1 10 10 1\n\n1 11 1 1\n\n-\n\n1 0 0 1 0\n\nRetenue\n\nRésultat\n\nBinaire\n\najouté\n\n6 14 10\n\n14 16\n\n3\n\n-\n\n1 5\n\n5\n\n7 14 1A\n\n14 16\n\nF\n\n-\n\n2 D\n\nB\n\nPage 38 sur 53\n\nOPÉRATION DE MULTIPLICATION (VOIR EXERCICES)\n\nLEÇON 14: QUELQUES CONCEPTS DE BASE DE LA CODIFICATION\n\nDéfinir les termes : Donnée, Information, Code, Codification (Codage, Décodage) ;\n\nDonner les qualités d’une information.\n\nLes informations traitées par les ordinateurs sont de différentes natures : nombres, texte, images, sons,\n\nvidéo, programmes, …Dans un ordinateur, elles sont toujours représentées sous forme binaire (BIT :\n\nBinary digIT) une suite de 0 et de 1.\n\nLA NOTION D’INFORMATION\n\n1. Disparité entre une information et une donnée\n\nL’information39 est le support formel d’un élément de connaissance humaine susceptible d’être\n\nreprésentée à l’aide de conventions (codages) afin d’être conservée, traitée ou communiquée.\n\nÉtymologiquement, l'information est ce qui donne une forme à l'esprit. Elle vient du verbe Latin\n\ninformare, qui signifie \"donner forme à\" ou \"se former une idée de\".\n\nTandis qu’une donnée40 est la représentation d’une information sous une forme conventionnelle (codée)\n\ndestinée à faciliter son traitement. Autrement dit, une donnée est un élément d’une information.\n\n2. Les qualités d’une bonne information\n\nUne bonne information doit être :\n\n Précise : lorsqu’elle définit indubitablement la personne ou la chose ;\n\n Fiable : une information doit être sans erreurs ;\n\n Pertinente : lorsqu’elle permet la prise rapide d’une décision ou d’une position ;\n\n Vérifiable : elle doit être basée sur un raisonnement logique et cohérent permettant de démontrer\n\nle pourquoi\n\nLES MESURES DE PERFORMANCE\n\n1. Le codage de l’information\n\nLe codage d’une information consiste à établir une correspondance entre la représentation externe\n\n(habituelle) de l’information (le caractère A ou le nombre 36 par exemple), et sa représentation interne\n\ndans la machine, qui est une suite de bits.\n\nExemple : Le nombre 125 :\n\n39 L'information désigne à la fois le message à communiquer et les symboles utilisés pour l'écrire. Elle utilise un code de signes porteurs de sens tels qu'un\n\nalphabet de lettres ou une base de chiffres.\n\n40 Elle peut encore être définie comme un événement important (un chiffre, un fait, une instruction, un indice, …) prélevé à partir d’une expérience. Elle\n\nest transformée (ou traitée) par un homme (ou un ordinateur) pour former une information.\n\nPage 39 sur 53\n\n125 est la représentation externe du nombre cent vingt cinq\n\nLa représentation interne de 125 sera une suite de 0 et 1 (1111101)\n\nEn informatique, le codage de l’information s’effectue principalement en trois étapes :\n\n L’information sera exprimée par une suite de nombres (numérisation) ;\n\n Chaque nombre est codé sous forme binaire (suite de 0 et 1) ;\n\n Chaque élément binaire est représenté par un état physique par exemple\n\n Charge électrique (RAM : Condensateur-transistor) : chargé (bit 1) ou non chargé (bit 0)\n\n Magnétisation (Disque dur, disquette) : polarisation Nord (bit 1) ou sud (bit 0)\n\n Alvéoles (CDROM) : réflexion (bit 1) ou pas de réflexion (bit 0) ….\n\n2. Le code\n\nUn code est un système conventionnel de signes ou signaux, de règles et de lois permettant la\n\ntransformation d’un message en vu d’une utilisation particulière\n\nExemple : le code de la route, le code postal.\n\n3. La codification\n\nLa codification de l’information est l’opération qui consiste à élaborer, à créer et à appliquer un code.\n\nPage 40 sur 53\n\nLEÇON 15: LES PRINCIPAUX CODES UTILISÉS\n\n3H\n\nLister quelques exemples de codes41 ;\n\nCoder les lettres de l’alphabet et les chiffres de la base décimale en ASCII.\n\nLe système binaire ne traite que des nombres binaires (des 0 et des 1). Pour ce fait, il utilise plusieurs\n\ncodes pour permettre l’exécution de fonctions spécifiques dans le cadre du matériel numérique. On\n\ndistingue deux catégories de codes: les \"codes numériques\" qui permettent seulement le codage des\n\nnombres, et les \"codes alphanumériques\" qui permettent le codage d'une information quelconque\n\n(ensembles de lettres, de chiffres et de symboles).\n\nLES CODES NUMÉRIQUES\n\n1. Le code décimaux\n\nOn code chaque chiffre (0-9) en binaire sur 4 bits (23 < 10≤ 24). Ce code est appelé DCB: (Décimal\n\nCodé en Binaire) en anglais BCD: Binary Coded Decimal\n\nExemple : (1297)10 = (0001 0010 1001 0111) BCD\n\n2. Le code binaire réfléchi\n\nDans ce code, appelé code GRAY, un seul bit change de valeur entre deux codages successifs. Il est\n\nconstruit de proche en proche, de telle sorte que chaque fois que l'on ajoute au code un bit sur sa gauche,\n\non recopie au dessous de combinaisons existantes les mêmes combinaisons, mais en les écrivant dans\n\nl'ordre opposé.\n\nExemple : Sur trois bits on peut avoir :\n\nDécimal\n\n3\n\n4\n\n5\n\n6\n\n7\n\nGRAY\n\n000\n\n001\n\n010\n\n011\n\n100\n\n101\n\n110\n\n111\n\nLES CODES ALPHANUMÉRIQUES\n\n1. Le code barre\n\nCe principe de codage, apparu dans les années 80, est largement utilisé sur les produits de grande\n\nconsommation, car il facilite la gestion des produits. Le marquage comporte un certain nombre de barres\n\nverticales ainsi que 13 chiffres :\n\n41 Quelques notions:\n\nun quartet : c'est un mot de 4 bits (0-15)\n\nun octet : c'est un mot de 8 bits (0-255)\n\nun \"kilo\" : unité de capacité de traitement numérique (10 bits: 0-1023)\n\nPage 41 sur 53\n\n Le 1er chiffre désigne le pays d’origine : 3 = France, 4 = Allemagne, 0 = U.S.A, Canada etc. … ;\n\n Les cinq suivants sont ceux du code « fabricant » ;\n\n Les six autres sont ceux du code de l’article ;\n\n Le dernier étant une clé de contrôle ;\n\n Les barres représentent le codage de ces chiffres sur 7 bits, à chaque chiffre est attribué un\n\nensemble de 7 espaces blancs ou noirs.\n\n2. Le code ASCII\n\nLe code ASCII (American Standard Code for Information Interchange) est utilisé en particulier pour\n\nl'échange d'informations entre une unité centrale et des périphériques en informatique (clavier,\n\nimprimante,..). C’est un code qui admet à la fois de représenter les nombres, les caractères\n\nalphabétiques, les signes de ponctuations et les caractères spéciaux. Ils représentent chaque caractère sur\n\n7 bits, cependant, le code ASCII étendu (version française) représente sur 8 bits. Ce code est très\n\nrépandu dans le milieu de la micro-informatique\n\n2.1.\n\nUtilisation du code ASCII\n\nLe code ASCII de base permettrait de représenter les caractères sur 7 bits et offrait donc la possibilité de\n\ncoder 128 caractères différents.\n\n Les codes 0 à 31 : caractères de contrôle (saut de page, …) ;\n\n Les codes 33 à 47 : ponctuation ;\n\n Les codes 48 à 57 : les chiffres 0 à 9 Les codes 58 à 64 : ponctuation ;\n\n Les codes 65 à 90 : lettres majuscules (A, …, Z) ;\n\n Les codes 91 à 96 : ponctuation ;\n\n Les codes 97 à 122 : lettres minuscules ;\n\n Les codes 123 à 127 : ponctuation et suppression.\n\n2.2.\n\nMéthode à suivre pour coder les caractères\n\nPour coder un caractère ou un chiffre, il suffit tout simplement de suivre les étapes ci-après :\n\n Repérer le caractère ou le chiffre à coder ;\n\n A partir du caractère ou du chiffre repérer, parcourir verticalement le tableau jusqu'à la première\n\nligne, lire et écrire le code (sur trois bits) qui s’y trouve ;\n\n A partir du caractère ou du chiffre repérer, parcourir horizontalement le tableau jusqu'à la\n\npremière colonne, lire et écrire le code (sur quatre bits) qui s’y trouve ;\n\n Mettre les deux codes côte à côte et obtenir le code ascii du caractère ou du chiffre repérer.\n\n2.3.\n\nCoder une expression\n\nExemple : soit à coder l’expression On fait le BEPC en 3e\n\nLe code ascii de cette expression est : 1001111 1101110 0100000 0110110 1100001 1101001 111 0100\n\n0100000 1101100 1100101 0100000 1000010 1000101 1010000 1000011 0100000 1100101 1101110\n\n0100000 0110011 1100101.\n\nSon équivalent en hexadécimal est :\n\nPage 42 sur 53\n\n4F 6E 20 36 61 69 74 20 6C 65 20 42 45 50 43 20 65 6E 20 33 65\n\nNB : 20↔010 0000 représente l’espacement\n\nLE TABLEAU ASCII\n\nIl existe d’autre système de codage non exposé dans cette leçon. Le système EBCDIC (Extended Binary\n\nDecimal Interchange Code), le code EIA (Electronic Industries Association).\n\nPage 43 sur 53\n\nLEÇON 16: LES UNITÉS DE MESURES EN INFORMATIQUES 1H\n\nLister les unités de mesures de données en informatique ;\n\nConvertir les mesures de capacités informatiques (bit, octet – Kilo octets - Giga octets – Téra\n\noctets).\n\nDans la vie courante, on utilise le mètre pour exprimer une distance parcourue, le kilogramme pour\n\nexprimer la masse d’un corps, l’accélérateur pour exprimer la rapidité d’un véhicule. Quand n’est-il de\n\nla quantité d’information traitée ou sauvegardée par un ordinateur ?\n\nLES UNITÉS DE MESURES DE DONNÉES\n\nUn ordinateur traite des informations de différents types : Instructions, Nombres, Images ; Etc. Toutes\n\nsont représentées sous forme binaire : suite de 0 et 1. Les unités de mesure suivantes sont utilisées en\n\ninformatique pour quantifier la taille de la mémoire d'un ordinateur, l'espace utilisable sur un disque dur,\n\nla taille d'un fichier, d'un répertoire ou autre.\n\n1. Le bit\n\nLe Bit « Binary Digit » est la plus petite unité d’information traitable par une machine. Elle ne peut\n\nprendre que deux valeurs 0 et 1. C’est le nom attribué au support électrique d’une donnée pouvant\n\nprendre deux niveaux de tension logique, le niveau haut (1), ou le niveau bas (0).\n\nPour que le bit soit utilisable en informatique, il faut en mettre plusieurs ensembles.\n\nAvec plusieurs bits, on peut former plusieurs combinaisons\n\n Avec 2 bits, on a 4 possibilités : 2 x 2 (ou 22) : On peut compter jusqu'à 3 (0, 1, 2 et 3)\n\n soit les 2 bits sont éteints ;\n\n soit les deux bits sont allumés ;\n\n soit le premier bit est éteint, le deuxième est allumé ;\n\n soit le premier bit est allumé, le deuxième est éteint.\n\nEn tableau, voilà ce que ça donne :\n\nbinaire\n\nétat\n\ndécimal\n\n00\n\ntout éteint\n\n01\n\n1er bit allumé\n\n10\n\n2ème bit allumé\n\n11\n\ntout allumé\n\n3\n\n Avec 3 bits, on a 8 possibilités : 2 x 2 x 2 (ou 23) : On peut\n\ncompter jusqu'à 7 (0, 1, 2, 3, 4, 5, 6 et 7)\n\nBit\n\nbinaire\n\ndécimal\n\n000\n\n001\n\n010\n\n011\n\n3\n\n100\n\n4\n\n101\n\n5\n\n110\n\n6\n\n111\n\n7\n\nPage 44 sur 53\n\n Avec n bits, on peut représenter 2n possibilités différentes\n\n2. L’octet\n\nUn octet est composé de huit bits. Le symbole de l’octet est la lettre « o » minuscule. La lettre « O »\n\nn’est pas acceptable (en majuscule) dans le système international d’unité (S.I.) à cause du risque de\n\nconfusion avec le chiffre 0. Il peut prendre 28, soit 256, valeurs possibles. En représentation non\n\nsigné classique il s'agit des valeurs de 0 à 255.\n\nRemarque :\n\n Pour coder des données texte en informatique, on utilise un octet pour représenter un\n\ncaractère : 1 caractère = 1 octet = 8 bits;\n\n Ne pas confondre bit et byte42 : bit = la plus petite unité, comme cela a été vu plus haut\n\net byte = octet en anglais.\n\nLES MULTIPLES DE L’OCTET\n\nDe manière erronée selon le SI (système international), avant la normalisation de 1998, et encore de nos\n\njours dans l'usage courant, on utilise les unités dérivées pour représenter les valeurs suivantes en\n\npuissance de 2 :\n\n 1 kilo-octet (Ko) = 210 octets = 1 024 o = 1024 x 8 bits\n\n 1 méga-octet (Mo) = 220 octets = 1 024 ko =1 048 576 octets\n\n 1 giga-octet (Go) = 230 octets = 1 024 Mo = 1 073 741 824 octets\n\n 1 téraoctet (To) = 240 octets = 1 024 Go = 1 099 511 627 776 octets\n\n Péta-octet\n\n Exa-octet\n\n Zetta-octet\n\n Yotta-octet\n\n42 Les unités de taille variable\n\nRune : seize bits. Ce terme fut introduit pour tenter de dissiper la confusion régnant autour du terme « mot » (anglais word), qui signifie souvent 16 bits mais peut aussi valoir\n\n32 ou 64 bits selon le processeur.\n\nQuad : trente-deux bits. Comme la Rune, ce terme fut introduit pour tenter de dissiper la confusion régnant autour du terme « mot ». Aujourd'hui, il peut être question d'un\n\n\"Quad\" float, d'un mot en précision quadruple par rapport à un mot de précision simple (float sur 32 bits) ou double (double sur 64 bits). En nombre flottant, il s'agit d'un\n\nnombre codé 128 bits. Ces termes sont dérivés de ceux utilisés par le langage C\n\nLes unités de taille fixe\n\nQuartet ou nibble : la moitié d'un octet, soit quatre bits2.\n\nSeptet : sept bits.\n\nOctet : un octet est composé de huit bits.\n\nseizet ou doublet : seize bits.\n\nPage 45 sur 53\n\nLEÇON 17: LES UNITÉS DE MESURES DE PERFORMANCE\n\n3H\n\nDécrire les unités de mesure du matériel (écran, mémoire, processeur, Lecteur/graveur,\n\nimprimantes, scanneur. Exemple : Hertz, bit, pixel, X, ppm, pouce, bps, ppp…) ;\n\nDécrire les caractéristiques d’un ordinateur.\n\nUn ordinateur est composé de plusieurs parties. A l’intérieur de l’unité centrale se trouve la carte mère\n\nqui porte le microprocesseur et le relie aux autres composantes : carte son, carte mère, carte graphique,\n\nmémoires, etc.\n\nLES UNITÉS DE MESURE DU MATÉRIEL\n\n1. Le microprocesseur ou central processing unit 43 (CPU)\n\nLe processeur encore appelé unité centrale de traitement est la partie de l’ordinateur qui exécute toutes\n\nles opérations. Les ordinateurs que nous utilisons sont munis de microprocesseurs.\n\nSa vitesse se définit comme la fréquence d’exécution c'est-à-dire le nombre d’opérations qu’il peut\n\neffectuer en une seconde.\n\nSon unité de mesure est l’Hertz de symbole Hz.\n\nLa fréquence d’un microprocesseur définit donc sa performance. Plus le nombre d’opérations effectuées\n\npar seconde est grand, plus la machine est rapide. La performance dépend aussi de l’usage qu’on en fait.\n\nQuelques performances des processeurs : 2.4Hz, 5.2hz.\n\n2. La mémoire\n\nUne mémoire est un composant électronique qui permet d’enregistrer, de conserver et de restituer des\n\ninformations. Les informations peuvent être écrites ou lues. Il y a écriture lorsqu’on enregistre des\n\ninformations en mémoire, lecture lorsqu’on récupère des informations précédemment enregistrées.\n\n2.1.\n\nDifférents types de mémoire\n\n Les mémoires vives (RAM)\n\nUne mémoire vive sert au stockage temporaire de données. Elle doit avoir un temps de cycle très court\n\npour ne pas ralentir le microprocesseur. Il existe deux grandes familles de mémoires RAM (Random\n\nAcces Memory : mémoire à accès aléatoire) : Les RAM statiques et Les RAM dynamiques\n\n Les mémoires mortes (ROM)\n\nPour certaines applications, il est nécessaire de pouvoir conserver des informations de façon permanente\n\nmême lorsque l’alimentation électrique est interrompue. On utilise alors des mémoires mortes ou\n\nmémoires à lecture seule (ROM : Read Only Memory). Il existe plusieurs types de ROM :\n\nROM ; PROM ; EPROM ; EEPROM ; FLASH EPROM.",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_2_26_mb.pdf",
    "year": null,
    "zone": null,
    "hasCorrection": true
  }
}