{
  "sourceType": "annale",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": null,
  "title": "t l charger 26 93 mb - part 4",
  "content": "loi et aux principes démocratiques et avoir des égards pour les\n\nautres ; exemple : pour contester les résultats d’une élection\n\nil faut s’adresser aux structures prévues à cet effet.\n\n- La tolérance : acceptation de l’autre comme son égal et\n\nélément de la société ou de la communauté à laquelle l’on\n\nappartient, et soumis aux mêmes lois et règles. Exemple : dans\n\nle cadre du jeu démocratique, accepter les critiques ou la\n\nremise en cause de ses propres idées par les adversaires.\n\n- L’honnêteté : vertu consistant à reconnaître aux autres leurs\n\net devoirs. Exemple : reconnaître ses erreurs, les limites de se\n\npropositions et accepter quand elles sont constructives, les\n\nidées des autres.\n\nExplication de l’impact des comportements responsables sur\n\nles activités des parties politiques :\n\nLes\n\ncomportements\n\nresponsables\n\nfavorisent\n\nle\n\njeu\n\ndémocratique et permettent aux activités de se dérouler dans\n\nde bonnes conditions. Ce qui contribue à préserver la paix, à\n\ninstaurer la cohésion et l’harmonie sociale, au développement\n\néconomique.\n\nLes attributions de la Cour Suprême\n\nElle est la plus haute institution judicaire de l’Etat. Ce pouvoir\n\nest exercé avec d’une part les juridictions d’instances\n\n(tribunaux de 1ière instance) et d’autre part les juridictions\n\nd’appel (cour d’appel) ; les jugements ou arrêts qu’elle rend\n\nsont sans recours et interviennent après ceux rendus en\n\npremier lieu par les juridictions d’instance d’abord puis en\n\nsecond lieu par les juridictions d’appel. Elle valide les élections\n\nmunicipales et celles des conseils généraux. Son président est\n\nle 3ième personnage de l’Etat ; il est nommé pour 5 ans par le\n\nPrésident de la République et il est assisté par 3 vice-\n\nprésidents qui sont aussi présidents des 3 différentes\n\nchambres de la cour suprême. Les magistrats qui la\n\ncomposent sont nommés par le Président de la République.\n\nSa structure : elle est composée de 3 chambres :\n\nß La chambre administrative qui juge le recours pour excès ou\n\nabus du pouvoir par rapport à une décision de l’autorité\n\nadministrative\n\nß La chambre judiciaire qui comprend 2 formations : Une\n\nformation civile qui juge en dernier ressort les affaires\n\nd’ordre civil, commercial et fiscal et une formation pénale qui\n\njuge les questions pénales.\n\nß La chambre des comptes qui contrôle le budget de l’Etat et\n\nsa gestion, les comptes des comptables publiques et\n\nassimilés. Elle exerce ses attributions en toute indépendance\n\nvis-à-vis des pouvoirs exécutifs (le gouvernement) et législatif\n\n(le parlement).\n\nSes attributions demeurent jusqu’à sa dissolution tel que\n\nprévue par la constitution d’août 2000 et la mise en place de 3\n\nnouvelles juridictions à savoir : La cour des comptes en\n\nremplacement de la chambre des comptes\n\nLe conseil d’Etat à la place de la chambre administrative et la\n\ncour de cassation à la place de la chambre judiciaire. Le recours\n\nà la cour suprême se fait le citoyen (justiciable) n’est pas\n\nsatisfait par les jugements des tribunaux rendus par les\n\ntribunaux de 1ière instance et les cours d’appel ; dans ce cas il\n\ns’agit d’un pourvoi en cassation.\n\nLes attributions du Conseil Constitutionnel\n\nß Il est issu de l’ancienne chambre constitutionnelle de la cour\n\nsuprême. Il est dirigé par un président nommé par le\n\nprésident de république pour une durée de 6 ans\n\nrenouvelable une seule fois. Il a comme membre les anciens\n\nprésidents et des magistrats nommés pour 6 ans non\n\nrenouvelables à part égal par le président de la république et\n\nle président de l’assemblée nationale.\n\nß Il juge de la conformité des lois avec les constitutions. Il\n\nstatue sur la validité des élections présidentielles et\n\nlégislatives.\n\nLes attributions du Conseil Economique et Social\n\nDirigé par un président nommé par le président de la\n\nrépublique, cette institution a pour rôle : D’émettre des avis sur\n\nles projets de lois, d’ordonnances ou de décrets, ainsi que sur\n\nles propositions de loi à caractère économique et social qui lui\n\nsont soumis.\n\nLes comportements responsables face aux institutions de la\n\nrépublique :\n\nL’obéissance, le respect, la soumission aux décisions,\n\nl’utilisation des moyens légaux en cas de recours\n\nL’importance du respect du Conseil Constitutionnel :\n\nContribution au développement économique et social de la\n\nnation à travers le contrôle de la bonne gestion des ressources\n\nde l’Etat, Préservation de la paix à travers la justice et l’équité,\n\nDéveloppement de la démocratie.\n\nCHAPITRE 5 : LE VOTE ET LA PARTICIPATION DU\n\nCHAPITRE 5 : LE VOTE ET LA PARTICIPATION DU CITOYEN A LA VIE\n\nCITOYEN A LA VIE DE LA NATION\n\nLe scrutin électoral : Opération permettant aux citoyens d’un\n\npays ou aux membres d’une assemblée de choisir leur(s)\n\nreprésentant(s).\n\nA. L’importance du vote\n\nExpression de son opinion\n\nExercice du pouvoir du peuple.\n\nElection des représentants du peuple ou du dirigeant\n\nd’un Etat ou d’une association.\n\nParticipation à la vie de son pays, de son association\n\nPréservation de la paix.\n\nB. Le processus du vote\n\nAu plan national c’est la commission électorale\n\nindépendante (CEI) qui est chargée de conduire le\n\nprocessus :\n\n66\n\n1. Avant de voter\n\nß Inscription sur la liste des électeurs.\n\nß Vérification de la conformité des informations.\n\n2. Pendant le vote\n\nß Présentation de la carte d’électeur et de la carte d’identité\n\nle jour du scrutin au président du bureau de vote.\n\nß Signature du registre des électeurs.\n\nß Prise du ou des bulletins de vote et d’une enveloppe.\n\nß Dans l’isoloir, choix de son candidat et mise du bulletin dans\n\nl’enveloppe.\n\nß Mise du bulletin dans l’urne\n\nß Sorite du bureau de vote après avoir trempé l’index gauche\n\ndans l’encre indélébile.\n\n3. Après le vote\n\nß Dépouillement des bulletins\n\nß Dénombrement des votants\n\nß Calcul des suffrages exprimés\n\nß Proclamation des résultats\n\nC.\n\nLes règles du scrutin\n\nß Soumission à la loi\n\nß Respect de la discipline\n\nD. Les principes du scrutin\n\nß Sens de la justice, de l’objectivité, de la tolérance\n\nß Impartialité.\n\nß Acceptation du verdict des urnes, le cas échéant,\n\nréclamation selon les normes en vigueur.\n\nN.B les raisons d’invalidation : Les fraudes avérées avec\n\npièces justificatives\n\nCHAPITRE 6 : L’IMPOT ET LE DEVELOPPEMENT DU PAYS\n\nCHAPITRE 6 : L’IMPOT ET LE DEVELOPPEMENT DU PAYS\n\nL’importance de l’impôt : Au plan socio-économique\n\nß Construction des centres de santé, d’écoles, de routes, de\n\nmarchés.\n\nß Electrification et adduction d’eau.\n\nß Paiement des salaires.\n\nß Assurer la sécurité des biens et de la population.\n\nß La défense du territoire.\n\nß Le remboursement des dettes de l’Etat.\n\nL’importance de l’impôt : Au plan politique\n\nß Orienter le développement économique.\n\nß Lutter contre les disparités régionales.\n\nß Inciter à la consommation d’un produit nationale.\n\nß Lutter contre la concurrence étrangère.\n\nß Protéger la production nationale.\n\nN.B les 3 dernières mesures sont difficilement applicables car\n\nelles sont contraires aux principes de libéralisme économique\n\nprôné par l’OMC (Organisation Mondiale du Commerce). Pour\n\nréussir toutes ces actions, l’Etat a construit des centres d’impôt.\n\nL’importance des centres d’impôt\n\nß Rapprocher les centres du contribuable pour faciliter le\n\npaiement de l’impôt.\n\nß Permettre à la DGI d’effectuer des recherches et des contrôles\n\npour découvrir, punir et décourager les mauvais contribuables.\n\nLes infractions fiscales concernent toutes fautes (manquements,\n\ntricheries, délits) en matière d’impôt. Il s’agit :\n\nß Du retard dans le paiement de l’impôt\n\nß Les fausses déclarations d’impôts (concernent tous ceux qui ne\n\ndéclarent pas la totalité de leurs revenus)\n\nß Le non-paiement de l’impôt\n\nß L’évasion fiscale (placement des capitaux dans les pays)\n\nLes sanctions\n\n1. Les sanctions fiscales sont fixées par la DGI et sont d’ordre\n\nfinancier et le montant est proportionnel à l’infraction :\n\nß Les pénalités de retard : Concernent le retard dans le paiement\n\nde l’impôt ; dans ce cas le contribuable paie le montant prévu\n\net des intérêts de retard correspondant à 10% de celui-ci.\n\nß Les majorations sont une somme d’argent supplémentaire qui\n\nest payée en plus du montant dû et des intérêts de retard.\n\nCette sanction concerne tous les contribuables qui ne\n\ndéclarent pas la totalité de leurs revenus (les fausses\n\ndéclarations).\n\nß L’amende : elle est prévue pou toute personne n’ayant pas\n\ndéclaré à la DGI ses revenus : c’est un montant forfaitaire (fixé\n\nà l’avance par la loi) ; dans ce cas le contribuable paie le\n\nmontant dû, les intérêts de retard, la majoration et l’amende\n\nprévue en fonction de l’importance e l’infraction.\n\nß En plus de ces sanctions pécuniaires, selon le cas la DGI peut\n\nengager des poursuites pénales.\n\n2. Les sanctions pénales concernent des cas très graves pour\n\nlesquels le fraudeur est condamné par les tribunaux à des\n\npeines d’emprisonnement dont la durée est fonction des\n\ntextes en vigueur.\n\nLes modes de recouvrement de l’impôt. Il y 4 modes:\n\nß Le recouvrement ordonné : Quand le comptable public notifie\n\nau contribuable qu’il doit payer l’impôt ; exemple : patente,\n\nimpôt foncier avec avis.\n\nß Le recouvrement spontané : quand le contribuable vient lui-\n\nmême payer l’impôt sans attendre un avis.\n\nß Le recouvrement amiable : quand le contribuable paye sa dette\n\ndans les délais légaux.\n\nß Le recouvrement forcé : quand le contribuable ne paye pas sa\n\ndette fiscale dans les délais légaux et que l’administration\n\nfiscale lui oblige par les moyens coercitifs.\n\nCHAPITRE 7 : LE PROJET D’ENTREPRISE ET L’INSERTION SOCIALE\n\nCHAPITRE 7 : LE PROJET D’ENTREPRISE ET L’INSERTION SOCIALE\n\nLe projet d’entreprise : C’est le document portant sur\n\nla création d’une toute petite entreprise.\n\nA. Les étapes nécessaires à la création d’une entreprise\n\n1) L’identification de l’activité\n\n2) L’étude de marché : c'est-à-dire une enquête qui permet de\n\nsavoir si l’idée trouvée est commercialement viable. Ainsi, la\n\nvaleur de l’estimation, le profil du personnel, les activités\n\nconstituent l’étude de faisabilité. Elle s’appuie sur un\n\nquestionnaire qui comprend 4 points :\n\n67\n\nß Le produit répond-il à un besoin ? (durée dans le temps ?\n\nquantité ?)\n\nß Le prix de vente du produit est-il concurrentiel ?\n\nß La place de l’entreprise est-elle accessible ?\n\nß La promotion du produit sera-t-elle faite de manière\n\nefficace, portées et efficiente (coût, efficacité)\n\nLe capital de démarrage : c’est prévoir l’investissement ou les\n\ndépenses pré opérationnelles (équipements etc..) et les fons\n\nde roulement ou dépenses\n\nB. Les principales étapes nécessaires au lancement d’une\n\nentreprise\n\n1) Trouver l’idée\n\n2) Réaliser une étude de marché qui consiste à :\n\n3) Estimer le capital de démarrage de l’entreprise\n\n4) Identifier le profil du personnel à recruter\n\n∑ Planifier les activités de l’entreprise\n\n∑ Identifier les tâches journalières, hebdomadaires, mensuelles\n\n∑ Identifier les clients potentiels\n\nC. Les bienfaits d’un projet d’entreprise\n\nL’entreprise quand elle est bien gérée, contribue au\n\ndéveloppement des sentiments de liberté et d’indépendance,\n\nau rayonnement de l’entrepreneur dans son environnement\n\n(à travers les services rendus, les bénéfices partagés) et à la\n\nréalisation personnelle.\n\nD. L’importance d’un projet d’entreprise\n\nLe micro-projet permet de passer d’une petite entreprise à une\n\ngrande avec pour effet : la réduction du chômage, l’épanouissement\n\nsocial, le développement du pays, la réduction de la pauvreté.\n\nCHAPITRE 8 : L’UTILISAATION RATIONNELLE DES BIENS\n\nCHAPITRE 8 : L’UTILISAATION RATIONNELLE DES BIENS PUBLIQUES ET LE DEVELOPPEMENT DU PAYS\n\nPUBLIQUES ET LE DEVELOPPEMENT DU PAYS\n\nLes biens publics : Ensemble des infrastructures, des\n\néquipements et des ressources utiles à l’ensemble des\n\ncitoyens\n\nDes exemples de biens publics : Formations sanitaires,\n\nInfrastructures socio culturelles, Jardins publics, Bâtiments\n\nadministratifs, Salles de classes, Véhicules administratifs,\n\nTables – bancs, Point d’eau à l’école, Latrines, réfectoires, Les\n\nfinances publiques\n\nLes pratiques de dégradation des biens publiques\n\nß Graffitis sur les clôtures murs ou autobus\n\nß Casser et incendier des autobus, bâtiments publics\n\nß Endommager les robinets, bornes- fontaines, tables\n\nL’importance de l’utilisation rationnelle des biens publics\n\nß Biens publics conservés au profit de la communauté.\n\nß Possibilité\n\npour\n\nles\n\ngestionnaires\n\ndes\n\ncollectivités\n\nd’entreprendre de nouvelles réalisations pour la population\n\net profitable à la nation.\n\nß L’Etat réalise ainsi des économies\n\nß Plus de possibilités pour l’Etat d’investir, donc de\n\ndévelopper le pays.\n\nLes comportements responsables face aux biens publics\n\nß Pas de gaspillage : réparer les robinets défectueux, éteindre la\n\nlumière quand on est hors du bureau etc.\n\nß Protéger les biens publics : Ne pas endommager les tables –\n\nbancs et autres infrastructures scolaires\n\nCHAPITRE 9 : LES ALLIANCES INTERETNIQUES, LES CULTURES DES\n\nCHAPITRE 9 : LES ALLIANCES INTERETNIQUES, LES CULTURES DES PEUPLES GO\n\nPEUPLES GOUR ET DES PEUPLES MANDES ET LA COHESION SOCIALE\n\nLes peuples gour sont constitués des Senoufo, des Lobi et des\n\nKoulango; ils occupent actuellement les régions du nord (entre\n\nles fleuves Bandaman et Comoé) et du nord – est (Bouna et le\n\nnord de la région de Bondoukou)\n\nDeux grands groupes composent les mandé :\n\nß Les mandés du sud composés des Yacouba, des Gouro, des\n\nGagou, des Toura installés dans les régions de Man, de Bouaflé\n\net d’Oumé.\n\nß Les Mandé du nord constitués par les Malinké, les dioula et les\n\nBambara installés dans les savanes du nord.\n\nLes alliances entre les peuples Gour et Mandé.\n\nLes alliances interethniques concernent :\n\nß Les We (Krou) et les Sénoufo\n\nß Les Koulango et les Koyaca\n\nß Les Gouro et les Yacouba d’une part et d’autre part les Gouro et les sénoufo\n\nCHAPITRE 10 : LA FREQUENTATION DES CENTRES DE SANTE ET\n\nCHAPITRE 10 : LA FREQUENTATION DES CENTRES DE SANTE ET LA LUTTE\n\nLA LUTTE CONTRE L’AUTOMEDICATION, LES MALADIES ENDEMIQUES\n\nENDEMIQUES ET PARASITAIRES\n\nLes centres de santé : Ce sont des infrastructures sanitaires de\n\nproximité en vue d’assurer les premiers soins médicaux avant\n\nl’évacuation vers un centre hospitalier régional.\n\nL’automédication : c’est le fait pour un individu de prendre un\n\nmédicament sans la prescription d’un spécialiste (médecins,\n\ninfirmiers).\n\nLes maladies endémiques et parasitaires : Le paludisme,\n\nl’onchocercose, la fièvre typhoïde, La variole, la bilharziose\n\nL’importance des centres de santé : Prévention contre les\n\nmaladies à travers les conseils, premiers soins aux malades,\n\nappuie aux campagnes de vaccination contre les maladies\n\nendémiques et parasitaires, éviter les déplacements sur les\n\nlongues distances.\n\nLes dangers de l’automédication : Aggravation de la maladie,\n\nintoxication médicamenteuse, mort\n\nLes actions de sensibilisation à la fréquentation des centres de\n\nsanté : Campagne d’information (conférences, affiches,\n\ntémoignages) sur les dangers de l’automédication.\n\n68\n\nCHAPITRE 11 : LES BIENFAITS DU DEPISTAGE DU VIH ET LA\n\nCHAPITRE 11 : LES BIENFAITS DU DEPISTAGE DU VIH ET LA GESTION DE LA VIE, LE TEST DE DEPISTAGE DU VIH\n\nGESTION DE LA VIE, LE TEST DE DEPISTAGE DU VIH\n\nLe Dépistage : C’est un acte médical qui permet à toute\n\npersonne majeure de connaître son statut sérologique :\n\nSéronégatif ou séropositif\n\nLes différentes étapes d’un test de dépistage du VIH\n\n1) La mise en confiance\n\n2) Le prélèvement du sang\n\n3) l’annonce du résultat\n\nLes avantages du test de dépistage du VIH\n\na) Une bonne hygiène de vie\n\nb) La prise en charge : Médicale et Sociale\n\nc) La bonne gestion de sa vie (la planification des objectifs)\n\nà travers un projet de vie saine.\n\nL’objectif est un projet que l’on peut réaliser soit à court\n\nterme (moins de 6 mois) soit à long terme (plus de 6mois).\n\nCette planification se résume en 7 étapes qui sont :\n\na) Identifier les objectifs\n\nb) Dégager les avantages de l’atteinte des objectifs\n\nc) Identifier les obstacles qui le séparent de ces objectifs\n\nd) Savoir que l’on veut apprendre ou faire\n\ne) Identifier les personnes pouvant nous encourager\n\nf) Etablir le plan d’action et fixer les délais de réalisation.\n\na) Le frein à la propagation du VIH/SIDA\n\nb) La protection des autres de l’infection à VIH/SIDA\n\ng) Le respect des règles de bonne conduite\n\nLes règles de bonne conduite en rapport avec le statut\n\nsérologique\n\nß Cas du séropositif : Suivre scrupuleusement son\n\ntraitement par la prise des médicaments. / Hygiène de vie\n\n(alimentation saine et équilibrée, non consommation\n\nd’alcool et de tabac, rapport sexuels protégés etc.)\n\nß Cas du séronégatif : Hygiène de vie (alimentation saine et\n\néquilibrée, non consommation d’alcool et de tabac,\n\nrapport sexuels protégés etc.\n\nL’importance du test de dépistage du VIH\n\nß Information relative à sa sérologie\n\nß Conduite d’une vie conforme au statut sérologique.\n\nß Non propagation de la maladie\n\nß Planification des objectifs de la vie\n\nß Prise en charge médicale en sérologique positive\n\nCHAPITRE 12 : LA PROTECTION DES PARCS NATIONAUX, DES\n\nCHAPITRE 12 : LA PROTECTION DES PARCS NATIONAUX, DES RESERVES\n\nRESERVES FORESTIERES ET LA SAUVEGARDE DE L’ENVIRONNEM\n\nL’ENVIRONNEMENT\n\nA. DEFFINITIONS\n\nß Le parc national est un territoire ou la nature est aménagée\n\npour l’agrément et l’éducation public. Exemple de parcs : Parc\n\nde la Comoé, de Taï, de la Marahoué, du Mont Péko, d’Azagny,\n\ndu banco, de Kossou\n\nß La réserve forestière est un espace protégé pour la sauvegarde\n\ndes espèces animales et végétales. Exemples de réserves : les\n\nréserves du haut Bandama, du N’zo, de Divo et du Mont Nimba.\n\nB. L’IMPORTANCE DES PARCS NATIONAUX ET DES\n\nRESERVES FORESTIERES\n\nRôle écologique :\n\nß Préservation de la faune et de la flore.\n\nß Barrière contre la déforestation et l’avancée du désert.\n\nß Adoucissement du climat\n\nRôle éducatif et culturel\n\nß Connaissance sur les espèces animales et végétales\n\nß Lieux de rites initiatiques\n\nLes actions de protection des parcs nationaux et des\n\nréserves forestières.\n\nß Interdiction de pratique de la chasse et de l’exploitation\n\nforestière\n\nß Sanctions pénales sévères contre les braconniers et\n\nsensibilisation des populations riveraines\n\nCHAPITRE 13 : LA GESTION RATIONNELLE DE L’EAU ET LA\n\nCHAPITRE 13 : LA GESTION RATIONNELLE DE L’EAU ET LA SAUVEGARDE\n\nSAUVEGARDE DE LA PAIX SOCIALE\n\nLa gestion de l’eau : C’est l’utilisation rationnelle de l’eau\n\nA. Les actions de la gestion de l’eau\n\nß Utiliser un seau pour se laver ou pour laver une voiture.\n\nß Utiliser un verre pour se brosser\n\nß Recueillir de l’eau de pluie dans des récipients\n\nß Stocker de l’eau dans des réservoirs fermés\n\nß Entretenir des points d’eau de consommation\n\nß Réparer les robinets qui gouttent\n\nß Refermer le robinet après usage\n\nB. L’importance de la gestion rationnelle de l’eau dans\n\nla sauvegarde de la paix\n\nß Au plan familial : Le gaspillage de l’eau qui entraîne des\n\nfactures élevées est source de discorde au sein de la famille\n\n(risque de suspension de la distribution de l’eau courante\n\npour factures impayées)\n\nß Au plan communautaire : La mauvaise qualité du circuit de\n\ndistribution de l’eau entraîne de déperditions qui favorisent\n\nde fréquentes coupures d’eau sources de mécontentement\n\nde la population.\n\nPour télécharger ce livre et\n\nPour télécharger ce livre et obtenir les corrections :\n\nobtenir les corrections : SCANNEZ CE CODE\n\n69\n\nEXERCICE I :\n\nI/Remets dans le bon ordre les étapes du test de dépistage du VIH présentées ci-dessous en désordre.\n\n1. l’annonce du résultat\n\n2. la mise en confiance\n\n3. le prélèvement du sang\n\nII/ Voici un ensemble de rôles des parcs nationaux et des réserves forestières : a) Lieux de rites\n\ninitiatiques b) Préservation de la faune et de la flore ; c) Connaissance sur les espèces animales et\n\nvégétales ; d) Adoucissement du climat ; e) Barrière contre la déforestation et l’avancée du désert.\n\nReproduis et classe chaque rôle dans la colonne qui convient.\n\nColonne A : Rôle écologique\n\nColonne B : Rôle éducatif et culturel\n\nEXERCICE II :\n\nLes violences faites aux femmes\n\nLa journée de sensibilisation organisée sur les violences faites aux femmes à la bourse du travail de\n\nTreichville a mobilisé de nombreuses femmes. La Marraine, la Ministre de la solidarité de la famille, de\n\nla femme et de l’enfant, a engagé les femmes actives à garder leurs droits. Elle les a invitées à\n\npoursuivre la campagne de sensibilisation organisée par la coordination des syndicats de Côte d’Ivoire,\n\navant d’insister sur l’importance de la femme : Elle donne la vie et est au cœur de toutes les activités\n\nde la société. Malheureusement, elle fait l’objet parfois de harcèlement sexuel, de sévices corporels,\n\nde mutilations génitales et de violences conjugales. La Ministre a donc décidé un coup d’accélération\n\nà la lutte contre les violences faites aux femmes, car la femme constitue un pilier majeur de la société.\n\nAlors attenter à ses droits, c’est dire non à la vie, au développement.\n\nTexte adapté de Christian Dallet, Fraternité Matin\n\nQuestions :\n\n1- De quoi parle le texte ?\n\n2- Relève dans le texte les différentes expressions de ce phénomène\n\n3- Selon le texte les femmes font partie des personnes vulnérables. Cite d’autres catégorie.\n\n4- Indique deux mécanismes et deux instruments de lutte contre ce phénomène\n\n5- Explique pourquoi la femme est-elle importante dans la société\n\nEXERCICE III :\n\nPendant les vacances scolaires, tu aides ton oncle en tenant la comptabilité de sa petite boutique. Un\n\njour, il te demande de falsifier les comptes en réduisant les bénéfices réalisés. Devant ton étonnement,\n\nil t’explique que cela lui permet de payer moins d’argent pour l’impôt.\n\n1. Identifie le problème posé.\n\n2. Donne le nom de l’infraction fiscale dont se rend coupable l’oncle.\n\n3. Enumère :\n\na) Deux (02) autres infractions fiscales ;\n\nb) Deux (02) sanctions fiscales ;\n\n4. Indique ta décision. Justifie-la.\n\nSIMILI-BEPC N°1 : EDUCATION AUX DROITS DE L’HOMME ET A LA CITOYENNETE\n\n70\n\nEXERCICE I :\n\nPour chacune des affirmations suivantes ci-après au sujet des attributions du conseil économique,\n\nsocial, environnement et culturel, recopie le tableau ci-dessous et indique par V pour celles qui sont\n\nvraie et par F pour celles qui sont fausses .\n\nLe conseil est chargé de :\n\nValider les élections présidentielles\n\nÉmettre des avis sur des conseils d’ordre économique\n\nElire les présidents des conseils régionaux\n\n4\n\nVoter des lois à caractère économique et social\n\n5\n\nEmettre des avis sur les projets de lois à caractère social\n\n6\n\nVeiller à l’application des lois à caractère économique et social\n\nEXERCICE II :\n\nLes violences faites aux femmes\n\nLa journée de sensibilisation organisée sur les violences faites aux femmes à la bourse du travail de\n\nTreichville a mobilisé de nombreuses femmes. La Marraine, la Ministre de la solidarité de la famille, de\n\nla femme et de l’enfant, a engagé les femmes actives à garder leurs droits. Elle les a invitées à\n\npoursuivre la campagne de sensibilisation organisée par la coordination des syndicats de Côte d’Ivoire,\n\navant d’insister sur l’importance de la femme : Elle donne la vie et est au cœur de toutes les activités\n\nde la société. Malheureusement, elle fait l’objet parfois de harcèlement sexuel, de sévices corporels,\n\nde mutilations génitales et de violences conjugales. La Ministre a donc décidé un coup d’accélération\n\nà la lutte contre les violences faites aux femmes, car la femme constitue un pilier majeur de la société.\n\nAlors attenter à ses droits, c’est dire non à la vie, au développement.\n\nTexte adapté de Christian Dallet, Fraternité Matin\n\nQuestions :\n\n1- De quoi parle le texte ?\n\n2- Relève dans le texte les différentes expressions de ce phénomène\n\n3- Selon le texte les femmes font partie des personnes vulnérables. Cite d’autres catégorie.\n\n4- Indique deux mécanismes et deux instruments de lutte contre ce phénomène\n\n5- Explique pourquoi la femme est-elle importante dans la société\n\nEXERCICE III :\n\nAvant les élections générales de 2020, la Commission Electorale Indépendante (CEI) a lancé une\n\ncampagne de sensibilisation pour l’inscription sur le listing électoral. Ton oncle de quartier estime qu’à\n\ncause de la crise postélectorale qu’a connue le pays, il ne participera plus à une élection. Il refuse donc\n\nde s’inscrire sur le listing électoral et te demande de faire comme lui.\n\n1. Identifie le problème posé.\n\n2. Cite deux conséquences de la décision de l’oncle.\n\n3. Indique ta décision. Justifie-la.\n\nSIMILI-BEPC N°2 : EDUCATION AUX DROITS DE L’HOMME ET A LA\n\n71\n\nEXERCICE I :\n\nI/Les étapes de la création d’une entreprise sont présentées en désordre. Remets-les dans l’ordre qui\n\nconvient en utilisant les lettres\n\na) Identifier les clients potentiels ;\n\nb) Planifier les activités de l’entreprise ;\n\nc) Identifier les tâches journalières, hebdomadaires, mensuelles ;\n\nd) Trouver l’idée ;\n\ne) Réaliser une étude de marché (qui consiste estimer le capital de démarrage de l’entreprise\n\net à identifier le profil du personnel à recruter)\n\nII/ Parmi les valeurs ci-après, relève celles qui sont recommandées entre des alliés\n\n1) Le mariage\n\n2) la solidarité\n\n3) La vengeance\n\n4) L’assistance mutuelle\n\n5) La non-agression.\n\nEXERCICE II :\n\nLe travail bien fait\n\nAujourd’hui, beaucoup reste à faire afin d’atteindre un niveau de stabilité et de développement économique\n\nappréciable. Nous avons souvent tendance à attendre de la part de l’Etat des actions et des mesures en vue\n\nd’améliorer notre cadre de vie, de garantir à chacun la liberté de mouvement et surtout la sécurité…\n\nEn tant que citoyen, au niveau de nos établissements scolaires, il est important d’inculquer aux élèves des\n\nvaleurs de solidarité, d’entente et de respect de l’environnement au bénéfice de la communauté. Ces valeurs\n\nne pourront s’installer qu’à travers des activités menées aussi bien en classe qu’au sein des clubs et\n\nassociations sur les thèmes tels que l’environnement, la santé, la citoyenneté… On pourrait envisager au\n\nniveau supérieur des travaux d’intérêt général, initiés par les étudiants afin de susciter l’esprit de bénévolat.\n\nEnfin, il faut retenir que le travail libère l’homme et le travail bien fait encore plus.\n\nTexte adapté extrait de Fraternité Matin de Janvier 2017\n\nQUESTIONS :\n\n1) Dans le texte, l’auteur parle de l’Etat et du Citoyen.\n\na- Cite deux (2) mesures menées par l’Etat pour le bien être du citoyen\n\nb- Cite deux (2) actions individuelles pour soutenir les actions de l’Etat\n\n2) L’auteur énonce des valeurs citoyennes :\n\na- Cite quatre (4) autres que celles mentionnées dans le texte\n\nb- Explique l’importance de l’action citoyenne dans le cadre du développement d’un\n\npays à partir de deux exemples\n\n3) L’auteur dit dans le texte : « le travail libère l’homme et le travail bien fait encore plus. Donne\n\nton avis sur cette affirmation et justifie-le\n\nEXERCICE III :\n\nA la fin de l’étude du soir, tu demandes à ton camarade d’éteindre la lumière de la classe. Surpris par\n\nta réaction, il te répond ceci : « N’en fais pas un souci, c’est l’Etat qui paie les factures »\n\n1. Identifie le problème posé.\n\n2. Enumère trois (3) conséquences liées à la réaction de ton camarade\n\n4. Indique ta position. Justifie-la.\n\nSIMILI-BEPC N°3 : EDUCATION AUX DROITS DE L’HOMME ET A LA CITOYENNETE\n\n72\n\nETUDE ECONOMIQUE DE LA CÔTE D’IVOIRE\n\nETUDE ECONOMIQUE DE LA CÔTE D’IVOIRE\n\n☞ Le Relief monotone et peu accidenté\n\n® Les plaines : c’est la forme de relief la plus rependue, même si les\n\nplaines sont dominante dans la moitié sud\n\n® Les plateaux : isolés par endroit mais dominant dans le nord et à\n\nl’est\n\n® Les montagnes : Elles sont isolées à l’ouest et au nord-ouest. Il\n\ns’agit du mont Nimba, du mont Tonkoui, du mont Péko, du mont\n\nMomi.\n\n→Cette horizontalité dominante du relief rend aisé l’occupation\n\nhumaine, l’exploitation agricole et la mise en place d’infrastructures\n\nroutières\n\n☞ Le Climat varié\n\n® Le climat subéquatorial au sud est marqué par des pluies\n\nabondantes et régulières\n\n® Le climat de transition au centre dont les précipitations sont moins\n\nabondantes.\n\n® Le climat de montagne à l’ouest est marqué par des pluies\n\nabondantes\n\n® Le climat tropical humide au nord est marqué par une saison sèche\n\nimportante\n\n→La diversité de climat favorise la diversité des produits agricoles.\n\n☞ Le Végétation variée d’une région à une autre\n\n® La foret danse sud et à l’ouest riches en espaces\n\n® La forêt claire ou savane pré forestière au centre et à l’est.\n\n® La savane herbeuse et arborée au nord\n\n→La végétation favorise l’exploitation forestière et la pharmacopée\n\n☞ Les Sols adaptés aux cultures\n\n® Sol Hydro-morphe : le long du littorale et des cours d’eaux\n\n® Sol Ferrugineux : il est riche en humus et couvre la majorité\n\ndu territoire.\n\n® Sol Ferralitique : plus présent au nord, il comportent par\n\nendroit des cuirasses impropres à l’agriculture\n\n→De fertilité variable, les sois sont dans l’ensemble favorables\n\naux activités agricoles\n\n☞ Le sous-sol varié\n\n® Les ressources minières sont variées (fer, nickel, manganèse ;\n\nbauxite, et or & diamant les seuls en exploitation )\n\n® Les ressources énergétiques (pétrole, gaz naturel) en\n\noffshore qui sont exploitées depuis 1980.\n\n→l’exploitation des ressources du sous-sol peut devenir un pole\n\nde croissance à coté du secteur agricole et de l’industrie.\n\n☞ Le réseau hydrographie dense\n\n® Fleuves principaux (Comoé, Bandama, Sassandra, Cavally), et\n\nfleuves côtiers (le Tabou, l’Agneby, le Ré, la Bia)\n\n® Des lagunes (Ebrié, Aby, Grand Lahou) auxquelles s’ajoute\n\ndes lacs (Yamoussoukro, San-Pedro)\n\n® Une ouverture maritime de 560 km sur l’océan atlantique\n\n→le réseau hydrographique est très important pour l’industrie\n\n(production d’électricité), l’agriculture (irrigation), le tourisme\n\n(Balnéaire ), le commerce international (les 2 ports), le transport\n\n(des hommes et des marchandises ), la pêche et l’élevage.\n\nLES FONDEMENTS HUMAINS\n\nLES FONDEMENTS POLITIQUES\n\n☞ Une population à croissance galopante\n\nLa Côte d’Ivoire compte + de 29 millions d’habitants avec un\n\ntaux d’accroissement naturel de 2,20%/an et un taux de\n\nfécondité de 4 enfants/femme.\n\n☞ Une population majoritairement jeune\n\nSa pyramide des âges a une forme en parasol. La structure de\n\nla population est marquée par une forte proportion de jeunes\n\n(0-20ans : 52%). Les adultes (21-60 ans : 44%) et par une faible\n\nproportion de vieillards (+60 ans 4%). L’espérance de vie est à\n\nmoyenne 45 ans.\n\n☞ Une population diversifiée\n\nLa CI est une véritable mosaïque ethnique et religieuse, elle a\n\nplus de 60 ethnies regroupées en 4 grands groupes (les Akan,\n\nles Krou, les Mandé, les Voltaïque) qui pratique 3 grandes\n\nreligions : l’islam, l’animisme et le christianisme). La population\n\nétrangère est estimée à environ 26 %.\n\n→la diversité de peuplement est un atout pour le tourisme\n\nculturel. Cette population constitue un réservoir de main\n\nd’œuvre et un marché de consommation potentiel .\n\n☞ Le rôle l’Etat\n\nL’Etat ivoirien depuis les indépendances a opté pour un\n\nsystème économique libérale. Aussi, on note la création\n\nd’entreprise d’Etat afin de remédier à l’absence de capitaux\n\nprivés nationaux et création d’infrastructures routiers.\n\n☞ Le code d’investissement\n\nLa politique économique ivoirienne encourage l’initiative\n\nprivée nationale et étrangère. Aussi des mesures ont été prises\n\nen vue d’attirer le maximum d’investisseurs à travers des codes\n\nd’investissements :\n\n® Exonération et allègement fiscal\n\n® Liberté de transfert des capitaux à l’extérieur\n\n® Régime douanier souple\n\n® Garantie de la non nationalisation des entreprises.\n\n☞ La stabilité politique\n\nLa longue période de stabilité politique (Absence de longue\n\ncrise militaire) a beaucoup participé au développement\n\néconomique ivoirien. Même si elle a connu quelques crises, la\n\nCôte d’Ivoire offre un climat plus sûr que bon nombres d’Etats. LES FO\n\nLES FONDEMENTS NATURELS DE L’ECONOMIE IVOIRIENNE\n\n73\n\nEXPLOITATION FORESTIERE\n\n☞ Les conditions favorables à la sylviculture\n\n® Un climat Tropical humide et de montagne favorable\n\nà la végétation de forêt\n\n® l’existence de 2 ports dont l’un (le Port de San-Pedro)\n\nest spécialisé dans l’exportation du bois\n\n☞ LES TYPES DE BOIS (il existe 2 types de bois)\n\n® des essences d’intérêt primordial : l’acajou, le sipo,\n\nle tiama, le kotibé, l’avodiré, l’assamela, le samba, le\n\nframiré, le niangon, le bété, l’iroko,…\n\n® des essences d’intérêt secondaire : le lingué, le\n\nfromager, le dabema\n\n☞ Le rôle de la forêt dans l’économie ivoirienne\n\n® Le PIB reste inférieure à 2% pour l’industrie du bois.\n\n® Troisième produit d’exportation pendant plus d’une\n\nvingtaine d’années,\n\n® L'emploi généré par la filière bois est estimé 12 000\n\npostes\n\n☞ Les Problèmes et solutions\n\nLes problèmes de la sylviculture sont:\n\n® l’expansion de l’agriculture notamment pour les\n\ncultures de rente et les cultures vivrières impacte\n\nsur la patrimoine forestier\n\n® Les effets de l’exploitation du bois-énergie ;\n\n® L’exploitation anarchique du bois\n\n® Les feux de brousse incontrôlés.\n\nComme solutions à ces difficultés, il faudrait :\n\n®\n\nSensibilisation\n\net\n\nlimitation\n\ndes\n\npermis\n\nd’exploitation\n\n® Mise en réserve de certains espaces : parc (d’Azagny)\n\nForêt classée (Banco)\n\n® Mise en place d’une véritable politique de\n\nreboisement.\n\n® Actions combinées des structures et acteurs pour\n\nune meilleure gestion du patrimoine forestier : Le\n\nMinistère des eaux et forêts (MINEF), La Société de\n\nDéveloppement des forêts (SODEFOR), L’Office\n\nIvoirien des Parcs et Réserves (OIPR), Les industriels\n\net planteurs.\n\nLES PROBLEMES GENERAUX DE\n\nDEVELOPPEMENT ECONOMIQUE\n\n☞ Les problèmes liés à la population\n\n® La C.I est pays à démographie galopante, ce qui a un impact\n\nnégatif sur la qualité de la vie et pose une diversité de problème\n\n(emploi, logement, sécurité, éducation, santé…).\n\n® Le marché de consommation de la Côte d’Ivoire est très étroit.\n\nLe pays ne compte que 29 millions d’habitants (estimation\n\n2023) avec près de 50% de jeunes.\n\n® Le niveau de vie étant également faible, cette population ne\n\npeut constituer un marché de consommation important.\n\n☞ Les problèmes liés à l'endettement\n\n® En 1987, la dette extérieure dépassait les 7 milliards de dollar,\n\nreprésentait 71% du PNB.\n\n® En 1993, elle s’élevait à 19 milliards de dollar soit 2 fois la valeur\n\ndu PNB annuel du pays et était l’une des plus élevées d’Afrique.\n\n® En 2005 la dette intérieure, était de 789, 80 milliards\n\n® En 2015, la dette extérieure excédait les 5.000 milliards de FCFA\n\npour un service dû établi à 55,605 milliards de FCFA. Elle\n\nconstitue donc une entrave au développement. Ainsi, pour\n\nfinancer ses déficits budgétaires, l’Etat a de plus en plus recours\n\naux emprunts obligataires.\n\n☞ Les problèmes d’inégalité sociales et régionale\n\n® Les paysans, qui ont contribué au «miracle ivoirien » n’en ont\n\nguère recueilli les fruits.\n\n® Le pays abrite un sous prolétariat vivant dans les bidonvilles que\n\nl’Etat s’efforce de faire disparaître.\n\n® Les disparités régionales se sont également développées, au\n\nprofit d’Abidjan et de la zone forestière en général (qui accueille\n\nles plantations de cultures industrielles) et au détriment de la\n\nzone savanicole, moins favorisée.\n\n☞ Les problèmes de sécurité\n\nAprès la crise post-électorale de 2011, la Côte d’Ivoire a retrouvé\n\nsa stabilité sur toute l’étendue du territoire. Mais le défi actuel\n\nauquel elle doit faire face est celui de la sécurité des biens et des\n\npersonnes. Car certains quartiers d’Abidjan et certaines contrées\n\nde l’intérieur du pays sont confrontés au banditisme grandissant.\n\n☞ Les problèmes liés au cadre de vie\n\n® Le milieu rural : les problèmes environnementaux auxquels est\n\nconfronté le cadre de vie rural sont le péril fécal ; la précarité\n\ndes habitations; les maladies dues à l’absence d’eau potable.\n\n® Le milieu urbain : il s’agit surtout de l’insalubrité liée à la\n\nmauvaise gestion des ordures ménagères ; de la pollution de\n\nl’air, de l’eau et du sol ; des maladies respiratoires et\n\ndiarrhéiques ; des bruits et nuisances nocturnes. LE SECTEUR PRIMAIRE IVOIRIEN\n\nLE SECTEUR PRIMAIRE IVOIRIEN\n\n74\n\n☞ Les conditions favorables à l’activité agricole\n\n® L’horizontalité dominante du relief rend aisé l’exploitation\n\nagricole\n\n® La diversité de climat favorise la diversité des produits\n\nagricoles.\n\n® Les sols à fertilité variés, sont dans l’ensemble favorables aux\n\nactivités agricoles\n\n® le réseau hydrographique est très important pour\n\nl’agriculture (irrigation),\n\n® La population constitue un réservoir de main d’œuvre pour\n\nles plantations\n\n® L’Etat ivoirien joue un rôle important par la mise en place de\n\nstructure pour accompagner le secteur agricole\n\nL’AGRICULTURE\n\n☞ LES TYPES DE CULTURES\n\nLES CULTURES DE RENTE OU CULTURES AGRO-INDUSTRIELLES\n\n® CACAO & CAFE (au sud et à l’ouest): La C.I est le 1er\n\nproducteur mondial de cacao. La production représente 40%\n\nde la production mondiale. Le cacao représentent 26% des\n\nexportations et fait vivre 6 millions de personnes. Avec le\n\nrang de 7ème mondial le café représente 1,4% des\n\nexportations\n\n® HEVEA (au sud) : La C.I est au 1er rang africain et au 7ème rang\n\nmondial des producteurs de caoutchouc. L’hévéa représente\n\n6% des exportations\n\n® ANACARDE (au nord) : Avec 550000t produites, soit 20% de\n\nla production mondiale, la C.I est le 2ème producteur mondial\n\nde noix de cajou (anacarde), et 1er producteur africain\n\n® COTON (au nord) : La C.I est le 3ème producteur ouest-africain\n\nde coton et 2ème exportateur régional. Le coton génère 2%\n\ndes exports du pays\n\n® PALMIER A HUILE (au sud) : La filière se situe à la 4ème place\n\ndans l’économie et emploie plus d’un million de personnes .\n\nLa C.I occupe le 5ème rang mondial et le 2ème en Afrique.\n\n® ANANAS & LA BANANE (au sud) ET LA MANGUE (au nord) :\n\nL’ananas, la banane et la mangue assurent 1,5% des\n\nexportations totales ivoiriennes. La C.I est le 2ème exportateur\n\nafricain de bananes vers l'UE. La C.I est le 1er exportateur\n\nafricain de mangues et le 3ème fournisseur sur le marché\n\neuropéen.\n\n® SUCRE (au nord) : Avec une production de l’ordre de 214000t\n\nde sucre la C.I possède la 1ere industrie sucrière de la zone\n\nUEMOA\n\nLES CULTURES VIVRIERES\n\n® IGNAME ET MANIOC (au sud et à l’est) : produite en grande\n\npartie à l’est du pays, l’igname est considérée comme la\n\nculture alimentaire de base. Produit sur l’étendue du\n\nterritoire, le manioc est la deuxième principale culture\n\nvivrière du pays.\n\n® LE RIZ (à l’ouest) : La production de riz blanc est estimée à\n\n700000t/an et ne couvre que 30% des besoins locaux.\n\n® MAIS & SOJA (nord) : la C.I se lance dans la production\n\nintensive de maïs à grande échelle en s’appuyant sur les agro-\n\nindustriels à destination de l’alimentation animale.\n\n☞ Le rôle de l’agriculture dans l’économie ivoirienne\n\n® Le secteur agricole a constitué le principal moteur de la\n\ncroissance ivoirienne depuis l’indépendance.\n\n® Elle contribue à créer 22,3% du PIB\n\n® Elle représente 47% des exportations globales du pays.\n\n® Elle occupe 46% de la population active du pays\n\n® Elle est une source de revenus pour les deux tiers d’une\n\npopulation à 50,3% rurale\n\n® Le vivrier constitue la base alimentaire pour les\n\npopulations\n\n® L’agriculture est très important pour les autres secteurs\n\nd’activité telles que l’industrie (matière première\n\nagricole), le commerce (ravitaille le marché local), la\n\npêche et l’élevage (alimentation pour les animaux.\n\n☞ Les Problèmes et solutions\n\nLes problèmes de l’agriculture sont:\n\n® Les aléas climatiques (irrégularité des pluies) ; des\n\ntechniques culturales rudimentaires ; de la pénurie des\n\nterres cultivables ; de la maladie des cacaoyers etc.\n\n® Le développement des culturales commerciales au\n\ndétriment des cultures vivrières ;\n\n® La baisse du prix des produits d’exportation sur le marché\n\ninternational ;\n\n® La désorganisation de la commercialisation de la filière\n\ncafé-cacao ;\n\n® La multitude des coopératives agricoles.\n\n® Problème de conservation des produits agricoles\n\n® Problème de transport des productions sur les marchés.\n\nComme solutions à ces difficultés, il faudrait :\n\n® La recherche agronomique en vue de proposer aux\n\nproducteurs des variétés à haut potentiel de production\n\net de renforcer la lutte contre les maladies des plantes\n\npar le CNRA.\n\n® la formation des agriculteurs et leur encadrement par\n\nl’ANADER\n\n® La diversification des cultures d’exportation et la\n\npromotion de l’agriculture par l’organisation du SARA\n\n® L’Etat ivoirien doit chercher des voies et moyens en vue\n\nde la transformation des productions agricoles\n\n® Le développement des technologies de conservation et\n\nde l’amélioration des circuits de commercialisation des\n\nproductions vivrières.\n\n® L’Etat doit mettre de l’ordre dans les filières différentes\n\nagricoles LE SECTEUR PRIMAIRE IVOIRIEN\n\nLE SECTEUR PRIMAIRE IVOIRIEN Pour télécharger ce livre et\n\nPour télécharger ce livre et obtenir\n\nobtenir les corrections : SCANN\n\n75\n\nPÊCHE & ELEVAGE\n\nELEVAGE\n\n☞ Les conditions favorables à l’élevage\n\n® Le climat de savane dominant dans le nord est\n\nfavorable à l’élevage.\n\n® le réseau hydrographique important constitue une\n\nsource d’abreuvage pour les animaux.\n\n® La population nordiste à culture pastorale constitue un\n\nréservoir de main d’œuvre pour l’activité pastorale.\n\n® L’Etat ivoirien joue un rôle important par la mise en\n\nplace de structure pour accompagner les éleveurs.\n\n☞ LES TYPES D’ELEVAGES (moderne et traditionnel)\n\n® Elevage des races Bovines (Bœuf, Vache) : Elle est à plus\n\nde 95% traditionnel (pratiqué par 74.523 éleveurs)\n\n® Elevage des races Ovines : mouton (pratiqué par\n\n326.116 éleveurs), cabris (pratiqué par 290.288\n\néleveurs)\n\n® Elevage des races Porcines (les porcs) : Le cheptel de\n\nl’élevage moderne, concentré dans le district d’Abidjan,\n\ns’ajoute au cheptel de porcs traditionnels.\n\n® L’Aviculture (poulet, pintade, canard) : La filière avicole\n\ncouvre en grande partie les besoins nationaux en œufs\n\net en viande de volaille\n\n Non conventionnels : miel, La Cuniculture (Lapin), L’Apiculture\n\n(abeille), L’Héliciculture (escargot), l’aulacaudiculture (agouti)\n\n☞ Le rôle de l’élevage dans l’économie ivoirienne\n\n® Il est source d’emplois pour les populations et elle est\n\nune source de revenus pour la population rurale\n\n® L’élevage contribue à l’alimentation des populations\n\n® L’élevage est très important pour les autres secteurs\n\nd’activité telles que l’industrie (matière première\n\nanimal), le commerce (ravitaille le marché local).\n\n® Elle contribue à près de 2% au PIB.\n\n☞ Les Problèmes et solutions\n\nLes problèmes de l’élevage sont:\n\n® Absence de tradition pastorale\n\n® Développement des maladies de bétail en zone\n\nforestière\n\n® Récurrence des conflits entre cultivateurs et éleveurs.\n\n® Fiscalité inadaptée aux réalités de la pêche en C.I\n\nComme solutions à ces difficultés, il faudrait :\n\n® Augmentation de la productivité des élevages par\n\nl’amélioration génétique et sanitaire\n\n® Amélioration des conditions de commercialisation\n\n® Formation et le Financement des élevages et des\n\n® Initiation d’activités de valorisation des produits\n\nd’élevages ; et mise en place d’une filière laitière\n\n® Développement d’une véritable intégration agriculture-\n\nélevage au niveau des terroirs\n\nPECHE\n\n☞ Les conditions favorables à la pêche\n\n® Un potentiel hydrographique : Ouverture maritime (520\n\nkm), 4 grands fleuves (Comoé, Cavally, Bandama,\n\nSassandra) des lagunes (Ebrié, Aby, Grand Lahou) et lacs.\n\n® Un potentiel humain : Population sudiste avec une culture\n\nde pêcheurs (Ebrié, Kroumen, Alandjan, Avikam…)\n\n® Actions politiques : existence de deux grands ports (Abidjan\n\nouvert en 1951 et San-Pédro ouvert en 1971), d’école de\n\npêche et structure d’encadrement\n\n☞ LES TYPES DE PECHES\n\n® La pêche Artisanale: pratiquée avec des pirogues et des\n\nfilets dans les eaux maritimes, lagunaires et continentales\n\n® La pêche moderne : pratiquée en haute mer avec des\n\ngrands bateaux (thon, sardinelles, fritures, maquereaux,\n\nanchois, chinchards).\n\n® L’aquaculture, qui reste peu développée.\n\n☞ Le rôle de la pêche dans l’économie ivoirienne\n\n® Elle est source d’emplois pour les populations et elle est\n\nune source de revenus pour la population rurale\n\n® Le poisson joue un rôle important dans l’alimentation des\n\npopulation (principale source de protéine animale).\n\n® La pêche est très importante pour les autres secteurs\n\nd’activité telles que l’industrie (la sardine), le commerce\n\n(ravitaille le marché local).\n\n® La C.I est le 1er producteur de thon en Afrique et 6ème\n\nmondial.\n\n☞ Les Problèmes et solutions\n\nLes problèmes de la pêche sont:\n\n® Désaffection des ivoiriens au métier de la pêche\n\n® L’insuffisance de moyens financiers et de personnels\n\nd’encadrement\n\n® Étroitesse du plateau continentale\n\n® Pauvreté du large ivoirien\n\n® La pollution des eaux par les déversement d’hydrocarbure,\n\nl’activité agricole et industrielle\n\n® Absence d’une règlementation appropriée à la pêche\n\n® Absence de contrôle de surveillance des zones de pêche\n\nComme solutions à ces difficultés, il faudrait :\n\n® La valorisation optimale des plans d’eau intérieurs pour le\n\ndéveloppement de l’aquaculture ;\n\n® Modernisation des embarcations artisanales (Lokodjro)\n\n® Faire des projets d’atelier de petite construction navale ;\n\n® Ouverture d’un port spécialisé en pêche\n\n® Formation et encadrement des pêcheurs nationaux (centre\n\ndes métiers de pêche de Grand-Lahou, ANADER). LE SECTEUR PRIMAIRE IVOIRIEN\n\nLE SECTEUR PRIMAIRE IVOIRIEN\n\n76\n\n☞ Les conditions favorables à l’activité industrielle\n\n® Matière première agricole : cacao, café, palmier à huile,\n\ncoton, mangue, orange, canne à sucre, ananas, etc.\n\n® Resource minière : du manganèse à Guitry, du diamant à\n\nTortya et à Séguéla, de l’or à Ity, (Aboisso) et Tanda, Hiré / du\n\nfer à Odienné, Bangolo et à San Pedro / du nickel à Dabakala /\n\ndu bauxite à Divo, Sinfra, Bouaflé et Bongouanou.\n\n® Les hydrocarbures : présence de gisements de pétrole et de\n\ngaz naturel au large des côtes de Jacqueville (en exploitation),\n\nde Grand-Bassam et San Pedro (Baobab, Acajou, Bahia, Bélier,\n\nEspoir, Lion, Panthère et Foxtrot.)\n\n® L’électricité: Les centrales thermiques de Vridi, d’Azito et les\n\ndifférents barrages hydroélectriques (Ayamé I et II sur la Bia ;\n\nKossouTaabo sur le Bandama et Buyo sur le Sassandra.)\n\n® Atouts politique et humain : voies de communication denses,\n\nL’essor de la télécommunication , Main d’œuvre abondante et\n\nqualifiée, Stabilité et le libéralisme économique\n\nL’INDUSTRIE\n\n☞ LES TYPES D’INDUSTRIES\n\n® INDUSTRIE AGROALIMENTAIRE : Huilerie (Blohorn,\n\nSania / Brasserie (SOLIBRA, IVOIRE BRASSERIE,\n\nNouvelles Brasseries de CI) / Café-Chocolat (Nestlet,\n\nUnicao, SACO)\n\n® PRODUITS PETROLIERS, GAZ & ELECTRICITE : SIR, Total,\n\nShell, Pétroci, Oil lybia, CIE\n\n® INDUSTRIE DU BOIS : THanry (Duékoué), Tropical bois,\n\nImprobois, NSA (Adzopé)\n\n® INDUSTRIE TEXTILE : UNIWAX, FILTISAC, ERG, Cotivo,\n\n® LA CHIMIE : Chimitec, GANDOUR, PHARMADERM,\n\n® LES MATERIAUX NON METALIQUES : Papeterie et\n\nimprimerie / Caoutchouc : SOTIPLAST\n\n® LA METALLURGIE : SOTICI, IVOIRAL,\n\n® INDUSTRIES MECANIQUE & ASSEMBLAGE : Sotaci,\n\nSotra Industrie, Sari, Carena\n\n® BTP (Cimenterie, et grand travaux) : SOCIMAT, Ciment\n\nd’Afrique, Ci-béton, Batipro, Bolloré, Franzéti, BNET)\n\n☞ Le rôle de l’industrie dans l’économie ivoirienne\n\n® Rapporte des devises à l’Etat : Représente 27 % du PIB\n\n® Aide à résoudre le problème du chômage (emploie\n\nplus de 700.00 personnes)\n\n® L’industrie est une vitrine pour la C.I\n\n® Ravitaille le marché local et satisfaire les besoins\n\nlocaux.\n\n☞ Les Problèmes et solutions\n\nLes problèmes de l’industrie sont:\n\n® Confronté à la fraude et dominé par l’agro-alimentaire\n\n® Variation des coûts du marché\n\n® Forte concurrence des produits étrangers\n\n® Faible Pouvoir d’achat du marché intérieur\n\n® Concentration de la majorité des industries dans la\n\nzone d’Abidjan et absence d’industrie lourde\n\n® Elle est plus ou moins dépendante de l’étranger: plus\n\nde 70% des industries appartiennent aux étrangers.\n\n® Les produits sont souvent de qualité médiocre ou\n\nchers\n\n® Les outils de production des entreprises industrielles\n\nsont vieillissants car C.I connaît retard technologique.\n\nComme solutions à ces difficultés, il faudrait :\n\n® Lutte contre la contrefaçon et la fraude par la mise en\n\nplace d’une norme locale\n\n® La décentralisation et diversification de l’industrie\n\n® Encourager les investisseurs locaux\n\n® Plus d’intervention de l’Etat\n\n® L’allègement fiscal (baisse de la TVA de 20% à 18%)\n\n☞ LES PHASES D’EVOLUTION DE L’INDUSTRIE\n\n® 1ère Phase : 1960 – 1970 : Le démarrage\n\nDéveloppement des industries d’import substitution destinées\n\nà satisfaire les besoins du marché national en biens de\n\nconsommation : GMA SAPRAL, SODEPALM, SOCIMA, SIR,\n\nSAFAR, SACO, FILTISAC, SOTEX\n\n® 2ème Phase : 1970 -1980 : L’expansion\n\nDéveloppement des industries d’exportation destinées à être\n\ncompétitives sur le marché international et de repartir les\n\nindustries sur toute l’étendue du territoire afin de limiter le\n\npoids d’Abidjan. Ainsi, on a vu naitre : au nord les industries\n\ntextile, du sucre et de l’extraction du minerais (UTEXI, COTIVO,\n\nSODESUCRE), et à l’ouest l’industrie du bois.\n\n® 3ème Phase : 1980 -1912 : Le ralentissement ou la phase de\n\ncrise\n\n1980 voit l’avènement de trois décennies marquées\n\nprincipalement par des crises majeures. Dans les faits, sur 30\n\nannées de 1980 à 2012, le pays a connu de graves crises. Baisse\n\ndes prix de certaines matières premières telles que le café et\n\nle cacao, Crise économique marquée par la dévaluation du\n\nFranc CFA, et une forte instabilité institutionnelle. Tout ceci a\n\nconduit à la fermeture de certaines entreprises.\n\n® 4ème Phase: depuis 2012 : La reprise\n\nC’est une période de relance. Pour réussir cette relance l’Etat\n\noctroie des aides aux PME/PMI, et met en place le CEPICI et\n\nconstruit des infrastructures de développement économique.\n\nCe qui fait de la Côte d’Ivoire la 8ème puissance industrielle\n\nd’Afrique et le plus densifié de la zone CEDEAO. LE SECTEUR SECONDAIRE IVOIRIEN\n\nLE SECTEUR SECONDAIRE IVOIRIEN\n\n77\n\nTRANSPORT & TOURISME\n\nLE TRANSPORT\n\n☞ Les conditions favorables au transport\n\n® Un relief favorable à la construction d’infrastructures\n\nroutiers\n\n® Un vaste réseau hydrographique et une ouverture maritime\n\nfavorable au transport maritime et lagunaire\n\n® Les héritages de la colonisation (le port d’Abidjan et la voie\n\nferrée)\n\n☞ LES TYPES DE TRANSPORTS\n\n® Le chemin de fer : la ligne Abidjan-Ouagadougou, longue de\n\n1173 km dont 627 km sur le territoire ivoirien. La gestion\n\ndu trafic est assurée par la SITARAIL.\n\n® Le réseau routier : La C.I possède le meilleur réseau routier\n\nde l’Afrique au sud du Sahara. Les acteurs du transport\n\nroutier qui exerce dans le district d’Abidjan sont la SOTRA,\n\nles taxis compteurs, les taxis communaux appelés Wôrô-\n\nWôrô et les minicars aussi appelés Gbaka. Les personnes\n\nsont transportées de ville en ville par des compagnies telles\n\nque UTB, UTGB, KS et autres.\n\n® Le transport maritime (Les ports ) : La C.I dispose de deux\n\nports en eau profonde :\n\n─ le port d’Abidjan ouvert en 1951 est le premier port d’Afrique\n\nfrancophone par ses installations ultra modernes.\n\n─ le port de San Pedro ouvert en 1971 permet l’évacuation des\n\nproductions du Sud-Ouest ivoirien.\n\n® Le transport lagunaire ; Le trafic concerne le transport des\n\npassagers et des produits agricoles.\n\n® Le transport aérien : La C.I dispose de 2 aéroports\n\ninternationaux et d’une quinzaine d’aérodromes. Les lignes\n\nintérieures sont aujourd’hui desservies par la nouvelle Air\n\nIvoire, compagnie privée.\n\n☞ Le rôle du transport dans l’économie ivoirienne\n\n® Assure le transport des personnes et des marchandises pour\n\nravitailler les marchés\n\n® Assure la continuité des secteurs d’activités tels que\n\nl’agriculture, l’élevage, la pêche, la sylviculture, l’industries,\n\net dynamise le tourisme et le commerce\n\n® Fournir de l’emploi\n\n® Rapporte des devises à travers les taxes douanières et les\n\npatentes (7% du PIB)\n\n☞ Les Problèmes et solutions\n\n® La dégradation des routes nécessite une réfection du\n\nréseau routier (rôle de l’AGEROUTE)\n\n® Le réseau fluvial est sous utilisé. Il faut donc créer de\n\nnouvelles agences de transport\n\n® Face à la cherté du transport il est impératif d’initier une\n\npolitique de stabilisation des prix\n\n® Mettre sur pied une brigade pour sécuriser les voies à\n\nl’intérieur du pays\n\n® Créer des voies horizontales (reliant l’est à l’ouest)\n\nTOURISME\n\n☞ Les conditions favorables au tourisme\n\n® Les atouts naturels : des plages à sable fin pour le tourisme\n\nbalnéaire ; des paysages naturels riches en faune et en flore ;\n\nun climat doux, les cascades, etc.\n\n® Les atouts historiques : Les monuments, Les maisons\n\ncoloniales dans les villes du littoral ivoirien, les mosquées\n\nprécoloniales de Kong et de Bondoukou,\n\n® Des chefs d’œuvres architecturaux : la Basilique notre Dame\n\nde la Paix, les grandes Ecoles, la Fondation F.H.B de\n\nYamoussoukro. La cathédrale saint Paul, la mosquée du\n\nPlateau et le Palais de la culture sont des attraits touristiques.\n\n® Les atouts culturels et traditionnels : les tisserands de\n\nWaraniené, les forgerons de Koni à Korhogo, les ponts des\n\nlianes, les masques et danses Dan et Gouro, l’Abissa, la fête\n\ndu Dipri de Gomon et autres patrimoines culturels\n\n® Les réceptifs hôteliers : les villages de vacances, les motels, les\n\nhôtels assurant la restauration et l’hébergement des\n\ntouristes, Aéroport International, route bitumées\n\n® Atouts politiques : Stabilité Politique\n\n☞ LES TYPES DE TOURISMES\n\n® Tourisme balnéaire (Assinie, Bassam, San-Pedro, Jacqueville),\n\n® Tourisme culturel (Abissa, Popo carnaval MASA, FEMUA)\n\n® Tourisme religieux (Basilique de Yakro),\n\n® Le tourisme sportif (les jeux de la francophonie, la CAN),\n\n® le tourisme d’aventure (parc de Taï, foret du banco),\n\n® le tourisme Gastronomique: Attiéké, Aloco, Festival des Grillardes\n\n☞ Le rôle du tourisme dans l’économie ivoirienne\n\n® Le tourisme garanti des emplois et participe à 1,5% au PIB.\n\n®\n\nIl\n\ncontribue\n\nau\n\ndéveloppement\n\nd’autres\n\nactivités\n\néconomiques (échanges commerciaux, transport, artisanat,).\n\n® Le tourisme forme à la connaissance de la géographie et de\n\nl’histoire des régions et des peuples visités ;\n\n® c’est un instrument efficace de l’intégration régionale et de\n\nrapprochement des peuples.\n\n☞ Les Problèmes et solutions\n\nLes problèmes du tourisme sont:\n\n® la cherté du transport aérien ;\n\n® l’insuffisance et le délabrement des respectifs hôteliers ;\n\n® l’insécurité et la criminalité et surtout l’instabilité sociale.\n\nComme solutions à ces difficultés, il faudrait :\n\n® Publicité dans la presse et affichages et confection d’outils\n\npromotionnels : prospectus, brochures, dépliants, guides\n\n® ouverture de délégations du tourisme en Europe.\n\n® La politique de baisse du prix du transport aérien pour les\n\ntouristes) et des mesures de lutte contre l’insécurité\n\n® Des activités de promotion sont organisées pour vendre la\n\ndestination Côte d’Ivoire (le SITA ; MASA ; Jeux de la\n\nFrancophonie, Coupe d’Afrique des Nations de football,\n\nparticipation à des salons de promotion à l’extérieur) LE SECTEUR TERT\n\nLE SECTEUR TERTIAIRE IVOIRIEN\n\n78\n\n☞ Les conditions favorables au commerce\n\n® Réseau routier dense qui favorise le transport des produits\n\n® Chemin de fer Abidjan-Ouagadougou qui permet à la Côte\n\nd’Ivoire de ravitailler les pays qui font frontières au nord.\n\n® Existence de zones et cadres commerciaux : UEMOA,\n\nCEDEAO, UA, UE/ACP\n\n® Existence de 2 grands ports : Abidjan et San-Pédro pour\n\nl’exportation des produits\n\n® Existence d’une demande des produits ivoiriens : café,\n\ncacao, hévéa, coton, anacarde, etc.\n\n® Existence d’aéroports et aérodromes\n\nLE COMMERCE\n\n☞ LES TYPES DE COMMERCES\n\nLe commerce intérieur : il se pratique sur les marchés de\n\ngros, les marchés urbains et ruraux, les grandes surfaces\n\net même dans les rues. On y trouve de nombreux\n\nproduits ( Secteurs organisés : eau (SODECI), électricité\n\n(CIE),\n\nProduit\n\npétrolier\n\n(PETROCI),\n\nProduit\n\nPharmaceutique, cosmétique, cimenterie, produits agro-\n\nindustriels, et autres secteurs (Vivrier, poissonnerie,\n\nviande, vêtement.)\n\nLe\n\ncommerce\n\nextérieur\n\n:\n\nLe\n\npays\n\ncommerce\n\nprincipalement avec l’Europe occidentale notamment la\n\nFrance qui est son partenaire privilégié. Les exportations\n\nivoiriennes ont donc pour principales destinations :\n\nL’Europe (52, 1% dont 30 % pour la France), L’Afrique (35\n\n%), L’Amérique du nord (5 %), l’Asie et autres\n\ndestinations (7,6%). La C.I cherche aujourd’hui à\n\ndiversifier ses partenaires et commercer surtout avec les\n\npays du tiers comme l’Inde, la Chine, et ceux de la\n\nCEDEAO.\n\n☞ Le rôle du commerce dans l’économie ivoirienne\n\n® La C.I est le troisième marché pour la France en Afrique\n\nsubsaharienne et La France est le 2ème partenaire commercial\n\nde la C.I\n\n® La C.I représentait encore 34% du PIB de l'UEMOA. Elle réalise\n\n65% des exportations agricoles de l’UEMOA et 33% de celles\n\nde la CEDEAO (2013).\n\n® Le secteur du commerce contribue à l’économie par",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_26_93_mb.pdf",
    "year": 2008,
    "zone": null,
    "hasCorrection": true
  }
}