{
  "sourceType": "annale",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": null,
  "title": "t l charger 26 93 mb - part 3",
  "content": "Le sang en transportant les nutriments à travers tout l’organisme participe à sa nutrition.\n\nCOMMENT LE SANG ARRETE-T-IL SON PROPRE ECOULEMENT HORS DE L’ORGANISME ?\n\nSang sédimenté = plasma + cellules sanguines.\n\nSang coagulé = sérum + caillot.\n\nCaillot = cellules sanguine + fibrine.\n\nSérum = plasma - fibrinogène.\n\n- le plasma du sang A porte des anticorps B ou des agglutinogènes anti B\n\n- le plasma du sang B porte des anticorps A ou des agglutinogènes anti A\n\n- le plasma du sang AB ne porte pas des anticorps\n\n- le plasma du sang O porte des anticorps B et des anticorps A\n\nCOMMENT LE SANG SAUVE –T – IL DES VIE ?\n\nNous devons retenir qu’à partir de la transfusion sanguine, le sang sauve des\n\nvies humaines selon un schéma de distribution bien précis.\n\nO donneur universel ; O+ donneur universel partiel et O- vrai donneur universel\n\nAB receveur universel : AB- receveur universel partiel et AB+ vrai receveur\n\nuniversel\n\nLe Rh+ ne peut donner qu’au Rh+\n\nLe Rh- peut donner a Rh- et Rh+\n\nRh (Rhésus)\n\n46\n\nCARACTERISTIQUES D’UN SOL\n\nRegardez\n\nnos vidéos\n\nLe tableau ci-dessous présente des caractéristiques d’un sol et des définitions.\n\nRelie chaque caractéristique du sol à sa définition, en utilisant les chiffres et les lettres.\n\nLa pédologie qui est l’étude des sols nous permet de comprendre les relations sols-plantes.\n\nUn sol est fertile lorsqu’il dispose de tous les constituants minéraux et organiques en proportion\n\nconvenable pour assurer un bon développement et une bonne productivité des plantes qui y\n\npoussent.\n\nDEFINITIONS\n\nLa perméabilité est l’aptitude d’un sol à se laisser traverser par l’eau.\n\nLa porosité d’un sol est le volume total des espaces laissés libres entre les particules solides.\n\nLa capacité de rétention en eau d’un sol est la quantité d’eau retenue par ce sol après égouttage.\n\nLa capacité en air d’un sol est le volume d’air contenu dans les espaces libres de ce sol.\n\nLa porosité, la perméabilité, la capacité de rétention en eau et la capacité en air sont les caractéristiques physiques du\n\nsol, car elles dépendent de la texture du sol.\n\nVolume de la boite V\n\nMasse de la boite et du sol sec m1\n\nMasse de la boite et du sol saturé d’eau m2\n\nMasse de la boite et du sol égoutté m3\n\nLes mots et groupes de mots suivants sont relatifs aux\n\npropriétés physiques d’un sol et aux caractéristiques\n\nd’un sol fertile : porosité, bonne perméabilité à l’eau,\n\nrichesse en micro-organismes, capacité en air,\n\nrichesse en sels minéraux, perméabilité à l’eau,\n\nbonne aération, richesse en humus, capacité de\n\nrétention en eau.\n\nRange-les dans le tableau ci-dessous.\n\nPropriétés physiques\n\nCaractéristique d’un sol fertile\n\nLa coopérative de ton établissement veut réaliser des\n\ncultures maraîchères. On propose aux membres de\n\nchoisir entre deux parcelles A et B dans\n\nl’établissement. Avec certains membres de la\n\ncoopérative, vous décidez d’étudier le sol des deux\n\nparcelles, en effectuant plusieurs mesures. Les\n\nrésultats des différentes mesures sont consignés dans\n\nle tableau ci-dessous.\n\nLes autres membres de la coopérative n’étant pas en\n\nclasse de 3ème, ils comptent sur toi pour les aider à\n\nchoisir le meilleur des deux sols.\n\n1- Nomme les propriétés physiques étudiées sur ces\n\nsols.\n\n2- Calcule la valeur correspondant aux propriétés\n\nphysiques de chaque sol.\n\n3- Choisis le meilleur des deux sols.\n\n4- Justifie ta réponse.\n\n47\n\nRELATIONS SOLS-PLANTES\n\nLes sols favorisent le bon développement des plantes par leur nature et leurs propriétés. Il faut par ailleurs\n\nnoter que les plantes entretiennent aussi les bonnes propriétés des sols.\n\nLa nature du sol qui dépend de ses caractéristiques, agit sur le développement de la plante.\n\nIl existe différents types de sols en côte d’ivoire dont les principaux sont les sols : hydromorphes, les sols\n\nferralitiques et les sols ferrugineux.\n\nLes informations du tableau ci-dessous se\n\nrapportent aux relations entre les plantes et\n\nles sols.\n\nAssocie chaque type de plante au type de\n\nsol qui lui convient, en utilisant les lettres\n\net les chiffres.\n\nUn paysan de ton village, dans la région de\n\nSoubré, possède une plantation de cotonniers\n\net de cacaoyers. Les cacaoyers lui donnent\n\nune production satisfaisante tandis que la\n\nplantation de cotonniers a un mauvais\n\nrendement.\n\nIl te raconte avec amertume les difficultés qu’il\n\nrencontre dans son champ. Tu veux l’aider à\n\ncomprendre ce problème.\n\n1- Nomme le type de sol sur lequel il travaille.\n\n2- Indique les caractéristiques des cultures\n\nsusceptibles d’un bon rendement sur ce sol.\n\n3- Explique la cause du mauvais rendement\n\nde la culture du coton dans la région de\n\nSoubré.\n\n4- Propose à ce paysan une autre culture en\n\nremplacement du cotonnier.\n\nVoici une série de mots et groupes de mots\n\nrelatifs à la localisation des sols et aux relations\n\nsols-plantes : sols ferralitiques, adaptation,\n\ncourtes racines, sols ferrugineux, sols\n\nhydromorphes, longues racines.\n\nEn Côte d’Ivoire, il existe différents types de\n\nsols. Dans la partie Nord on trouve les\n\n…………1………., tandis que dans sa partie\n\nsud, on trouve les ……………2…………….\n\nDans les bas-fonds et sur le cordon littoral on\n\ntrouve les ………………3…………… sur\n\nlesquels poussent des plantes à cycle court et à\n\n…………………4……………... Les plantes à\n\n…………………5……………. poussent sur les\n\nsols ferralitiques. Ces plantes sont adaptées à\n\nces sols : on parle d’………………6…………. de\n\nla plante au type de sol.\n\nComplète le texte par les mots ou groupes\n\nde mots qui conviennent, en utilisant les\n\nchiffres.\n\n48\n\nDEGRADATION DES SOLS\n\nLa dégradation du sol se fait à partir de facteurs climatiques qui sont l’eau, le vent encore appelés agents\n\nde dégradation\n\nL’érosion du sol se fait par des facteurs liés au sol qui sont la pente du sol, la nature du sol et l'absence du\n\ncouvert végétal.\n\nLa dégradation ou érosion du sol se fait par des agents d’érosion (eau et vent), aidés par des facteurs\n\nd’érosions (nature du sol, pente, absence du couvert végétal)\n\nLes mots et des groupes de mots suivants\n\nsont en relation avec la protection et\n\nl’amélioration des sols : amendement du sol ;\n\nabandon des feux de brousse ; reboisement ;\n\njachère ; apport d’engrais ; terrassement ;\n\nabandon des cultures sur brûlis ; brise-vent et\n\nhaies ; paillage.\n\nRange ces mots et groupes de mots dans\n\nle tableau ci-dessous.\n\nMoyens de\n\nprotection des\n\nsols\n\nTechniques\n\nd’amélioration des\n\nsols\n\n1- Nomme le phénomène auquel les sols du village sont\n\nsoumis.\n\n2- Identifie les facteurs qui sont à l’origine de la\n\ndégradation des sols du village.\n\n3- Explique la baisse de la production agricole dans le\n\nvillage.\n\nLes étapes de la dégradation du sont cités dans\n\nle désordre\n\na- Formation de ravin\n\nb- Destruction du couvert végétal\n\nc- Formation de rigoles\n\nd- Transport des particules\n\ne- Arrachement de la partie arable du sol\n\nClasse ces étapes dans l’ordre\n\nchronologique du déroulement de ce\n\nphénomène en utilisant les lettres.\n\nDans le cadre de la coopérative scolaire, des élèves\n\ncultivent des tomates sur trois (3) parelles A, B et C ayant\n\napparemment les mêmes caractéristiques. A la récolte, ils\n\nconstatent que les rendements sont différents.\n\nAfin de déterminer les causes de cette différence de\n\nrendement, les élèves aidés d’un technicien de l’ANADER\n\n(Agence National d’Appui Au Développement Rural),\n\neffectuent des recherches sur une caractéristique de ces\n\ndifférents sols.\n\nLes résultats obtenus sont consignés dans le tableau ci-\n\naprès.\n\nTu es en vacances dans un village de la région de\n\nl’ouest, où les terres cultivables sont situées sur le\n\nflanc des collines. Les villageois pratiquent\n\nexclusivement la culture sur brulis. Les sols sont\n\nexposés à une forte dégradation et la production\n\nagricole baisse chaque année. Les élèves de ce\n\nvillage, préoccupés par la situation de leurs parents\n\nt’invitent à organiser une campagne de\n\nsensibilisation.\n\n1- Identifie à partir du tableau, la caractéristique du sol\n\nrecherchée par les élèves.\n\n2- Compare :\n\na- Les rendements des sols A, B et C.\n\nb- La teneur en humus des sols A, B et C.\n\n3- Explique la différence de rendement agricole de ces\n\ntrois sols.\n\n4- Propose une technique culturale pour améliorer le\n\nrendement agricole de la parcelle B.\n\n49\n\nQUELQUES SCHEMAS\n\n50\n\nCette épreuve comporte deux pages (02) numérotées 1/2 et 2/2.\n\nLa calculatrice scientifique est autorisée\n\nEXERCICE 1 (6 points)\n\n1/2\n\nA) Les affirmations suivantes se rapportent à l’infection due au VIH/SIDA.\n\nLe VIH se transmet :\n\n1- de la mère à l’enfant par l’allaitement ;\n\n2- lors de la circoncision par l’utilisation de matériel souillé ;\n\n3- en serrant la main à un séropositif ;\n\n4- par la transfusion sanguine ;\n\n5- par la piqûre de moustiques ;\n\n6- par la scarification et le tatouage ;\n\n7- en partageant un repas avec un séropositif ;\n\n8- lors des rapports sexuels non protégés.\n\nRéponds par Vrai ou Faux à chaque affirmation en utilisant les chiffres.\n\nB) Le texte ci-dessous se rapporte aux conséquences d’une grossesse précoce. Recopie et complète le texte\n\navec les mots et groupes de mots suivants : précoce, accouchement, rapports conflictuels, stérilité,\n\ndislocation, déformations.\n\nLa grossesse commence par la fécondation de l’ovule par le spermatozoïde et se termine par l’.…1…. une\n\ngrossesse est dite….2…. lorsqu’elle est contractée par une jeune fille avant l’âge de 18 ans. Une grossesse\n\nprécoce est contractée à la suite d’un rapport sexuel non protégé. Elle peut provoquer chez la jeune fille des\n\nfistules, un accouchement difficile, la ….3…. du bassin, la….4…. et parfois la mort. L’arrêt des études des\n\njeunes mères, les….5….avec les parents et la ….6…. des familles sont quelques conséquences sociales d’une\n\ngrossesse précoce.\n\nComplète le texte en utilisant les chiffres.\n\nEXERCICE 2 (6 points)\n\nPROBATOIRE\n\nBEPC\n\nSESSION FEVRIER 2021\n\nDans un établissement scolaire, des cas de grossesses d’adolescentes et d’infection au VIH ont été décelés\n\nlors d’une visite médicale. Pour éviter de nouveaux cas, le « club santé » de l’établissement décide de mener\n\nune campagne de sensibilisation dont le slogan est : « STOP AU VIH et ZERO POURCENT DE\n\nGROSSESSE ». Pour ce faire, des prospectus sont confectionnés. On y observe les moyens de contraception\n\nreprésentés ci-dessous.\n\nTu es chargé(e) de mener la campagne auprès des élèves de ta classe.\n\nSCIENCES DE LA VIE ET DE LA TERRE\n\nSUJET 1\n\n(Proposé par le G.A.S)\n\n51\n\n2/2\n\nEXERCICE 3 (8 points)\n\n1. Identifie le type de grossesses dont il s’agit ici.\n\n2. Identifie les moyens de contraception représentés sur les prospectus.\n\n3. Explique le mode d’action de ces moyens contraceptifs.\n\n4. Déduis de tes explications le moyen de contraception qui pourrait empêcher à la fois la\n\ngrossesse et l’infection par le VIH.\n\nDELORVI est un nourrisson qui vit à Gonzagueville. Sa ration alimentaire est exclusivement\n\nconstituée de 100g de lait maternel. L’analyse de 100g de lait maternel montre qu’il est constitué\n\nde : Glucides 5,2 g, Protides 3,5 g, Lipides 4 g et autres (sels minéraux, eau et vitamines) 87,3 g.\n\nSa mère qui a découvert en regardant la télévision qu’un enfant de son âge a besoin de 1000\n\nkilojoules d’énergie se demande si cette alimentation convient à son bébé. Afin de l’aider à\n\ncomprendre :\n\n1- Tu définis la notion de ration alimentaire.\n\n2- Tu répartis les 06 aliments simples du lait selon leur rôle dans l’organisme.\n\n3- Tu détermines la valeur énergétique des 100g de lait maternel.\n\n4- Est-ce que la mère doit s’inquiéter de cette alimentation ? Justifie ta réponse.\n\n5- Tu cites deux (02) maladies nutritionnelles en précisant leur cause.\n\n1 g de glucide → 17 KJ\n\n1 g de protide → 17 KJ\n\n1 g de lipide → 38 KJ\n\n52\n\nBEPC BLANC\n\nSESSION 2023\n\nCette épreuve comporte deux (02) pages numérotées 1/2, 2/2\n\nEXERCICE 1 (6 points)\n\nA/(3,5 points)\n\nLes thèmes contenus dans les colonnes A et B sont relatifs aux moyens de contraceptions.\n\nColonne A Colonne B\n\n1. Le préservatif A- La production du gamète femelle\n\n2. Le diaphragme\n\n3. Les spermicides B-Nidation de l’embryon\n\n4. Les pilules\n\n5. Le stérilet C-La montée des spermatozoïdes\n\nD-L’entrée des spermatozoïdes\n\nFais correspondre dans l’ordre les thèmes de la première colonne aux termes de la deuxième\n\ncolonne.\n\nB/ (2,5 points)\n\nVoici une liste de conséquences des grossesses précoces : 1- naissance prématurée ; 2- déformation du\n\nbassin ; 3- traumatisme crânien ; 4- abandon des études ; 5- stérilité ; 6- perturbation des relations\n\nfamiliales ; 7- accouchement difficile ; 8- décès néonatal ; 9- césarienne ; 10- amaigrissement.\n\nConséquences sur la\n\njeune mère\n\nConséquences sur le nouveau-\n\nné\n\nConséquences\n\nau\n\nniveau\n\nsocial\n\nReproduis le tableau ci-dessous et range-les en utilisant les chiffres.\n\nEXERCICE 2(6 points)\n\nPendant la préparation de son examen, un élève de 3ème découvre le document-ci dessous dans un livre. Ayant oublié sa leçon sur\n\ncette notion, il sollicite ton aide afin de pouvoir se rappeler de son cours.\n\nLes images a, b, et c ci-dessus présentent les étapes du cycle cardique.\n\nSCIENCES DE LA VIE ET DE LA TERRE\n\nSUJET 2\n\n(Proposé par le G.A.S)\n\n53\n\nETAPES DU CYCLE CARDIQUE : repos général / systole auriculaire / systole ventriculaire\n\n1- En utilisant les lettres, associe chaque image à l’étape correspondante.\n\n2- A partir du repos général du cœur, reconstitue un cycle cardiaque logique, en utilisant les lettres.\n\n3- Définie la systole auriculaire.\n\n4- Donne un conseil d’hygiène afin de garder le cœur en bonne santé.\n\nEXERCICE 3 (8 points)\n\nAu cours d’une séance de travaux pratiques, un groupe d’élèves réalise le schéma ci-dessous pour s’expliquer les\n\nniveaux de transformations des aliments lors de la digestion.\n\n1- Identifie les organes que représentent les chiffres (1), (3), (6), (8), (11) et (12).\n\n2- Parmi ces organes certains sécrètent des sucs digestifs\n\n2-a) Identifie-les.\n\n2-b) Nomme pour chaque organe, le suc digestif sécrété\n\n3- Explique la digestion de l’amidon cuit dans la bouche.\n\n4- Donne le terme qui désigne les constituants obtenus à la fin de la digestion.\n\n54\n\nANGLAIS\n\nALLEMAND\n\nESPAGNOL\n\nEDHC\n\nFRANÇAIS\n\nHIS - GEO\n\nScannez le code QR pour\n\ntélécharger le document\n\net sa correction\n\nPartie 2\n\nLITTERATURE\n\n55\n\nTECHNIQUE D’EXPRESSION ECRITE\n\nTECHNIQUE D’EXPRESSION ECRITE\n\n(INTRODUCTION)\n\nDans nos sociétés d’aujourd’hui, la question\n\nde THEME suscite beaucoup d’intérêt. C’est dans ce\n\ncontexte que AUTEUR affirme ceci : « SUJET DE\n\nBASE ». En d’autres termes, REFORMULATION.\n\nAinsi, dans un développement argumenté et illustré\n\nd’exemples précis, nous ETAYERONS / REFUTERONS\n\nce point de vue.\n\n(DEVELOPPEMENT)\n\nAXE. En effet, cette opinion se vérifie à\n\ntravers trois arguments majeurs.\n\nD’abord, ARGUMENT❶. En réalité, EXPLICATION.\n\nComme exemple nous pouvons citer EXEMPLE.\n\nEnsuite,\n\nARGUMENT❷.\n\nNotons\n\nque\n\nEXPLICATION. En guise d’exemple nous pouvons\n\nciter EXEMPLE.\n\nEnfin, ARGUMENT❸. En fait, EXPLICATION.\n\nIllustrons nous à travers l’exemple de EXEMPLE.\n\nBref, AXE.\n\n(CONCLUSION)\n\nEn définitive, retenons que AXE, pour des\n\nraisons\n\nARGUMENT❶,\n\nARGUMENT❷\n\net\n\nARGUMENT❸. Pour notre part, notons que POINT\n\nDE VUE PERSONNEL.\n\nLES ETAPES DE L’ETUDE PARCELLAIRE\n\n® LEXIQUE : définir les mots essentiels du sujet\n\n® REFORMULATION : Redire le sujet très bravement\n\n® THEME : se servir des mots clés du sujet\n\n® PROBLEME : On peut se servir du thème pour le formuler.\n\n® AXE\n\n* ETAYER = travailler avec la thèse (ou la reformulation)\n\n* REFUTER = travailler avec l’antithèse\n\n® RECHERCHE D’ARGUMENTS: faire un plan détaillé.\n\nLES ETAPES DE L’ETUDE PARCELLAIRE\n\n® Vocabulaire : définir quelques mots difficiles\n\n® Thème : trouver de quoi parle le sujet\n\n® Découpage du texte pour ressortir les grandes\n\nparties\n\n® Référence : titre, source, date, auteur, Tonalité,\n\ngenre littéraire\n\n® sélectionner les idées essentielles\n\nL’ESSENTIEL DU RESUME DE TEXTE\n\n11 CONSEILS POUR FAIRE UN BON RESUME\n\nCE QU’IL FAUT FAIRE\n\nCE QU’IL NE FAUT PAS FAIRE\n\nSuivre l’ordre des idées\n\nmême s’il parait incohérent\n\nDésorganiser le plan des idées\n\ndu texte\n\nRéduire le texte comme si\n\non était l’auteur\n\nUtiliser des formules comme\n\n« selon l’auteur »\n\nRespecter la structure du\n\ntexte\n\nInverser la structure du texte\n\nPrendre pour soi les\n\naffirmations de l’auteur\n\nJuger ou commenter les\n\ninformations du texte\n\nConserver les mots clés du\n\ntexte\n\nRemplacer les mots clés par\n\ndes périphrases\n\nTrouver des synonymes aux\n\nexpressions\n\nReprendre les phrases du\n\ntexte (paraphraser)\n\nRecenser les idées\n\nessentielles du texte\n\nGarder les idées secondaires\n\nou non essentielles\n\nSynthétiser en une phrase\n\nqui rend compte des\n\nexemples\n\nRecopier les exemples ou faire\n\nfi des\n\nexemples-arguments\n\nReformuler avec clarté et\n\nconcision les idées\n\ndégagées\n\nFaire une répétition des idées\n\nsélectionnées dans une\n\nimprécision\n\nEtablir une cohérence entre\n\nles idées par l’usage de\n\nmots de liaison\n\nPrésenter un résumé avec\n\nabsence de connecteurs\n\nlogiques\n\nRespecter la marge de\n\nnombre de mots imposés\n\npar le sujet\n\nAller au delà ou en deçà du\n\nnombre de mot imposé par le\n\nsujet\n\nRESUME DE TEXTE\n\nTEXTE ARGUMENTATIF Pour télécharger\n\nPour télécharger ce livre et obtenir l\n\nobtenir les corrections : SCANNE\n\n56\n\nEXPRESSION DE LA CIRCONSTANCE DANS LA PHRASE COMPLEXE\n\nEXPRESSION DE LA CIRCONSTANCE DANS LA PHRASE COMPLEXE EXPRESSIO\n\nEXPRESSION DE LA CIRCONSTANCE DANS LA PHRASE SIMPLE\n\nI- EXPRESSION DE LA CAUSE, LA CONSEQUENCE ET LE BUT\n\n1- Expression de la cause\n\nLa cause est la raison qui explique un fait. Le complément circonstanciel de\n\ncause, dans la phrase simple, peut-être :\n\nß un nom, un GN, un pronom, introduit par les prépositions : à, par, pour, à\n\ncause de, en raison de, du fait de, à force de, grâce à\n\nEX : il a fait un accident à cause de la vitesse.\n\nun infinitif, un groupe infinitif, introduit par les prépositions : pour, faute\n\nde, à force de, sous prétexte de …\n\nEx : Pour avoir roulé trop vite, il a fait un accident\n\nun gérondif ou un groupe gérondif (Participe présent).\n\nEX : En voulant aller trop vite, il a fait un accident.\n\n2- Expression de la conséquence\n\nLa conséquence est le résultat d’une action ou d’un fait. Le complément\n\ncirconstanciel de conséquence, dans la phrase simple, peut-être :\n\nun GN introduit par : à ou pour\n\nEX : Il rit aux larmes.\n\nun infinitif ou un groupe infinitif introduit par : à, de façon à, de manière\n\nà, au point de, assez… pour, trop… pour, jusqu’à…\n\nEX : il roule de manière à éviter un accident.\n\n3- Expression du But\n\nLe but est un état que l’on se propose d’atteindre, une action que l’on se\n\npropose de faire et pour lequel on met en œuvre divers moyens. Dans la phrase\n\nsimple, le complément circonstanciel de but peut être\n\nun nom, un GN, un pronom introduits par : pour, en vue de, dans l’espoir\n\nde, de peur de, de crainte de …\n\nEX : Les choristes répètent en vue du prochain concert.\n\nun infinitif ou un groupe infinitif précédé ou non d’une préposition : à,\n\npour, afin de, en vue de, dans l’intention de, dans l’espoir de, de manière\n\nà, de peur de, de crainte de…\n\nEX : Il ira tôt dans l’espoir d’avoir une meilleure place.\n\nII EXPRESSION DU TEMPS ET LA COMPARAISON\n\n1- Expression du temps\n\nLe complément circonstanciel de cause, dans la phrase simple, indique le\n\nmoment auquel se rapporte un fait. Il peut-être :\n\nun nom, un GN, un pronom, sans prépositions : le matin, ce matin-là, le\n\njour de mon arrivée…\n\nEX : il a vu le voleur le jour précédent.\n\nun nom, un GN, un pronom, précédés des prépositions : vers, dans,\n\npendant…\n\nEX : Dans la nuit du dimanche, il a vu le voleur\n\nun adverbe ou groupe adverbial : alors, puis, quelquefois, tout d’abord,\n\nle\n\nplus\n\nsouvent,\n\nactuellement\n\nrarement,\n\nhabituellement,\n\nimmédiatement …\n\nEX : habituellement, il voit le voleur.\n\nun infinitif, un groupe infinitif\n\nEx : Avant de se coucher, il a vu le voleur.\n\nun gérondif ou un groupe gérondif\n\nEX : En allant se coucher, il a vu le voleur.\n\n2- Expression de la comparaison\n\nLa comparaison vise à établir un rapport de ressemblance, d’égalité de\n\nsupériorité ou d’infériorité entre deux éléments. Le complément circonstanciel\n\nde comparaison, dans la phrase simple peut-être introduit par : comme, ainsi\n\nque, pareil à, semblable à, tel que, de même que, de la même façon que, comme\n\nsi…\n\nEX : comme son père, il n’écoute que du Jazz.\n\nIII EXPRESSION DE L’OPPOSITION\n\nOn parle d’opposition lorsque coexistent deux faits opposés (non\n\ncontradictoires ou contradictoires. Dans la phrase simple, le complément\n\ncirconstanciel d’opposition peut être :\n\nun nom, un GN, un pronom introduits par : malgré, à défaut de, à part,\n\nen dépit de, excepté, sauf ; avec …\n\nEX : Malgré les disputes, nous restons de bons amis.\n\nun gérondif ou un groupe gérondif renforcé parfois par : même ou tout\n\n;\n\nEX : tout en nous disputant, nous restons de bons amis.\n\nun infinitif ou un groupe infinitif introduit par : au lieu de, loin de,\n\nEX : Loin d’être toujours d’accord, nous restons de bons amis.\n\nI- EXPRESSION DE LA CAUSE\n\nLe complément circonstanciel de cause, dans la phrase complexe, peut\n\nêtre :\n\nune subordonnée conjonctive introduite par : parce que,\n\npuisque, comme, vu que, étant donné que, sous prétexte que,\n\nattendu que, non que…\n\nEX : Elle ne viendra pas, parce qu’elle est trop occupée.\n\nune subordonnée participiale (qui vient du participe) :\n\nEX : Sa chaîne s’étant brisée, le chien s’est sauvé.\n\nII- EXPRESSION DE LA CONSEQUENCE\n\nDans la phrase complexe, la subordonnée circonstancielle de\n\nconséquence est introduite par:\n\nLa conjonction de subordination : si bien que, de sorte que, de\n\nfaçon que ;\n\nEX : il ment si bien qu’on ne le croie pas\n\nLa conjonction « que » en relation, dans la principale avec : si…,\n\ntant…, tellement…, tel…\n\nEX : tellement il ment, on ne le croie pas.\n\nLa conjonction « pour que » en relation, dans la principale avec :\n\nassez, trop, trop peu, suffisamment …\n\nEX : Il est trop menteur pour qu’on le croie.\n\nIII- EXPRESSION DU BUT\n\nDans la phrase complexe, la subordonnée circonstancielle de but est\n\nplus souvent introduite par:\n\nLes conjonctions de subordination : pour que, afin que, de peur\n\nque, dans l’espoir que, de crainte que…\n\nEX : Parle plus fort afin qu’on t’entende.\n\nLes conjonctions de subordination « que » lorsque le verbe de\n\nla principale est à l’impératif\n\nEX : Viens que je t’explique cette leçon.\n\nIV- EXPRESSION DU TEMPS\n\nDans la phrase complexe, la subordonnée circonstancielle de but est\n\nplus souvent introduite par:\n\nLes conjonctions de subordination : pour que, afin que, de peur\n\nque, dans l’espoir que, de crainte que…\n\nEX : Parle plus fort afin qu’on t’entende.\n\nLes conjonctions de subordination « que » lorsque le verbe de\n\nla principale est à l’impératif\n\nEX : Viens que je t’explique cette leçon.\n\nV- EXPRESSION DE LA COMPARAISON\n\nDans la phrase complexe, la subordonnée circonstancielle de but est\n\nplus souvent introduite par:\n\nLes conjonctions de subordination : pour que, afin que, de peur\n\nque, dans l’espoir que, de crainte que…\n\nEX : Parle plus fort afin qu’on t’entende.\n\nLes conjonctions de subordination « que » lorsque le verbe de\n\nla principale est à l’impératif\n\nEX : Viens que je t’explique cette leçon.\n\nVI- EXPRESSION DE L’OPPOSITION\n\nOPPOSITION Dans la phrase complexe, le complément circonstanciel\n\nd’opposition est une subordonnée conjonctive à l’indicatif (alors que,\n\nmême si, tandis que…), au subjonctif (bien que, quoique, quoi que,\n\nsans que, au lieu que, quelque… que…) ou au conditionnel (quand bien\n\nmême, quand…) : Il ne quitterait pas son emploi, quand bien même on\n\nlui offrirait une fortune.\n\nOn peut aussi exprimer l’opposition en utilisant :\n\n– une subordonnée relative, entre virgules : La statuette, qui a\n\nplusieurs siècles, est intacte.\n\n– un nom, un adjectif ou un participe apposés : Même fatiguée, elle\n\nsourit toujours.\n\n57\n\n1. Pluriel général des noms et des adjectifs\n\nOn forme en général le pluriel des noms et des adjectifs en\n\najoutant S au singulier\n\n2. Pluriel des noms terminés par S - X – Z\n\nCes noms ne changent pas au pluriel\n\n3. Pluriel des noms terminés par AIL\n\nIls prennent S au pluriel (règle générale).\n\nExceptions : 7 noms prennent AUX au pluriel : bail, corail,\n\némail, soupirail, travail, vantail, vitrail\n\n4. Pluriel des noms terminés par OU\n\nIls prennent S au pluriel (règle générale).\n\nExceptions : 7 noms prennent X au pluriel :\n\nBijou, caillou, chou, genou, hibou, joujou, pou\n\n5. Pluriel des noms terminés par AU-EAU-EU\n\nIls prennent X au pluriel (règle générale).\n\nExceptions : 3 noms prennent S au pluriel :\n\nlandau, bleu, pneu\n\n6. Pluriel des noms et des adjectifs terminés par AL\n\nIls forment leur pluriel en AUX.\n\nExceptions : Un bal, un carnaval, un chacal, un festival, un\n\nrécital, un régal : ils prennent un S au pluriel.\n\n7. Féminin des adjectifs terminés par ET au masculin\n\nExceptions (ils prennent un ète au féminin) : complet, concret,\n\ndiscret, inquiet, secret\n\n8. Féminin des adjectifs terminés par OT au masculine =\n\nOTTE\n\nExceptions (ils prennent un ote au féminin) : dévot, idiot\n\n9. CES – SES\n\nJe mets au singulier : Si je peux remplacer par : SON ou SA,\n\nj'écris SES\n\n10. CE – SE\n\nSi je peux conjuguer : il/ elle se (il s'), j'écris se ou s’\n\nSi je ne peux pas conjuguer, j'écris toujours ce ou c'\n\n11. LEUR – LEURS\n\nJe mets au singulier :\n\nSi je peux remplacer par LUI, j'écris LEUR\n\nSinon j'accorde LEUR (S) avec le nom\n\n12. A – À\n\nJe remplace A par AVAIT, Si cela marche, j'écris A\n\n13. SON – SONT\n\nJe remplace par ÉTAIENT, Si oui : j'écris SONT - sinon, j'écris\n\nSON\n\n14. ON – ONT\n\nJe remplace par AVAIENT, Si oui : j'écris ONT - sinon : j'écris\n\nON\n\n15. OU – OÙ\n\nJ'écris toujours où sauf quand je peux remplacer par OU BIEN\n\nVOIX ACTIVE ET PASSIVE\n\nOn peut mettre un verbe à la voix active à ou la voix passive\n\nLa voix active, on indique qui fait l’action exprimée par le verbe\n\nd’action ou qui est dans l’état indiqué par le verbe d’état. Pour\n\nle trouver, on pose la question qui fait… ? / Exemple : Le père\n\na puni L’enfant à cause de sa bêtise\n\nLa voix passive, on indique qui subit l’action exprimée par le\n\nverbe. Le verbe à la voix passive se conjugue avec l’auxiliaire\n\nêtre. Pour savoir à quel temps doit être conjugué le verbe être à\n\nla voix passive, il faut regarder le temps de la voix active.\n\nExemple : l’enfant a été puni par son père a cause de sa bêtise.\n\nLE DISCOURS DIRECT ET INDIRECT\n\n1. LE DISCOURS DIRECT\n\nDans un récit, on peut reprendre sans changements les\n\nparoles d’un personnage : c’est le discours direct. On\n\nutilise alors une ponctuation spéciale : Deux points,\n\nGuillemets, Et tiret pour les répliques\n\nExemple : il m’a dit : « je vois le chat près de moi »\n\n2. LE DISCOURS INDIRECT\n\nDans un récit, on peut aussi rapporter des subordonnées\n\nintroductives par « que » ou un mot introductif : c’est le\n\ndiscours indirect. Il faut alors changer :\n\nLes pronoms\n\nParfois les temps des verbes\n\nParfois les indications de lieu\n\nParfois les indications de temps\n\nExemple : il m’avait dit qu’il voyait le chat près de lui\n\n3. LA CONCORDANCE DES TEMPS\n\nDans le discours indirect il faut mettre en concordance le\n\ntemps de la principale et de la subordonnée.\n\nQuand le temps de la principale est au présent,\n\nle temps de la subordonnée ne change pas\n\nExemple : il me dit : « je vois le chat près de moi » → il\n\nme dit qu’il voit le chat près de lui\n\nQuand le temps de la principale est au passé, le\n\ntemps de la subordonnée se mettra au passé\n\nExemple : il m’a dit : « je vois le chat près de moi » → il\n\nm’avait dit qu’il voyait le chat près de lui\n\nRELATION ENTRE LES TERMES\n\nSynonyme : mots ou d'expressions qui ont le même sens (ou une\n\nsignification voisine) ex : fatigué, épuisé; aimer, adorer\n\nAntonyme : Terme défini par une relation de contrariété (ou\n\nrelation inverse) ex. : donner-prendre; / masculin-féminin;\n\nHomonyme : mots phonétiquement identiques et de sens\n\ndifférents ex. : ceint, sain, saint, sein, seing/ mère, mer, maire\n\nMots de même famille : mots qui admettent un même radical\n\nex : pauvre – appauvrir – appauvrissement\n\nGRAMMAIRE UTILE\n\nGRAMMAIRE UTILE REGLES D’\n\nREGLES D’ORTHOGRAPHE UTILES\n\nORTHOGRAPHE UTILES\n\n58\n\n☞ Les causes de la non scolarisation de femme\n\n® Les causes culturelles : dans certaines traditions, la place de la femme est au foyer.\n\n® Les causes économiques : par manque de moyens certains parents préfèrent\n\nscolariser le garçon.\n\n® Autres causes : la fille scolarisée n’achève pas son parcours scolaire à cause des\n\ngrossesses précoces.\n\n☞ Le rôle que peut jouer la femme instruite\n\n® Au plan politique: elle peut contribuer à la démocratie (EX: Helene Johnson)\n\n® Au plan économique : elle peut être utile dans une entreprise\n\n® Au plan social : elle peut mieux connaitre ses droits, s’émanciper et mieux\n\néduquer ses enfants\n\n☞ Les solutions de lutte contre la non scolarisation\n\n® Sensibiliser les parents sur l’importance de l’école\n\n® Voter des lois qui punissent le parent récalcitrant\n\n® Vulgariser les outils contraceptifs\n\n☞ Les causes de l’immigration\n\n® Les causes politiques : les populations fuient les zones de conflits\n\n® Les causes économiques : Le manque d’emplois et la misère\n\n® Les causes sociales : les discriminations religieuses, raciales ou sexuelles\n\n☞ Les conséquences de l’immigration\n\n® Développement d’activité clandestines : l’esclavage, la prostitution, etc.\n\n® La fuite des bras valides vers l’Europe\n\n® La mort des candidats à l’immigration\n\n☞ Les solutions de lutte contre l’immigration\n\n® Financer les projets des jeunes et créer plus d’emplois\n\n® Créer un climat de paix et de lutte contre les discrimination dans les pays\n\n® Sensibiliser sur les risques liés à l’immigration.\n\n☞ Les causes de ce comportement chez le jeune\n\n® L’impact de la télévision et des réseaux sociaux qui diffusent des images\n\net messages à effet négatif\n\n® Les causes familiales : conflit de génération, rupture des parents\n\n® L’impact des mauvaises compagnies et la curiosité des jeunes.\n\n☞ Les conséquences de ces comportements\n\n® Échecs scolaires et grossesses précoces\n\n® Essor de l’insécurité et du grand banditisme, et la mort\n\n® Trouble psychique, rejet par la société et la famille\n\n☞ Les solutions de lutte contre ce comportement\n\n® Sensibiliser les jeunes sur les dangers de ces vices.\n\n® Contrôler les images diffusées sur les réseaux sociaux et à la télé\n\n® Les parents doivent combiner sévérité et écoute dans l’éducation.\n\n☞ Les causes de la pollution\n\n® L’action des usines qui déversent des déchets dans l’atmosphère, dans\n\nl’environnement, dans les eaux\n\n® L’action des hommes qui déversent les ordures ménagères et autres\n\ndéchets n’importe où\n\n® Les effets de l’urbanisation et de la modernité\n\n☞ Les conséquences de la pollution\n\n® Les effets sur la nature: destruction de la couche d’ozone, disparition\n\nd’espèces animales et végétales, changement climatique\n\n® Les effets sur l’homme: les maladies, et la mort.\n\n® Effet sur l’économie: la lutter contre les dangers de la pollution nécessite\n\nassez de moyens financiers\n\n☞ Les solutions de lutte contre la pollution\n\n® Sensibiliser les populations et entreprises\n\n® Voter des lois qui punissent les pollueurs\n\n® Créer des centres de traitement des déchets\n\n® Créer plus d’espaces verts et forêts classées\n\n☞ La nécessité des réseaux sociaux\n\n® Ils servent à communiquer et à échanger avec nos connaissances\n\n® Ils servent à informer ou s’informer sur des faits\n\n® Ils ont une dimension économique car ils servent à vendre ou acheter\n\n☞ Les conséquences de leur mauvaise utilisation\n\n® Les risques d’arnaque\n\n® La dépendance: l’individu ne peut s’en détacher\n\n® Les risques de tomber sur des images ou messages qui incitent à la\n\nviolence, à la consommation de la drogue ou à la sexualité.\n\n® Des risques de divulgation des informations à caractère confidentiels\n\n® Problème de santé dû à l’utilisation abusive\n\n☞ Les solutions pour leur meilleure utilisation\n\n® Sensibiliser et former sur la bonne utilisation\n\n® Mettre une limite d’âge à leur utilisation\n\n® Occuper les jeunes avec d’autres activités éducatifs\n\n☞ Les différentes formes de travail des enfants\n\n® Les enfants travaillent dans les plantations et sur des chantiers et autres\n\nactivités pénibles.\n\n® Les enfants sont utilisés pour des activités de prostitution\n\n® Les enfants sont utilisés comme soldats\n\n☞ Les conséquences du travail des enfants\n\n® Problème de croissance et de santé\n\n® Problème de scolarisation et d’éducation\n\n® Problème d’insertion sociale\n\n® Ces enfants deviennent des hors la loi\n\n☞ Les solutions de lutte contre l’immigration\n\n® Sensibiliser la population sur les conséquences du travail des enfants\n\n® Punir les personnes responsables de l’exploitation des enfants.\n\n® Créer des centres d’encadrement et de formation des enfants déscolarisés.\n\n☞ Les inconvénients de la vie en ville\n\n® En ville il règne l’insécurité et le grand banditisme\n\n® En ville l’environnement est pollué\n\n® En ville nous sommes coupé de nos traditions\n\n® En ville la solidarité n’existe pas\n\n® En ville les jeunes sont livrés à l’alcool, la drogue, la sexualité\n\n☞ Les bénéfices de la vie en milieu rural\n\n® Au village on se sent en sécurité\n\n® Au village l’environnement est sain\n\n® Au village nous restons attachés à nos traditions\n\n® Au village il y’a l’entraide et la solidarité\n\n® Au village les jeunes ont une bonne éducation\n\n☞ Les avantages de l’école\n\n® On acquiert l’instruction\n\n® On a plus de chance d’être embauché\n\n® On a des emplois moins salissants et pénibles\n\n® La réussite scolaire faire toujours la fierté de nos proches\n\n☞ Les avantages d’apprendre un métier\n\n® Après l’apprentissage on est automatiquement opérationnel\n\n® On devient très vite indépendant\n\n® On a la facilité de travailler à son propre compte\n\n® On a la possibilité de faire ce qui nous passionne. THEME 1: IMMIGRA\n\nTHEME 1: IMMIGRATION THEME 5 : SCOLARISATION DE LA FEMME\n\nTHEME 5 : SCOLARISATION DE LA FEMME THEME 2 :\n\nTHEME 2 : VIOLENCE, ALCOOL, DROGUE THEME 3 : LES RESEAUX SOCIAUX\n\nTHEME 3 : LES RESEAUX SOCIAUX THEME 4 : LA VILLE ET LE VILLAGE\n\nTHEME 4 : LA VILLE ET LE VILLAGE THEME 6 : LA POLLUTION\n\nTHEME 6 : LA POLLUTION THEME 7 : LE TRAVA\n\nTHEME 7 : LE TRAVAIL DES ENFANTS THEME 8 : L’\n\nTHEME 8 : L’ECOLE OU LE METIER\n\nQUELQUES ARGUMENTS UTILES\n\nQUELQUES ARGUMENTS UTILES\n\n59\n\nDICTEE\n\nLes funérailles devaient avoir lieu le lendemain. Des\n\ndélégations conduites par les chefs des neufs autres villages\n\nde la tribu étaient venues s’ajouter à la population de\n\nZamata. Chacune avait apporté sa contribution en vivres et\n\nen argent selon ce que la tradition avait prévu à cet effet.\n\nToute la nuit jusqu’au petit matin, hormis les enfants, les\n\nvieillards et quelques malades, personne n’avait dormi. Le\n\ntemps était beau et la lune, généreuse, inondait le village…\n\nIci on chantait et on disait. Là on disait des contes au milieu\n\nd’un auditoire attentif, des vieux d’un certain âge devisaient\n\nsur quelques scènes de la vie qui avaient particulièrement\n\nintéressé le défunt quand il vivait encore.\n\nWILLER G.GNAGBO,il n’y aura pas de jugement dernier PP116-11\n\nI COMPREHENSION\n\n1-Donne un titre au texte\n\n2-Décris l’ambiance qui règne dans le village. Justifie ta\n\nréponse à l’aide des éléments du texte\n\nII- VOCABULAIRE\n\n1-Trouve deux mots de la même famille que « funérailles »\n\n2-Explique la phrase suivante : «la lune généreuse inondait\n\nle village »\n\n3-Réemploie le mot « deviser » dans une phrase qui en\n\néclaire le sens\n\nIII MANIEMENT DE LA LANGUE\n\n1- « Quelques scènes de la vie avaient intéressé le défunt. »\n\nDis à quelle voix est la phrase ci-dessus. Mets-la à la voix\n\ncontraire\n\n2-Indique la circonstance exprimée dans la subordonnée\n\nde la phrase suivante :\n\na) « Quelques scènes avaient intéressé le défunt quand il\n\nvivait »\n\nb) Exprime la même circonstance à l’aide d’un GNP.\n\n3)\n\nP1 : « Les funérailles devaient avoir lieu le lendemain »\n\nP2 : « Des délégations conduites par les chefs de la tribu\n\nétaient venues »\n\nRelie les deux propositions indépendantes ci-dessus, en\n\nune phrase complexe de sorte à obtenir :\n\na) Un rapport de cause\n\nb) Un rapport de conséquence\n\nDICTEE\n\nOn venait de terminer une superbe machine à vapeur de la\n\nforce de mille chevaux. Quand elle apparut à la lumière,\n\nluisante, grandiose et solide, une immense acclamation\n\nl’accueillit. Elle s’arrêta, reprit haleine et se laissa admirer.\n\nParmi les deux mille ouvriers de l'usine, il ne s’en trouvait pas\n\nun qui n’eût coopéré à ce beau travail dans la mesure de son\n\ntalent et de ses forces.\n\nMaintenant, ils la voyaient, leur machine, debout dans son\n\nensemble, ajustée pièce à pièce. Et ils étaient fiers ! Ils\n\nl’admiraient en connaisseurs, la flattaient de leurs mains\n\nrugueuses, lui parlaient leur langage.\n\nAlphonse DAUDET, Jack, 1876.\n\nQUESTIONS\n\nI- COMPRÉHENSION\n\n1- Quel est le sentiment qui anime les ouvriers ?\n\n2- Justifie ta réponse à partir de deux éléments tirés du\n\ntexte.\n\n3- Donne un titre à ce texte.\n\nII- VOCABULAIRE\n\n1- Explique, en contexte, les mots suivants :\n\n« Flattaient » ; « Ajustée ».\n\n2- Emploie dans des phrases qui en éclairent le sens les\n\nmots : « talent », « coopéré »\n\nIII- MANIEMENT DE LA LANGUE\n\n1- Mets au plus-que-parfait de l’indicatif les verbes\n\nconjugués de la phrase suivante :\n\n« Ils l’admiraient en connaisseurs. »\n\n2- Remplace dans les phrases suivantes les groupes de mots\n\nsoulignés par les pronoms qui conviennent :\n\na) On venait de terminer la superbe machine à vapeur.\n\nb) Il ne s’en trouvait pas un qui n’eût coopéré à ce beau\n\ntravail.\n\n3- Soit la phrase :\n\n« Une immense acclamation l’accueillit. »\n\na) A quelle voix est cette phrase ?\n\nb) Mets-la à la voix contraire.\n\n4- Soit les phrases :\n\nP1 : Ils voyaient leur machine debout.\n\nP2 : Ils étaient fiers.\n\nRelie-les de manière à obtenir une proposition subordonnée :\n\na) de cause\n\nb) de conséquence.\n\nSIMILI-BEPC N°1 : EPREUVE D’ORTHOGRAPHE\n\nSIMILI-BEPC N°2 : EPREUVE D’ORTHOGRAPHE\n\n60\n\nDICTEE\n\nQuand le cortège royal déboucha devant la cité, une\n\nextrême agitation enfiévrait déjà le camp. Par les\n\néclaireurs arrivés depuis cinquante minutes, les\n\nsoldats connaissaient l’issue heureuse de la bataille ;\n\nils allumaient d’immenses feux de joie en l’honneur de\n\nleur général. Dès qu’ils l’aperçurent, des vieillards\n\ntombèrent à genoux, les yeux embués de larmes. Le\n\ngénéral se pencha par-dessus l’encolure de son cheval\n\net tendit à ses sujets une main qu’ils s’empressèrent\n\nde baiser. Puis il continua sa route, lentement, dans\n\nune cohue bruyante de soldats enthousiastes. La paix\n\napparaîtra bien vite ; les travaux pourront reprendre\n\nsans crainte de représailles ; la prospérité régnera\n\ndans le calme.\n\nIbrahima Baba Kaké, Askia Mohamed.\n\nL’apogée de l’empire Songhay\n\nQUESTIONS\n\nI- COMPREHENSION\n\n1- Donnez un titre à cette dictée\n\n2- Relève deux passages qui indiquent que le général\n\nétait respecté de tous.\n\nII- VOCABULAIRE\n\n1- Trouve deux mots de la même famille que ‘’royal’’.\n\n2- Donnez une expression synonyme du groupe de\n\nmot souligné dans la phrase « les vieillards tombèrent\n\nà genoux ».\n\n3- Trouve dans le texte le contraire de ‘’jeunes’’,\n\n‘’rapidement’’.\n\nIII- MANIEMENT DE LA LANGUE\n\n1- Donne la nature et la fonction des mots soulignés\n\ndans le texte.\n\n2- Donne l’infinitif, le temps et le mode du verbe de la\n\nphrase suivante : « une agitation enfiévrait déjà le\n\ncamp ».\n\n3- « la paix apparaîtra bien vite » reprends cette\n\nphrase en commençant par : le peuple dit que…\n\n4- « les soldats connaissaient l’issue heureuse de la\n\nbataille ». Remplace le groupe de mots souligné par\n\nle pronom qui convient.\n\nDICTEE\n\nJ’effectue en ce jour un voyage vers ces lointains terres\n\nafricaines qui m’ont vu naître. Je suis à la fois excité et\n\nanxieux quant à ce que je vais découvrir sur ma famille\n\nbiologique dont je ne sais rien.\n\nCe départ précipité vers ce continent m’est apparu\n\nimpérieux au point que je n’ai pu longtemps résister à la\n\npulsion qui me poussait à l’entreprendre. Depuis\n\nquelque temps en effet, la quête de mes origines s’est\n\ntrès vite imposée pour rapidement m’apparaître vitale.\n\nJ’en ai été le premier surpris. Jamais encore dans le\n\npassé, pareil sentiment ne m’avait encore habité. Ni ma\n\nfemme ni mon fils, ne pourront comprendre ce qui m’a\n\nréellement motivé. J’espère donc obtenir très vite les\n\nréponses à mes interrogations, afin d’abréger leurs\n\nsouffrances.\n\nD’après Stéphane Kalou, A la poursuite de l’homme\n\nde pierre\n\nQUESTIONS\n\nI- COMPREHENSION\n\n1) Proposez un titre à la dictée\n\n2) Pourquoi le narrateur retourne-t-il à ses origines ?\n\n3) Quels sont les sentiments qui animent le narrateur\n\ndu texte de la dictée.\n\nII- VOCABULAIRE\n\n1) Réemployez chacun des mots suivants dans une\n\nphrase qui en mette le sens en valeur :\n\n« anxieux » ; « impérieux ».\n\n2) Trouvez un synonyme au mot ‘’vitale’’ dans la phrase :\n\n« Depuis quelque temps …m’apparaître vitale»\n\nIII- MANIEMENT DE LA LANGUE\n\n1) Soit la phrase : « Je suis à la fois…que je vais\n\ndécouvrir… »\n\nRéécrivez la phrase en remplaçant ‘y’ par le groupe\n\nnominal qui convient.\n\n2) Mettez la première phrase de la dictée au style\n\nindirect.\n\n3) Soit la phrase :\n\n« Ce départ précipité vers ce continent m’est\n\napparu impérieux au point que je n’ai pu\n\nlongtemps résister à la pulsion qui me poussait à\n\nl’entreprendre. »\n\na) Quelle est la nature de la subordonnée\n\ncirconstancielle ?\n\nb) Transformez la phrase de sorte à obtenir un\n\nrapport de cause par subordination.\n\nSIMILI-BEPC N°3 : EPREUVE D’ORTHOGRAPHE\n\nSIMILI-BEPC N°4 : EPREUVE D’ORTHOGRAPHE\n\n61\n\nSSIMILI BEPC N°1 : COMPOSITION FRANÇAIS\n\nSUJET I : TEXTE ARGUMENTATIF\n\nAu cours d’un débat télévisé portant sur les causes des accidents de la route l’un des intervenants\n\naffirme ceci : « l’incivisme des conducteurs est à l’origine des nombreux accidents de la route »\n\n1- Identifie le thème de cette situation\n\n2- Reformule la thèse de l’intervenant\n\n3- Rédige une production pour étayer ce point de vue\n\nSUJET II : RESUME DE TEXTE ARGUMENTATIF\n\nChaque année, des milliers de jeunes entrent dans la vie active. Ils sont pleins d'espoir. Ils font des\n\nprojets, mais sont de plus en plus nombreux à ne pouvoir obtenir l'emploi qu'ils envisageaient. Voilà Pourquoi\n\nbeaucoup poursuivent des études.\n\nTout d'abord, de nombreux emplois requièrent aujourd'hui un niveau de qualification de plus en\n\nplus élevé qu'auparavant. L'employé de banque qui ne faisait qu'enregistrer les dépôts et les retraits, a été\n\nremplacé par un distributeur automatique, a fait remarquer un représentant du ministère Américain du\n\ntravail. William Ford, président de commission américaine éducation et travail, fait ce commentaire : il n'y a\n\nplus de travaux simples ».\n\nEnsuite, certains pensent que l'école ne dispense pas une instruction adéquate. Comme l'école ne\n\nleur donne pas toujours les qualifications voulues, beaucoup de diplômés de l'enseignement secondaire sont\n\nincapables de s'assumer financièrement. Le reproche qui revient constamment dans la bouche des\n\nemployeurs à propos des jeunes, c'est qu'ils ne savent pas lire ni écrire correctement. Ils ne sont même pas\n\ncapables de rédiger une demande d'emploi.\n\nEnfin dans de nombreux pays, il est parfois nécessaire de prolonger ses études à cause d'un afflux\n\ntrop important de diplômés de l'enseignement supérieur sur le marché du travail. « Les diplômés de\n\nl'enseignement supérieur sont trop nombreux par rapport à la demande, compte tenu de cet excédent. Des\n\nemployeurs hésitent à prendre le risque d'embaucher des diplômés de l'enseignement secondaire » signale\n\nle New York Times » un journal américain.\n\nPour acquérir donc les qualifications qui leur permettront de subvenir à leur besoin, beaucoup\n\nretournent à l'école.\n\nExtrait de la revue Réveillez-vous du 22 Août 1994\n\nQUESTIONS\n\nI. COMPREHENSION\n\n1- Propose un titre à ce texte.\n\n2- Relève les arguments du texte qui justifient que l'école ne dispense pas une formation\n\nadéquate.\n\nII- VOCABULAIRE\n\n1- Explique en contexte le verbe\n\n« Requièrent » dans la phrase « de nombreux emplois requièrent aujourd'hui un niveau de qualification\n\nde plus en plus élevé ».\n\n2- Donne le contraire de : Prolonger ; Excédent\n\nIII- RESUME\n\nRésume ce texte de 360 mots au ¼ de sa longueur initiale. Une marge de plus ou moins 10 % sera\n\ntolérée.\n\n62\n\nSIMILI BEPC N°2 : COMPOSITION FRANÇAIS\n\nSUJET I : TEXTE ARGUMENTATIF\n\nAu cours de la cérémonie de la célébration des droits de la femme, Madame le Ministre affirmait\n\nceci : « l’instruction de la femme peut contribuer au développement de la nation »\n\n4- Identifie le thème de cette situation\n\n5- Reformule la thèse de Madame le Ministre\n\n6- Rédige une production pour étayer ce point de vue\n\nSUJET II : RESUME DE TEXTE ARGUMENTATIF\n\nL’école se vide\n\nL'absentéisme en milieu scolaire a atteint un seuil alarmant. Et ce phénomène qui inquiète\n\naussi bien parents que l'autorité politique, est lié à plusieurs raisons. Le chômage gagne du terrain. Les\n\ndiplômés sortent par milliers de nos écoles et universités, sont sans travail. Pendant que des gens qui\n\nn'ont ni diplôme, ni compétence occupe une position sociale enviable. Cette injustice est sans doute\n\nl'une des raisons du désintérêt des jeunes pour l'école.\n\nPar ailleurs, certains enseignants sont encore accrochés aux bonnes vieilles méthodes de la\n\nchicotte pour selon eux mieux inculquer le savoir. Ainsi, sous nos yeux, des élèves continuent encore\n\nde subir de violents sévices corporels sont susceptibles d'éloigner l'enfant des classes.\n\nIl y a aussi le fait que la cour de l'école, ou à ses alentours, les élèves sont victimes de violence.\n\nLa violence à l'école est en train de prendre des propositions inquiétantes. L'école est donc devenue\n\nun lieu où règne l'insécurité.\n\nEnfin, l'environnement immédiat dont dépend l'élève a une part de responsabilité dans le\n\nmanque d'intérêt pour l'école. En effet, que peut faire un enfant qui ne mange pas à sa faim, qui est\n\norphelin et donc sans fournitures scolaires, abandonné par le reste de la société ou qui est obligé de\n\nmarcher sur plusieurs kilomètres pour se rendre en classe.\n\n(315 mots)\n\nRaphael ZOUZOU, le magazine de l'éducation N°8 aout sept 2008.\n\nQUESTIONS\n\nI. COMPREHENSION\n\n1- Trouvez la thèse et la visée argumentative de l’auteur.\n\n2- Quelles sont les raisons qui entrainent l'abandon en milieu scolaire.\n\nII. VOCABULAIRE\n\n1- Donnez le sens des expressions suivantes :\n\na- Le chômage gagne du terrain\n\nb- Des traces indélébiles\n\n2- De quel mot dérive « absentéisme»?\n\n3- Quel est le lien qui unit : Les services corporels / les châtiments Corporels\n\nIII- RESUME\n\nFaites un résumé de ce texte. Une marge tolérable de 10% est accordée.\n\n63\n\nSUJET I : TEXTE ARGUMENTATIF\n\nSe prononçant sur l’émigration, un Spécialiste affirmait : « De nombreux jeunes africains voient\n\nl’Europe comme un Eldorado car l’Afrique ne peut pas encore réaliser les rêves de ses jeunes »\n\n1- Donne le thème abordé.\n\n2- Reformule la thèse.\n\n3- Rédige une production pour réfuter la thèse du spécialiste.\n\nSUJET II : RESUME DE TEXTE ARGUMENTATIF\n\nL’internet et les jeunes\n\nL’internet occupe une place importante dans la vie des gens. Il est devenu un véritable phénomène\n\nsocial. Pourtant, il suscite les appréhensions de certains parents et éducateurs. Ceux-ci le considèrent\n\ncomme un danger qui menace les enfants et les jeunes.\n\nLes enfants et les jeunes passent beaucoup de temps dans les cybercafés et cyberespaces. […] Un\n\ngrand nombre d’entre eux veillent tard dans la nuit pour naviguer sur des sites de partage. Bref,\n\nl’internet est devenu pour ces jeunes une obsession ou une drogue.\n\nCela a des conséquences fâcheuses sur leurs études. Ils n’ont pas assez de temps à consacrer à\n\nla révision et à la préparation des examens. Les jeunes ne lisent pratiquement plus. L’internet s’est\n\ntransformé pour eux en une sorte de panacée, la solution à tous les problèmes. Lorsque le professeur\n\nles charge de faire un travail ou une recherche sur n sujet déterminé, ils se ruent vers l’internet et\n\nimpriment intégralement le document. Ils ne font pas l’effort de le lire, de sélectionner les informations\n\net de les synthétiser. En d’autres termes, l’internet incite à la paresse intellectuelle.\n\nD’autre part, les utilisateurs de l’internet finissent au bout de quelque temps par avoir des douleurs\n\ndans le dos et des problèmes de vue parce qu’ils restent plantés pendant plusieurs heures devant\n\nl’ordinateur.\n\nMais la critiques la plus importante qui est adressée à l’internet est celle qui concerne l’influence\n\nnégative de certains sites sur les mœurs des enfants et des jeunes. De nombreux sites pornographiques\n\nincitent à la débauche et excitent les pulsions sexuelles des visiteurs. Cet acte est de nature à créer des\n\ntroubles psychiques chez les adolescents et à les encourager à des pratiques sexuelles anormales et\n\nmaladives. (300 mots)\n\nFatiha ELHAYANI, « Internet et les jeunes », Le web pédagogique, 18/04/2010\n\nA- Compréhension\n\n1-Identifie le thème de ce texte.\n\n2-Quelle est la thèse soutenue par l’auteur ?\n\nB- Vocabulaire\n\nExplique en contexte la phrase : « Il suscite les appréhensions de certains parents »\n\nC- RESUME\n\nRédige le résumé de ce texte au 1/3 de son volume initial. Une marge de plus ou moins 10% est\n\ntolérée.\n\nSIMILI-BEPC N°3 : COMPOSITION FRANCAISE\n\n64\n\nCHAPITRE 1 : LES DEVOIRS DES PARENTS ET\n\nCHAPITRE 1 : LES DEVOIRS DES PARENTS ET L’EPANOUISSEMENT DE L’ENFANT\n\nL’EPANOUISSEMENT DE L’ENFANT\n\nLes devoirs des parents sont un ensemble d’obligations des\n\nparents envers leur progéniture (enfants). A chaque droit de\n\nl’enfant correspond un devoir de parents.\n\nExemples de devoirs des parents :\n\nß Garantir l’égalité entre les enfants sans discrimination de sexe.\n\nß Eduquer et former les enfants\n\nß Assurer la santé mentale et physique\n\nß Protéger contre les formes de violences d’exploitation et\n\nde catastrophes.\n\nß Satisfaire les besoins matériels, financiers, alimentaires et\n\nles loisirs.\n\nß Donner un nom et attribuer une nationalité.\n\nLes devoirs de l’enfant sont :\n\nß Ecoute et mise en application des conseils\n\nß Bons résultats scolaires\n\nß Disponibilité\n\nL’importance du respect des devoirs des parents :\n\nß Croissance physique et harmonieuse\n\nß Réussite scolaire\n\nß Epanouissement physique et morale\n\nß Transmission des valeurs socioculturelles\n\nß Apprentissage de la vie communautaire\n\nß Insertion plus aisée dans la société\n\nCHAPITRE 2 : LE ROLE DES ORGANISATIONS HUMANITAIRES\n\nCHAPITRE 2 : LE ROLE DES ORGANISATIONS HUMANITAIRES ET LA PROMOTION DE L’ASSISTANCE AUX PERSONNES EN\n\nET LA PROMOTION DE L’ASSISTANCE AUX PERSONNES EN DETRESSE\n\nDETRESSE\n\nLes organisations humanitaires : Croix rouge, Haut-\n\ncommissariat aux réfugiés, Programme alimentaire mondial\n\nUNICEF, Médecins sans frontières, Caritas\n\nLe rôle des organisations humanitaires : Assistance aux\n\npopulations victimes de guerres et de catastrophes naturelles,\n\nRestauration de la dignité aux victimes, Rétablissement des\n\nliens familiaux\n\nLes attitudes à adopter face aux organisations humanitaires :\n\nRespecter et protéger les représentants et le personnel des\n\norganisations, Collaborer à la mise en œuvre des activités, Ne\n\npas détourner les dons ni détruire leurs biens et leurs\n\nréalisations\n\nCHAPITRE 3 : LES INSTRUMENTS ET LES MECANISMES\n\nCHAPITRE 3 : LES INSTRUMENTS ET LES MECANISMES JURIDIQUES ET LA LUTTE CONTRE LES VIOLENCES FAITES\n\nJURIDIQUES ET LA LUTTE CONTRE LES VIOLENCES FAITES AUX PERSONNES VULNERABLES\n\nAUX PERSONNES VULNERABLES\n\nLes mécanismes concernent les juridictions compétentes\n\npour juger les cas de violences faites aux personnes\n\nvulnérables : Il s’agit des tribunaux de 1ère instance et des\n\ncours d’appel qui sont saisis à la suite de plaintes déposées par\n\nles victimes dans les services de police ou de gendarmerie.\n\nLes moyens concernent les organisations, les institutions et les\n\nONG qui interviennent dans la défense des droits des\n\npersonnes vulnérables.\n\nExemple : le ministère des droits de l’homme, le\n\nministère de la femme, de la famille et de l’enfant, le\n\nministère des affaires sociales, la commission nationale\n\ndes droits de l’homme de Côte d’Ivoire (CNDHCI)\n\nLes personnes vulnérables\n\nCe sont des personnes considérées comme fragiles du faite de\n\nleur âge et de leur état physique et psychologique.\n\nExemple : les enfants, les femmes, les handicapés (mentaux,\n\nphysique, les mal voyants, malentendants), les personnes du\n\ntroisième âge et les minorités.\n\nIdentifications des formes de violences faites aux personnes\n\nvulnérables :\n\nLes mauvais traitements exemples : les enfants travaillant dans\n\nles plantations, la pédophilie, les violences conjugales, le refus\n\nd’embaucher les handicapés, le refus de céder la place réservée\n\naux handicapés dans les transports en commun.\n\nIdentification des causes :\n\nLe non respect de leurs droits, l’intolérance, le non respect de la\n\ndignité des autres, le non respect du principe d’acceptation de\n\nl’autre avec sa différence, la méconnaissance des droits de\n\nl’homme.\n\nL’importance de l’utilisation des voies de recours juridiques, de\n\nla lutte contre les violences faites aux personnes vulnérables\n\nLa loi condamne le principe de se faire justice, Rétablissement\n\ndes personnes dans leurs droits, préservation de l’harmonie\n\nsociale, l’épanouissement social, la réparation du préjudice subi.\n\nCHAPITRE 4 : LES COMPORTEMENTS RESPONSAABLES FACE\n\nCHAPITRE 4 : LES COMPORTEMENTS RESPONSAABLES FACE AUX PARTIS\n\nAUX PARTIS POLITIQUES ET AUX INSTITUTIONS DE LA REPUBLIQUE (\n\nREPUBLIQUE (COUR SUPREME, CONSEIL ECONOMIQUE ET SOCIAL ET L\n\nSOCIAL ET LE CONSEIL CONSTITUTIONNEL) ET LA PRESERVATION\n\nPRESERVATION DE LA PAIX\n\nLe parti politique\n\nUn parti politique est un groupement de personnes unies par la\n\nmême idéologie, les mêmes intérêts, les mêmes actions politiques\n\nLa classification des partis politiques selon leurs idéologies\n\nß Les partis de droite : prônent le libéralisme\n\nß Les partis de centre : entre la gauche et la droite\n\nß Les partis de gauche : prônent le socialisme\n\nLes règles et principes régissant un parti politique dans un\n\nrégime démocratique\n\nß Respect de la discipline du parti\n\nß Tolérance des idées\n\nß Respect des valeurs républicaines\n\nß Esprit de solidarité et d’union entre les militants\n\nL’importance d’un parti politique dans un régime\n\ndémocratique\n\nß Cadre d’expression démocratique\n\nß Pluralité du choix des programmes de gouvernement et des\n\nprojets de société et des personnes à élire.\n\nß Formation politique des militants dans un esprit républicain.\n\nß Equilibre du débat politique\n\n65\n\nLes comportements responsables envers les partis\n\npolitiques\n\nUn comportement est dit responsable en démocratie quand il\n\nne porte pas atteinte aux principes démocratiques de base ;\n\nquand il ne constitue pas une entrave au jeu démocratique.\n\nCes comportements s’appuient sur des valeurs individuelles et\n\nsociales que sont le respect, la tolérance, l’honnêteté, la\n\nsolidarité, la justice.\n\n- Le respect suppose que tout individu doit se conformer à la",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_26_93_mb.pdf",
    "year": 2008,
    "zone": null,
    "hasCorrection": true
  }
}