{
  "sourceType": "exercice",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": "angles_inscrits_polygones",
  "title": "t l charger 890 kb",
  "content": "http://www.maths-videos.com\n\n1\n\nsections de solides par un plan\n\nI) Droites et plans dans l’espace :\n\nPour avoir une représentation du plan, imaginez une feuille de papier dont on augmente\n\nindéfiniment les dimensions.\n\n« jusqu’à présent, nous avons le plus souvent fait de la géométrie\n\ndans le plan ! Nous traçions nos figures sur une feuille de papier\n\nplane ! Et si on travaillait maintenant dans l’espace ?»\n\n«un plan P est souvent représenté ainsi !»\n\nP\n\nd\n\nd'\n\nP\n\n« les plans P et P’ n’ont pas\n\nde point commun.\n\nLes plans P et P’ sont\n\nparallèles. »\n\nLa distance du point A au plan P est la\n\ndistance AH (H étant le point d’intersection du\n\nplan et de la droite perpendiculaire à ce plan\n\npassant par A).\n\n« la droite d est perpendiculaire au\n\nplan P car elle est perpendiculaire à\n\ndeux droites du plan. »\n\n« la droite d’ n’a pas de\n\npoint commun avec le\n\nplan P. d’ et P sont\n\nparallèles.»\n\nP\n\nhttp://www.maths-videos.com\n\n2\n\nII) Section de solides par un plan :\n\na) sections d’un parallélépipède rectangle\n\n• La section d’un parallélépipède rectangle par un plan parallèle à une face est un\n\nrectangle de mêmes dimensions que la face\n\nLa section par ce plan parallèle à la face\n\nAEFB est le rectangle IJKL.\n\nIJ = AB et IL = BF\n\n• La section d’un parallélépipède rectangle par un plan parallèle à une arête est\n\nun rectangle dont une dimension est égale à la longueur de cette arête.\n\nLa section par ce plan parallèle à l'\n\narête [AB] est le rectangle EFGH et\n\non a : EF = AB\n\nb) sections d’un cylindre de révolution\n\n• La section d’un cylindre de révolution par un plan parallèle aux bases est un\n\ndisque de même rayon que la base\n\nA\n\nA\n\nB\n\nE\n\nF\n\nI\n\nJ\n\nK\n\nL\n\nA\n\nB\n\nE\n\nF\n\nG\n\nH\n\nhttp://www.maths-videos.com\n\n3\n\n• La section d’un cylindre de révolution par un plan parallèle à l’axe est un\n\nrectangle dont une dimension est la hauteur du cylindre.\n\nb) sections d’une pyramide, d’un cône de révolution\n\n• la section d’une pyramide par un plan parallèle à la base est une réduction du\n\npolygone constituant la base.\n\n«la section est un rectangle dont une\n\ndes dimensions est égale à la hauteur\n\nh du cylindre»\n\nh\n\n«la section est un disque de même rayon\n\nque celui de la base du cylindre!»\n\nO\n\nO'\n\nR\n\nR\n\nh\n\nO\n\nO'\n\nhttp://www.maths-videos.com\n\n4\n\n• la section d’un cône de révolution par un plan parallèle à la base est un disque\n\nqui est une réduction du disque de base\n\nRemarque : En sectionnant une pyramide ou un cône par un plan parallèle à la base on\n\nobtient deux solides\n\n«EFGH est une réduction de ABCD.\n\nLe coefficient de réduction des longueurs est\n\nk = SI\n\nSO = SG\n\nSC = SF\n\nSB = SE\n\nSA = SH\n\nSD = GH\n\nCD = EF\n\nAB =….etc.. »\n\n«le disque bleu de centre I et de rayon IB est une\n\nréduction du disque de base rouge de centre O et de\n\nrayon OA.\n\nLe coefficient de réduction des longueurs est\n\nk = IB\n\nOA = SI\n\nSO = SB\n\nSA = SB\n\nSQ ….etc.. »\n\n«la pyramide et le cône obtenus sont des réductions des solides de départ ! »\n\nS\n\nF\n\nG\n\nH\n\nE\n\nA\n\nB\n\nC\n\nD\n\nI\n\nO\n\nS\n\nI\n\nO\n\nP\n\nB\n\nA\n\nQ",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_890_kb.pdf",
    "year": null,
    "zone": null,
    "hasCorrection": false
  }
}