{
  "sourceType": "cours",
  "subject": "mathematiques",
  "grade": "3eme",
  "chapter": "fonctions_lineaires_affines",
  "title": "t l charger 526 kb",
  "content": "P a g e | 1\n\nFORMULAIRE DE MATHEMATIQUES\n\nLiaison 3ème – 2nd\n\nAires et volumes de quelques figures usuelles\n\ncarre\n\n2;\n\n4\n\nAire\n\nperimetre\n\nrectangle\n\nAire\n\nL l\n\nperimetre\n\nL\n\nl\n\nparallélogramme\n\nAire = bh\n\ntriangle\n\nAire = bh\n\ntrapèze\n\nAire =(B+b)\n\nh\n\ndisque\n\nAire = πr²\n\nPérimètre= 2 r\n\n\n\nCube\n\nVolume=c3\n\nAire totale=6c2\n\nParallélépipède\n\nVolume=Llh\n\nAire totale=2(Ll+Lh+lh)\n\nCylindre\n\nVolume=πr2h\n\nAire totale=4πr +2πrh\n\nSphère\n\nVolume=4\n\n3πr3 ;\n\n4\n\nAire totale\n\nr\n\n\n\nP a g e | 2\n\nCalculs avec des fractions\n\n0;\n\n0\n\na k b\n\nk\n\nb k\n\n0;\n\n0\n\nad\n\nbc b\n\n\n\n0\n\nc b\n\nPour ajouter (ou soustraire) des fractions n’ayant pas le même dénominateur, on commence par les\n\nréduire au même dénominateur.\n\n0;\n\n0\n\nac b\n\nbd\n\n0\n\n1\n\nac\n\n0;\n\n0;\n\n0\n\nad\n\nbc\n\n\n\nCalculs avec des puissances\n\n........\n\nn facteurs\n\na a\n\n\n\n\n\n\n\n1\n\n0\n\n1\n\n0,\n\n1 a\n\n1\n\nsi a\n\net\n\n\n\na et b étant des nombres non nuls , n et p étant des entiers relatifs :\n\np\n\nn p\n\nab\n\na b\n\np\n\nn p\n\nn p\n\np\n\n\n\n\n\n\n\n\n\n\n\n\n\nCalculs avec des radicaux\n\nLa racine carrée d'un nombre réel a positif est le nombre positif dont le carré est égal à a :\n\n0;\n\n\n\nPour a 0 et b 0 on a :\n\nab\n\nPour a 0 et b > 0 on a :\n\nATTENTION : pour a>0et b>0 on a :\n\nCalculs algébriques\n\n\n\na a\n\nab\n\nac\n\na a\n\nab\n\nac\n\nac\n\ncd\n\nbc\n\nbd\n\nEgalités remarquables :\n\n\n\nab\n\nab\n\nProportionnalité\n\nLes nombres non nuls a , b et c sont respectivement proportionnels aux nombres non nuls d , e et\n\nf si et seulement si a\n\nk\n\ne\n\nf\n\noù la valeur k commune à tous ces rapports est le coefficient de\n\nproportionnalité.\n\nFonctions affines et linéaires\n\na étant un nombre donné, la fonction : y\n\nax\n\nest la fonction linéaire de coefficient a .\n\nSa représentation graphique est la droite d’équation y\n\nax\n\nqui passe par l’origine du repère. a et b\n\nétant deux nombres donnés , la fonction : y\n\nax\n\nest une fonction affine .\n\nSa représentation graphique est la droite d’équation y\n\nax\n\noù a est le coefficient directeur et b\n\nest l’ordonnée à l’origine\n\nStatistiques\n\nL’ensemble sur lequel on travaille en statistique est appelé population.\n\nLa particularité commune que l’on étudie est appelée caractère\n\nUne série statistique est l’ensemble des résultats d’une étude : valeurs du caractère et effectifs\n\ncorrespondants.\n\nLe nombre d’individus (ni) d’une population est appelé effectif. Le nombre total d’individus (N) est\n\nappelé effectif total.\n\nP a g e | 3\n\nLe rapport fi = ni\n\nN est appelé fréquence. fi est un nombre toujours compris entre 0 et 1.Souvent, les\n\nnombres fi s’expriment par un pourcentage. La somme des nombres fi est toujours égale à 1.\n\nPour calculer une moyenne d'une série statistique, on multiplie chaque valeur par l'effectif\n\ncorrespondant, on calcule la somme de ces produits puis on divise cette somme par l'effectif total.\n\nx = n1 x1 + n2 x2 + … + np xp\n\nN\n\nL’étendue est la différence entre la plus grande et la plus petite valeur de la série statistique.\n\nPour une série ordonnée, la médiane d’une série statistique est une valeur du caractère qui\n\npartage cette série en deux groupes de même effectif.\n\nUne série statistique peut être représentée par un diagramme en bâton, un histogramme, un\n\ndiagramme circulaire ….\n\nGéométrie analytique\n\nDans un repère \n\nO;i; j\n\n\n\nquelconque : si A\n\nx ;y\n\net B\n\nx ;y\n\nalors :\n\nAB\n\nx ;y\n\ny\n\n\n\nLe milieu M de [AB] a pour coordonnées la moyenne des coordonnées de A et de B : M\n\ny\n\ny\n\n\n\n\n\n\n\n\n\n\n\n\n\n.\n\nDans un repère \n\nO;i; j\n\n\n\northonormé, on a : AB =\n\n)²\n\n(\n\n)²\n\n(\n\ny\n\ny\n\n.\n\nTrigonométrie\n\nRapports trigonométriques dans un triangle rectangle :\n\nCosinus d’un angle aigu = longueur du côté adjacent à cet angle\n\nlongueur de l’hypoténuse\n\nSinus d’un angle aigu = longueur du côté opposé à cet angle\n\nlongueur de l’hypoténuse\n\nTangente d’un angle aigu = longueur du côté opposé à cet angle\n\nlongueur du côté adjacent à cet angle\n\nRelations : Si x est la mesure d’un angle aigu, on a :\n\nsin\n\ntan\n\ncos\n\net\n\nsin\n\ncos\n\n1\n\nDroites remarquables dans un triangle\n\n-On appelle médiatrice d’un segment, l’ensemble des points équidistants des extrémités de ce\n\nsegment.\n\nLa médiatrice d’un segment est la droite qui coupe ce segment en son milieu et qui lui est\n\nperpendiculaire.\n\nLes trois médiatrices d’un triangle sont concourantes en un point qui est le centre du cercle\n\ncirconscrit à ce triangle.\n\n-On appelle bissectrice d’un angle, l’ensemble des points équidistants des deux demi-droites\n\nformant cet angle. La bissectrice d’un angle est la droite qui partage cet angle en deux angles\n\nadjacents de même mesure.\n\nLes trois bissectrices d’un triangle sont concourantes en un point qui est le centre du cercle\n\ninscrit à ce triangle.\n\n-Dans un triangle, on appelle médiane, toute droite qui passe par un sommet et le milieu du côté\n\nopposé à ce sommet.\n\nLes trois médianes d’un triangle sont concourantes en un point appelé centre de gravité de ce\n\ntriangle qui est situé au 2/3 de chaque sommet sur le segment médiane.\n\n-Dans un triangle, on appelle hauteur, toute droite qui passe par un sommet et qui est\n\nperpendiculaire au côté opposé à ce sommet. Les trois hauteurs d’un triangle sont concourantes en\n\nun\n\npoint\n\nappelé\n\northocentre\n\nde\n\nce\n\ntriangle.\n\nP a g e | 4\n\nGéométrie plane\n\nDéfinitions et propriétés\n\n Cercle\n\n-Si deux points sont sur un cercle alors le centre de ce cercle est à égale distance de ces deux\n\npoints.\n\n-Si un triangle est inscrit dans un demi-cercle et si l’un des côtés est diamètre du cercle, alors ce\n\ntriangle est rectangle.\n\n-Si un triangle est rectangle alors le milieu de l’hypoténuse est le centre du cercle circonscrit au\n\ntriangle.\n\n-Si C est un cercle de centre O et A un point de ce cercle, on appelle tangente au cercle C en le\n\npoint A, la droite qui est perpendiculaire à (OA) et qui passe par A.\n\n Angles\n\n-Dans un triangle, la somme des mesures des angles est égale à 180°.\n\n-Deux angles opposés par le sommet sont de même mesure.\n\n-Deux angles alternes internes formés par deux parallèles et une sécante sont de même mesure.\n\n-Deux angles correspondants formés par deux parallèles et une sécante sont de même mesure.\n\n-Si deux angles inscrits dans un cercle interceptent le même arc alors ils sont de même mesure.\n\n-Si, dans un cercle, un angle au centre et un angle inscrit interceptent le même arc alors la\n\nmesure de l’angle au centre est égale au double de la mesure de l’angle inscrit.\n\n Droites\n\n-Deux droites parallèles à une même troisième sont parallèles entre elles.\n\n-Deux droites perpendiculaires à une même troisième sont parallèles entre elles.\n\n-Si deux droites sont parallèles alors toute droite perpendiculaire à l’une est perpendiculaire à\n\nl’autre.\n\n-Si AC + CB = AB alors A, B et C sont alignés.\n\n-Si deux droites sont parallèles et possèdent un point commun alors elles sont confondues.\n\n Vecteur\n\nUn vecteur u\n\n\n\nest caractérisé par sa direction, son sens et sa longueur (appelée norme). Il existe\n\nune infinité de représentants d’un même vecteur.\n\nRelation de Chasles : Pour trois points A , B et C distincts on a : AB BC AC\n\n\n\n\n\n\n\n Triangle\n\n-Inégalité triangulaire : Pour trois points A, B et C distincts du plan, on a : AB + BC  AC\n\n-Si un triangle est rectangle alors la longueur de la médiane issue du sommet de l’angle droit est\n\négale à la moitié de la longueur de l’hypoténuse.\n\n-Si dans un triangle, la médiane issue d’un sommet est égale à la moitié de la longueur du côté\n\nopposé alors le triangle est rectangle en ce sommet.\n\n-Si une droite passe par les milieux de deux côtés d’un triangle alors elle est parallèle au\n\ntroisième côté de ce triangle.\n\n-Si un segment joint les milieux de deux côtés d’un triangle alors sa longueur est égale à la\n\nmoitié de la longueur de l’hypoténuse.\n\n-Si une droite passe par le milieu d’un côté d’un triangle et est parallèle à un deuxième côté du\n\ntriangle alors elle passe par le milieu du troisième côté du triangle.\n\n Trapèze\n\nUn trapèze est quadrilatère ayant deux côtés parallèles.\n\n Parallélogramme\n\n-Un quadrilatère est un parallélogramme si et seulement si ses côtés opposés sont parallèles et\n\nde même longueur deux à deux.\n\nP a g e | 5\n\n-Un quadrilatère est un parallélogramme si et seulement si ses diagonales se coupent en leur\n\nmilieu.\n\n-Un quadrilatère est un parallélogramme si et seulement si ses angles opposés ont même\n\nmesure.\n\n-Si un quadrilatère non croisé a deux cotés opposés parallèles et de même longueur alors c’est\n\nun parallélogramme.\n\n-ABCD est un parallélogramme si et seulement si AB DC\n\n\n\n\n\n Losange\n\n-Un losange est un parallélogramme qui a deux côtés consécutifs de même longueur.\n\n-Un losange est un parallélogramme dont les diagonales sont perpendiculaires.\n\n Rectangle\n\n-Un rectangle est un parallélogramme qui a un angle droit.\n\n-Un rectangle est un parallélogramme dont les diagonales sont de même longueur.\n\n Carré\n\n-Un carré est un losange ayant un angle droit.\n\n-Un carré est un losange dont les diagonales sont de même longueur.\n\n-Un carré est un rectangle dont deux côtés consécutifs sont de même longueur.\n\n-Un carré est un rectangle dont les diagonales sont perpendiculaires.\n\n Transformations du plan\n\n-A’ est l’image de A par la symétrie de centre O si et seulement si O est le milieu de [AA’]\n\n-A’ est l’image de A par la symétrie d’axe (d) si et seulement si (d) est la médiatrice de [AA’].\n\n-A’ est l’image de A par la translation de vecteur u\n\n\n\nsi et seulement si u\n\nAA'\n\n\n\n\n\n-A’ est l’image de A par la rotation de centre O et d’angle  si et seulement si OA=OA’ et\n\n\n\nAOA '  (sens de rotation précisé dans l’énoncé)\n\n Théorèmes\n\nDe Pythagore : Si un triangle ABC est rectangle en A, alors : AB2+ AC2 = BC2\n\nRéciproque de Pythagore :\n\nSi, dans un triangle ABC, on a la relation : AB2+ AC2 = BC2, alors : ce triangle est rectangle en\n\nA.\n\nDe Thalès : Soient (d) et (d’) deux droites sécantes en A. Soient B et M deux points de (d),\n\ndistincts de A. Soient C et N deux points de (d’), distincts de A. Si les droites (BC) et (MN) sont\n\nparallèles, alors : AM\n\nAN\n\nMN\n\n=\n\n=\n\nAB\n\nAC\n\nBC\n\n Réciproque de Thalès :\n\nSoient (d) et (d' ) deux droites sécantes en A. Soient B et M deux points de (d), distincts de A.\n\nSoient C et N deux points de (d' ) , distincts de A. Si AM\n\nAB = AN\n\nAC , et si les points A, B, M et les\n\npoints A, C, N sont dans le même ordre, alors : les droites (BC) et (MN) sont parallèles.",
  "metadata": {
    "source": "fomesoutra",
    "pdfFile": "t_l_charger_526_kb.pdf",
    "year": null,
    "zone": null,
    "hasCorrection": false
  }
}